Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 设置登录密码不能为空
source: Setting the login password cannot be empty
es: Configuración de contraseña de login no puede estar vacío
hi: लॉगिन पासवर्ड सेट करना खाली नहीं हो सकता
id: Mengatur kata sandi login tidak boleh kosong
ja: ログインパスワードを空にすることはできません
ko: 로그인 비밀번호 설정을 비워둘 수 없습니다.
ru: Установка пароля для входа в систему не может быть пустой
tr: Mevcut oturum açma şifresi ayarı boş bırakılamaz
zh_hant: 設置登錄密碼不能為空

# 密码为8到20位的数字、字母或特殊字符组合
source: Passwords must be 8 to 20 characters with number, letter and/or special character
es: La contraseña debe tener entre 8 y 20 caracteres incluyendo números, letras y/o caracteres especiales
hi: पासवर्ड संख्या, अक्षर और/या विशेष वर्ण के साथ 8 से 20 वर्णों का होना चाहिए
id: Kata sandi harus termasuk 8 hingga 20 karakter dengan angka, huruf, dan/atau karakter khusus
ja: パスワードは、8〜20桁、文字、または特殊文字の組み合わせです
ko: 비밀번호는 8~20자리의 숫자, 자모 또는 특수부호로 구성되어야 합니다.
ru: Пароль должен состоять из 8-20 символов с цифрами, буквами и/или специальными символами.
tr: Şifre 8 ila 20 rakam, sayı, harf ve/veya özel karakterden oluşmalıdır
zh_hant: 密碼為8到20位的數字、字母或特殊字符組合

# 确认登录密码不能为空
source: Confirm that the login password cannot be empty
es: Confirme que la contraseña de login no está vacía
hi: पुष्टि करें कि लॉगिन पासवर्ड खाली नहीं हो सकता
id: Konfirmasikan bahwa kata sandi login tidak boleh kosong
ja: ログインパスワードを空にできません。
ko: 로그인 비밀번호 확인을 비워둘 수 없습니다.
ru: Подтвердите, что пароль для входа не может быть пустым
tr: Mevcut oturum açma şifresi ayarı boş bırakılamaz
zh_hant: 確認登錄密碼不能為空

# 修改成功，请重新登录
source: Change successfully, please login again.
es: Cambio completado , haga login de nuevo
hi: सफलतापूर्वक बदलें, कृपया फिर से लॉगिन करें
id: Ubahan sukses, silakan login lagi.
ja: 変更は成功しました。もう一度ログインしてください
ko: 수정 성공! 다시 로그인해 주세요.
ru: Изменение прошло успешно, пожалуйста, войдите снова.
tr: Değişikli başarılı, lütfen tekrar giriş yapın.
zh_hant: 修改成功，請重新登錄

# Google认证
source: Google Certification
es: Cerfificación de Google
hi: गूगल प्रमाणन
id: Sertifikasi Google.
ja: Google認証
ko: Google인증
ru: Сертификация Google
tr: Google Doğrulaması
zh_hant: Google認證

# 密钥
source: Private key
es: Llave privada
hi: निजी चाबी
id: Kunci pribadi
ja: キー
ko: 비밀키
ru: Личный ключ
tr: Özel anahtar
zh_hant: 密鑰

# 1.安装在“Google Authenticator”应用程序中，点击右上角“+”号，然后选择“手动输入验证码”。
source: 1. Installed in the 'Google Authenticator' app, click on the '+' in the upper right corner and select 'Manually enter verification code'.
es: 1. Instalar la app 'Google Authenticator' , haga clic en '+' en la esquina superior derecha y seleccione “Introducir código de verificación manualmente
id: 1. Terpasang di aplikasi 'Google Authenticator', klik '+' di pojok kanan atas dan pilih 'Masukkan kode verifikasi secara manual'.
ja: 1.「GoogleAuthenticator」アプリケーションにインストールし、右上隅にある「+」記号をクリックして、「手動で確認コードを入力」を選択します。
ko: 1. "Google Authenticator"애플리케이션에 설치하고 오른쪽 상단 모서리에있는 "+"기호를 클릭 한 다음 "수동으로 인증 코드 입력"을 선택하세요.
ru: 1. Установите приложение 'Google Authenticator', нажмите на '+' в правом верхнем углу и выберите 'Ввести проверочный код вручную'.
tr: 1. 'Google Authenticator' uygulamasına yüklendi, sağ üst köşedeki '+' işaretini tıklayın ve 'Doğrulama kodunu manuel olarak gir’ seçeneğini seçin.
zh_hant: 1.安裝在“Google Authenticator”應用程序中，點擊右上角“+”號，然後選擇“手動輸入驗證碼”。

# 2.粘贴上面的“密钥”到“密钥”输入栏，并填写您的XT账号，点击“完成”。
source: 2. Paste the 'key' above to the 'key' input field, fill in your XT account, and click 'Finish'.
es: 2. Pegar, la llave en el campo “llave”, introduzca su cuenta de XT y haga clic en Finalizar”
hi: 2. ऊपर 'कुंजी' को 'कुंजी' इनपुट फ़ील्ड में चिपकाएं, अपना एक्सटी खाता भरें, और 'समाप्त करें' पर क्लिक करें
id: 2. Tempel 'kunci' di atas ke kolom input 'kunci', isi akun XT Anda, dan klik 'Selesai'.
ja: 「2.上記の「キー」を「キー」入力フィールドに貼り付け、XTアカウント番号を入力して、「終了」をクリックします。
ko: 2. 위의 '비밀키를 복사하여 '비밀키' 입력란에 붙여넣고, 귀하의 XT 계정을 입력 한 후 '완료'버튼을 클릭해 주세요.
ru: 2. Вставьте указанный выше "ключ" в поле ввода "ключ", введите данные вашей учетной записи XT и нажмите "Готово".
tr: 2. "Anahtar"ı "anahtar" giriş alanına yapıştırın, XT hesap bilgilirenizi doldurun ve "Bitir"i tıklayın.
zh_hant: 2.粘貼上面的“密鑰”到“密鑰”輸入欄，並填寫您的XT賬號，點擊“完成”。

# 3.复制“谷歌验证码”，粘贴到上面的“谷歌验证码”输入栏。
source: 3. Copy 'Google authentication Code' and paste it into the 'Google authentication Code' input field above.
es: 3. Copiar” Código de Autenticación de Google” y péguelo en el campo de arriba con el mismo nombre
hi: 3. 'गूगल ऑथेंटिकेशन कोड' को कॉपी करें और इसे ऊपर 'गूगल ऑथेंटिकेशन कोड' इनपुट फील्ड में पेस्ट करें।
id: 3. Salin 'Kode autentikasi Google' dan tempel ke kolom input 'Kode autentikasi Google' di atas.
ja: 3.「GoogleVerificationCode」をコピーして、上の「GoogleVerificationCode」入力フィールドに貼り付けます
ko: 3. Google 인증번호'를 복사하여 위의 'Google 인증번호' 입력란에 붙여넣습니다.
ru: 3. Скопируйте "Код проверки подлинности Google" и вставьте его в поле ввода "Код проверки подлинности Google" выше.
tr: 3. Google Authenticator kodunu kopyalayın ve yukarıdaki "Google Authenticator Kodu" alanına yapıştırın.
zh_hant: 3.復制“谷歌驗證碼”，粘貼到上面的“谷歌驗證碼”輸入欄。

# 请勿删除此双重验证密码账户，否则会导致您无法进行账户操作；如果误删，您可通过重置密钥重新获取。
source: Do not delete this 2FA-verification account, otherwise you will not be able to perform account operations; if you delete it by mistake, you can re-acquire it by resetting the key.
es: No elimine esta verificación de cuenta2FA. En caso de eliminarla no podrá realizar operaciones. Si la ha eliminado por error, puede recuperarla reseteando la llave
hi: इस 2FA-सत्यापन खाते को न हटाएं, अन्यथा आप खाता संचालन नहीं कर पाएंगे; यदि आप इसे गलती से हटा देते हैं, तो आप कुंजी को रीसेट करके इसे पुनः प्राप्त कर सकते हैं
id: Jangan hapus akun verifikasi 2FA ini, jika tidak, Anda tidak akan dapat melakukan operasi akun; jika Anda tidak sengaja menghapusnya, Anda dapat memperolehnya kembali dengan menyetel ulang kunci.
ja: この2段階認証パスワードアカウントを削除しないでください。削除するとアカウント操作ができなくなります。誤って削除した場合は、リセットキーを利用することで再度取得できます。
ko: 해당 이중 인증번호 계정을 삭제하지 마세요. 계정 작업을 수행 할 수 없게 됩니다. 실수로 삭제 한 경우 비밀키를 재설정하여 다시 가져올 수 있습니다.
ru: Не удаляйте этот аккаунт 2FA-проверки, иначе вы не сможете выполнять операции с аккаунтом; если вы удалили его по ошибке, вы можете восстановить его, сбросив ключ.
tr: Bu 2FA doğrulama hesabını silmeyin, aksi takdirde hesap işlemlerini gerçekleştiremezsiniz; yanlışlıkla silmeniz halinde, anahtarı sıfırlayarak geri alabilirsiniz.
zh_hant: 請勿刪除此雙重驗證密碼賬戶，否則會導致您無法進行賬戶操作；如果誤刪，您可通過重置密鑰重新獲取。

# 开启Google认证
source: Enable Google authentication
es: Habilitar Google authentication
hi: Google प्रमाणीकरण सक्षम करें
id: Aktifkan Otentikasi Google
ja: Google認証をONにします
ko: Google인증 열기
ru: Включить аутентификацию Google
tr: Google ile kimlik doğrulamayı etkinleştir
zh_hant: 開啟Google認證

# 关闭Google认证
source: Disable Google authentication
es: Deshabilitar Google authentication
hi: Google प्रमाणीकरण अक्षम करें
id: Nonaktifkan Google Authentication
ja: Google認証をOFFにします
ko: Google인증 닫기
ru: Отключить аутентификацию Google
tr: Google ile kimlik doğrulamayı devre dışı bırak
zh_hant: 關閉Google認證

# 修改Google认证
source: Modify Google authentication
es: Modificar Google authentication
hi: Google प्रमाणीकरण संशोधित करें
id: Ubah Otentikasi Google
ja: Google認証を修正します
ko: Google인증 수정
ru: Изменить аутентификацию Google
tr: Google ile kimlik doğrulamayı değiştir
zh_hant: 修改Google認證

# 复制
source: Copy
es: Copiar
hi: प्रतिलिपि
id: Salinkan
ja: コピーする
ko: 복사
ru: Скопировать
tr: Kopyala
zh_hant: 復制

# 修改Google验证并不会立即生效，您提交后，需要等待客服审核，审核通过前您仍可使用旧的Google验证码
source: Modifying Google authentication will not take effect immediately. After you submit, you will need to wait for customer service review. You can still use the old Google authentication code before the approval.
es: Modificar Google authentication no tendrá efecto inmediatamente. Tras el cambio, tendrá que esperar a que el Servicio de Atención al Cliente lo revise. Durante ese periodo aún podrá usar el código de Google Authenticator anterior
hi: Google प्रमाणीकरण को संशोधित करना तुरंत प्रभावी नहीं होगा। सबमिट करने के बाद, आपको ग्राहक सेवा समीक्षा की प्रतीक्षा करनी होगी। आप अभी भी अनुमोदन से पहले पुराने Google प्रमाणीकरण कोड का उपयोग कर सकते हैं
id: Modifikasi autentikasi Google tidak akan langsung berlaku. Setelah Anda mengirimkannya, Anda harus menunggu tinjauan layanan pelanggan. Anda masih dapat menggunakan kode autentikasi Google yang lama sebelum persetujuan.
ja: Google検証の変更はすぐには有効になりません。送信後、カスタマーサービスの審査を待つ必要があります。審査結果が出るまでに、古いGoogle検証コードを引き続き使用できます。
ko: Google 인증 수정은 즉시 적용되지 않습니다. 제출 후 고객 서비스 심사를 기다려야 합니다. 심사전 기존 Google 인증번호를 계속 사용할 수 있습니다.
ru: Изменение аутентификации Google не вступит в силу немедленно. После отправки вам нужно будет дождаться проверки службы поддержки. Вы все еще можете использовать старый код аутентификации Google до одобрения.
tr: Google ile kimlik doğrulama değişikliği hemen etkin olmayacaktır. Değişikliği gönderdikten sonra, müşteri hizmetleri tarafından incelenmesini beklemeniz gerekir. Onaya kadar eski Google kimlik doğrulama kodunu kullanmaya devam edebilirsiniz.
zh_hant: 修改Google驗證並不會立即生效，您提交後，需要等待客服審核，審核通過前您仍可使用舊的Google驗證碼

# 已复制到剪贴板
source: Copied to clipboard
es: Copiar al Portapapeles
hi: clipboard पर नकल
id: Disalin ke Clipboard
ja: クリップボードにコピー
ko: 클립보드에 복사완료
ru: Скопировано в буфер обмена
tr: Panoya kopyalandı
zh_hant: 已復制到剪貼板

# 当前设置
source: Current setting
es: Ajustes actuales
hi: वर्तमान व्यवस्था
id: Pengaturan saat ini
ja: 現在の設定
ko: 현재 설정
ru: Текущая настройка
tr: Mevcut ayarlar
zh_hant: 當前設置

# 您目前还未绑定手机，是否现在绑定？
source: You are not currently bound to your phone, are you binding now?
es: No tiene el teléfono conectado, quiere conectarlo ahora?
hi: आप वर्तमान में अपने फोन से बंधे नहीं हैं, क्या आप अभी बाध्यकारी हैं?
id: Anda belum mengikat ponsel Anda, apakah Anda ingin mengikatnya sekarang?
ja: まだ携帯電話を紐づけしていませんが、今すぐ紐づけしますか？
ko: 귀하는 아직 휴대폰을 연동하지 않았습니다. 지금 연동하시겠습니까?
ru: В настоящее время вы не привязаны к телефону, привязываетесь ли вы сейчас?
tr: Şu anda telefonunuza bağlı değilsiniz, şimdi bağlamak istiyor musunuz?
zh_hant: 您目前還未綁定手機，是否現在綁定？

# 去绑定
source: To bind
es: Ir a conectarlo
hi: बांधना
id: Untuk mengikat
ja: 紐づけ
ko: 연동하러 가기
ru: Привязать
tr: Bağla
zh_hant: 去綁定

# 手机验证
source: Mobile Verification
es: Verificación del teléfono
hi: mobile सत्यापन
id: Verifikasi ponsel
ja: 携帯認証
ko: 휴대폰 인증
ru: Мобильная верификация
tr: Mobil Doğrulama
zh_hant: 手機驗證

# 验证
source: Verification
es: Verificación
hi: सत्यापन
id: Verifikasi
ja: 認証
ko: 인증
ru: Верификация
tr: Doğrulama
zh_hant: 驗證

# XT介绍
source: XT Introduction
es: Introducción XT
hi: XT परिचय
id: Pendahuluan XT
ja: XT紹介
ko: XT소개
ru: Об ХТ
tr: XT Tanıtımı
zh_hant: XT介紹

# 检查更新
source: Version
es: Versión
hi: संस्करण
id: Versi
ja: アップデートを確認する
ko: 업데이트 확인
ru: Версия
tr: Versiyon
zh_hant: 檢查更新

# 关于XT
source: About XT
es: Acerca de XT
hi: XT . के बारे में
id: Tentang XT
ja: XTについて
ko: XT에 관하여
ru: Об XT
tr: XT Hakkında
zh_hant: 關於XT

source: Founded in 2017 and registered in Hong Kong, FIBTC is a global digital asset trading platform, supporting languages such as English, Chinese, Korean and Japanese, and serving more 1 million registered users worldwide. At present, FIBTC has been funded by leading blockchain organisations including XT Capital and Constellation Capital.
es: Fundada en 2017 y registrada en Hong Kong, FIBTC es una plataforma de activos digitales con soporte en idiomas como inglés, chino, coreano y japonés dando servicio a más de 1 millón de usuarios registrados globalmente. Actualmente, FIBTC está financiada por organizaciones líderes en Blockchain incluyendo XT Capital y Constellation Capital
hi: 2017 में स्थापित और हांगकांग में पंजीकृत, FIBTC एक वैश्विक डिजिटल एसेट ट्रेडिंग प्लेटफॉर्म है, जो अंग्रेजी, चीनी, कोरियाई और जापानी जैसी भाषाओं का समर्थन करता है, और दुनिया भर में 1 मिलियन से अधिक पंजीकृत उपयोगकर्ताओं की सेवा करता है। वर्तमान में, FIBTC को XT कैपिटल और कॉन्स्टेलेशन कैपिटल सहित प्रमुख ब्लॉकचेन संगठनों द्वारा वित्त पोषित किया गया है
id: Didirikan pada tahun 2017 dan terdaftar di Hong Kong, FIBTC adalah platform perdagangan aset digital global, mendukung bahasa seperti Inggris, Cina, Korea dan Jepang, dan melayani lebih dari 1 juta pengguna terdaftar di seluruh dunia. FIBTC telah didanai oleh organisasi blockchain terkemuka termasuk XT Capital dan Constellation Capital.
ko: FIBTC 거래소는 2017년에 설립된 글로벌 디지털 자산 거래 플랫폼입니다. 전세계 100만 가입 사용자를 보유하고 있으며, 현재 거래소는 한국어, 중국어, 영어, 일본어를 지원하고 있습니다. FIBTC 플랫폼은 XT 캐피탈, Constellation 캐피탈등 블록체인 주요 기관으로 부터 자금을 지원 받았습니다.
ru: Основанная в 2017 году и зарегистрированная в Гонконге, FIBTC является глобальной платформой для торговли цифровыми активами, поддерживающей такие языки, как английский, китайский, корейский и японский, и обслуживающей более 1 миллиона зарегистрированных пользователей по всему миру. В настоящее время FIBTC финансируется ведущими блокчейн-организациями, включая XT Capital и Constellation Capital.
tr: 2017 yılında kurulan ve Hong Kong'da kayıtlı olan FIBTC, İngilizce, Çince, Korece ve Japonca gibi dilleri destekleyen ve dünya çapında 1 milyondan fazla kayıtlı kullanıcıya hizmet veren küresel bir dijital varlık ticaret platformudur. An itibariyle FIBTC, XT Capital ve Constellation Capital dahil olmak üzere önde gelen blockchain kuruluşları tarafından finanse edilmektedir.
zh_hant: FIBTC 於2017年成立，註冊地為香港，是壹家全球性的數字資產交易平臺。FIBTC目前支持英文、中文、韓文、日文等語言，服務全球超過100萬註冊用戶。平臺目前已經獲得XT集團、星座資本等區塊鏈頭部機構註資。

# FIBTC首创共享交易模式，项目上线三个月收获用户交易的100%交易手续费返佣；用户邀请收获被邀请用户最高100%手续费返佣。
source: FIBTC created the shared trading mode.In the three months after the project was launched, 100% of the trading commission of the users' transactions has been recbated; users will get the maximum 100% of the commission when they successfully invite new users.
es: FIBTC creo y lanzó su modelo de trading compartido en 3 meses tras el lanzamiento del proyecto. Se ha devuelto el 100% de las comisiones sobre las transacciones de los usuarios. Los usuarios recibirán el 100% de las comisiones cuando inviten a nuevos usuarios y estos completen el proceso de registro
hi: FIBTC ने साझा व्यापार मोड बनाया। परियोजना शुरू होने के तीन महीनों में, उपयोगकर्ताओं के लेनदेन के व्यापार आयोग का 100% पुनर्कथन किया गया है; जब उपयोगकर्ता नए उपयोगकर्ताओं को सफलतापूर्वक आमंत्रित करेंगे तो उन्हें कमीशन का अधिकतम 100% प्राप्त होगा।
id: FIBTC menciptakan mode perdagangan bersama. Dalam tiga bulan setelah proyek diluncurkan, 100% komisi perdagangan dari transaksi pengguna telah dihitung ulang; pengguna akan mendapatkan komisi maksimum 100% ketika mereka berhasil mengundang pengguna baru.
ko: FIBTC는 최초로 공유 거래 모델을 출시하여, 프로젝트 론칭 3개월만에 사용자 거래 100%의 거래 수수료 리베이트를 받았으며, 사용자는 초대된 사용자에게 최고 100% 수수료 리베이트를 획득합니다.
ru: FIBTC создал режим совместной торговли. В течение трех месяцев после запуска проекта, 100% торговой комиссии от сделок пользователей были возвращены; пользователи получат максимальные 100% комиссии, когда они успешно пригласят новых пользователей.
tr: FIBTC, paylaşımlı alım-satım modunu yarattı. Projenin başlamasını takip eden üç ay içinde, kullanıcıların işlemlerinden kesilen alım satım komisyonunun %100'ü iade edildi; kullanıcılar, yeni kullanıcıları başarıyla davet ettiklerinde komisyonun maksimum %100'ünü alacaklardır.
zh_hant: FIBTC首創共享交易模式，項目上線三個月收獲用戶交易的100%交易手續費返傭；用戶邀請收獲被邀請用戶最高100%手續費返傭。

# 超级合伙人
source: Partner Program
es: Programa de Partners
hi: साथी कार्यक्रम
id: Program Mitra
ja: スーパーパートナー
ko: 슈퍼 파트너
ru: Партнерская программа
tr: Ortak Programı
zh_hant: 超級合夥人

# 发红包
source: Red Packet Distribution
es: Distribución de Red Packet
hi: लाल पैकेट वितरण
id: Distribusi amplop merah
ja: お年玉を配る
ko: 훙보우 발행
tr: Kırmızı Paket Dağıtımı
zh_hant: 發紅包

# 计价方式
source: Currency
es: Moneda
hi: मुद्रा
id: Mata uang
ja: 評価方法
ko: 가격 산정 방식
ru: Валюта
tr: Para Birimi
zh_hant: 計價方式

# 语言
source: Language
es: Idioma
hi: भाषा
id: Bahasa
ja: 言語
ko: 언어
ru: Язык
tr: Dil
zh_hant: 語言

# 清理缓存
source: Clear cache
es: Borrar cache
hi: cache को साफ़ करें
id: Hapus cache
ja: キャッシュの消去
ko: 새로고침
ru: Очистить кэш
tr: Önbelleği temizle
zh_hant: 清理緩存

# 退出登录
source: Log out
es: Cerrar sesión
ja: ログアウト
ko: 로그아웃
ru: Выйти из системы
tr: Çıkış Yap
zh_hant: 退出登錄

# 我的
source: Me
es: Yo
hi: मैं
id: Saya
ja: 私の
ko: 내 정보
ru: Я
tr: Ben
zh_hant: 我的

# 您确定要退出登录吗?
source: Are you sure you want to log out?
es: ¿Está seguro de que desea cerrar sesión?
hi: क्या आप log out करना चाहते हैं?
id: Apakah Anda yakin ingin log out?
ja: ログアウトしてもよろしいですか
ko: 로그아웃하시겠습니까?
ru: Вы уверены, что хотите выйти из системы?
tr: Çıkış yapmak istediğinize emin misiniz?
zh_hant: 您確定要退出登錄嗎?

# 成功退出
source: Logout successfully
es: Cerrado de sesión completado
hi: Logout सफलतापूर्वक
id: Log out sukses
ja: ログアウトしました
ko: 로그아웃 성공
ru: Выход успешно завершен
tr: Başarıyla çıkış yapıldı
zh_hant: 成功退出

# 语言切换
source: Language
es: Idioma
hi: भाषा
id: Bahasa
ja: 言語の切り替え
ko: 언어설정
ru: Язык
tr: Dil
zh_hant: 語言切換

# 辅助货币
source: Currency
es: Moneda
hi: मुद्रा
id: Mata uang
ja: 補助通貨
ko: 보조 화폐
ru: Валюта
tr: Para Birimi
zh_hant: 輔助貨幣

# 即将开始认证视频的录制，视频总时长不超过15秒，请确保网络顺畅或在WiFi环境下操作，若网络不稳定易造成视频上传失败，则需要重新录制。
source: The recording of the certified video is about to start, and the total duration of the video should not exceed 15 seconds. Please ensure that the network is smooth or operate in a WiFi environment. If the network is unstable and the video upload fails, you need to re-record.
es: La grabación del video certificado va a comenzar en breve. La duración total no debe superar los 15 segundos. Por favor, asegúrese de que la conexión funciona. Si la conexión es inestable y el envío del video falla, tendrá que volver a grabarlo de nuevo
hi: प्रमाणित वीडियो की रिकॉर्डिंग शुरू होने वाली है, और वीडियो की कुल अवधि 15 सेकंड से अधिक नहीं होनी चाहिए। कृपया सुनिश्चित करें कि नेटवर्क सुचारू है या वाईफाई वातावरण में संचालित है। यदि नेटवर्क अस्थिर है और वीडियो अपलोड विफल हो जाता है, तो आपको फिर से रिकॉर्ड करने की आवश्यकता है।
id: Perekaman video bersertifikat akan segera dimulai, dan total durasi video tidak boleh lebih dari 15 detik. Pastikan jaringan lancar atau beroperasi di lingkungan WiFi. Jika jaringan tidak stabil dan pengunggahan video gagal, Anda perlu merekam ulang.
ja: 認定ビデオの録画が開始されます。ビデオ時間が15秒を超えないようにしてください。ネットワークがスムーズであるか、WiFi環境で動作していることを確認してください。ネットワークが不安定な場合、ビデオのアップロードが失敗する可能性があるため、再度録画する必要があります。
ko: 곧 동영상 인증이 시작됩니다. 동영상의 총 지속 시간은 15 초를 초과하지 않습니다. 네트워크가 원활하거나 WiFi 환경에서 진행해주세요. 네트워크 불안정으로 인해 비디오 업로드에 실패하면 다시 녹화해야합니다.
ru: Начинается запись сертифицированного видеоролика, общая продолжительность которого не должна превышать 15 секунд. Пожалуйста, убедитесь, что сеть работает бесперебойно, или работайте в среде WiFi. Если сеть нестабильна и загрузка видео не удается, вам необходимо повторить запись.
tr: Onaylı videonun kaydı başlamak üzere ve videonun toplam süresi 15 saniyeyi geçmemelidir. Lütfen bağlı olduğunuz ağın düzgün çalıştığından veya bir WiFi ortamında olduğunuzdan emin olun. Ağ stabil değilse ve video yükleme başarısız olursa, yeniden kaydetmeniz gerekir.
zh_hant: 即將開始認證視頻的錄制，視頻總時長不超過15秒，請確保網絡順暢或在WiFi環境下操作，若網絡不穩定易造成視頻上傳失敗，則需要重新錄制。

# 开始录制
source: Star recording
es: Comenzar grabación
hi: रिकॉर्डिंग शुरू
id: Mulai merekam
ja: 録画を開始します
ko: 녹화시작
ru: Запись звезды
tr: Kaydı başlat
zh_hant: 開始錄制

# 请录制一段视频并在视频中念出以下数字
source: Please record a video and say the following numbers in the video
es: Por favor, grabe un video diciendo los siguientes números
hi: कृपया एक वीडियो रिकॉर्ड करें और वीडियो में निम्नलिखित नंबर बोलें
id: Silakan rekam video dan ucapkan angka-angka berikut dalam video
ja: ビデオを録画し、ビデオで次の番号を読んでください
ko: 동영상을 녹화하고 동영상에서 아래 번호를 읽어주세요.
ru: Пожалуйста, запишите видео и произнесите в нем следующие цифры
tr: Lütfen bir video kaydedin ve videoda aşağıdaki sayıları söyleyin
zh_hant: 請錄制壹段視頻並在視頻中念出以下數字

# 重新录制
source: Re-record
es: Volver a grabar
hi: पुन: रिकॉर्ड
id: Rekam ulang
ja: もう一度録画します
ko: 다시 녹화
ru: Перезаписать
tr: Tekrar kaydet
zh_hant: 重新錄制

# 上传中
source: Uploading
es: Subiendo
hi: अपलोडिंग
id: Mengunggah
ja: アップロード中
ko: 업로드중
ru: Загрузка
tr: Karşıya yükleniyor
zh_hant: 上傳中

# 上传成功
source: Uploaded
es: Subido
hi: अपलोड किए गए
id: Diunggah
ja: アップロードしました
ko: 업로드 성공
ru: Загружено
tr: Karşıya yükle
zh_hant: 上傳成功

# 重置
source: Reset
hi: रीसेट
ja: リセット
ko: 재설정
ru: Перезагрузка
tr: Sıfırla
zh_hant: 重置

# 首页
source: Home
es: Casa
hi: घर
id: Beranda
ja: ホーム
ko: 홈페이지
ru: Дом
tr: Ev
zh_hant: 首頁

# 财务
source: Wallet
hi: बटुआ
id: Dompet
ja: ウォレット
ko: 자산
ru: Кошелек
tr: Cüzdan
zh_hant: 財務

# 新版已发布
source: New Version
es: Nueva versión
hi: नया संस्करण
id: Versi baru
ja: ニューバージョン
ko: 새버전 발행 완료
ru: Новая версия
tr: Yeni Sürüm
zh_hant: 新版已發布

# 新版本提醒
source: New version available
es: Nueva versión disponible
hi: नया संस्करण उपलब्ध है
id: Versi baru tersedia
ja: 新しいバージョンのリマインダー
ko: 새버전 알림
ru: Доступна новая версия
tr: Yeni sürüm mevcut
zh_hant: 新版本提醒

# 忽略
source: Ingore
es: Ignorar
hi: ध्यान न देना
id: abaikan
ja: キャンセル
ko: 생략
tr: Görmezden gel
zh_hant: 忽略

# 下载
source: Download
es: Descargar
hi: डाउनलोड
id: Unduh
ja: ダウンロード
ko: 다운로드
ru: Скачать
tr: İndir
zh_hant: 下載

# 当前为最新版本
source: The current to the latest version
es: Está usando la última versión
hi: नवीनतम संस्करण के लिए वर्तमान
id: Versi terbaru saat ini
ja: 現在は最新バージョン
ko: 현재 버전이 최신버전입니다.
ru: Обновление до последней версии
tr: Güncel sürümden son sürüme
zh_hant: 當前為最新版本

# 更新到最新版本
source: Update to the latest version
es: Actualizar a la última versión
hi: नवीनतम संस्करण में अपडेट करें
id: Update ke versi terbaru
ja: 最新バージョンにアップデートします
ko: 최신버전으로 업데이트하기
ru: Обновить до последней версии
tr: Son sürüme güncelle
zh_hant: 更新到最新版本

# 立即升级
source: Update Now
es: Actualizar ahora
hi: अभी अद्यतन करें
id: Update sekarang
ja: 今すぐアップデート
ko: 지금 업데이트하기
ru: Обновить сейчас
tr: Şimdi Güncelle
zh_hant: 立即升級

# 照片访问受限
source: Photo access restricted
es: Acceso a foto restringido
hi: फोटो एक्सेस प्रतिबंधित
id: Akses foto dibatasi
ja: 写真へのアクセスが制限されています
ko: 앨범 방문이 제한됨
ru: Доступ к фотографиям ограничен
tr: Fotoğraf erişimi kısıtlandı
zh_hant: 照片訪問受限

# 点击“设置”，允许访问您的照片
source: Click "Settings" to allow access to your photos
es: Haga clic en "Ajustes "para permitir el acceso a sus fotos
hi: अपनी तस्वीरों तक पहुंच की अनुमति देने के लिए "setting " click करें
id: Klik "Pengaturan" untuk mengizinkan akses ke foto Anda
ja: 「設定」をクリックして、写真へのアクセスを許可します
ko: '설정'을 클릭하여 앨범 방문을 허용하시기 바랍니다.
ru: Нажмите "Настройки", чтобы разрешить доступ к вашим фотографиям
tr: Fotoğraflarınıza erişime izin vermek için "Ayarlar"ı tıklayın
zh_hant: 點擊“設置”，允許訪問您的照片

# 设置
source: Settings
es: Ajustes
id: Pengaturan
ja: 設定
ko: 설정
ru: Настройки
tr: Ayarlar
zh_hant: 設置

# 摄像头访问受限
source: Camera access restricted
es: Acceso a cámara restringido
hi: कैमरा एक्सेस प्रतिबंधित
id: Akses kamera dibatasi
ja: カメラが制限されました
ko: 카메라 사용이 제한됨
ru: Доступ к камере ограничен
tr: Kamera erişimi kısıtlandı
zh_hant: 攝像頭訪問受限

# 点击“设置”，允许使用您的摄像头
source: Click "Settings" to allow the use of your camera
es: Haga clic en "Ajustes"para permitir el acceso a su cámara
hi: अपने कैमरे के उपयोग की अनुमति देने के लिए "setting " click करें
id: Klik "Pengaturan" untuk mengizinkan penggunaan kamera Anda
ja: 「設定」をクリックして、カメラの使用を許可します。
ko: ‘설정'을 클릭하여 카메라 사용을 허용하시기 바랍니다.
ru: Нажмите "Настройки", чтобы разрешить использование вашей камеры
tr: Kameranızın kullanımına izin vermek için "Ayarlar"ı tıklayın
zh_hant: 點擊“設置”，允許使用您的攝像頭

# 麦克风访问受限
source: Microphone access restricted
es: Acceso a micrófono restringido
hi: माइक्रोफ़ोन एक्सेस प्रतिबंधित
id: Akses mikrofon dibatasi
ja: マイクへのアクセスが制限されています
ko: 마이크 액세스가 제한됨
ru: Доступ к микрофону ограничен
tr: Mikrofon erişimi kısıtlandı
zh_hant: 麥克風訪問受限

# 点击“设置”，允许使用您的麦克风
source: Click "Settings" to allow access to your microphone
es: Haga clic en "Ajustes” para permitir el acceso a su micrófono
hi: अपने माइक्रोफ़ोन तक पहुंच की अनुमति देने के लिए "setting " click करें
id: Klik "Pengaturan" untuk mengizinkan akses ke mikrofon Anda
ja: 「設定」をクリックして、マイクへのアクセスを許可します
ko: 마이크에 대한 액세스를 허용하려면 "설정"을 클릭하십시오.
ru: Нажмите "Настройки", чтобы разрешить доступ к вашему микрофону
tr: Mikrofonunuza erişime izin vermek için "Ayarlar"ı tıklayın
zh_hant: 點擊“設置”，允許使用您的麥克風
