Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 最大可投#availableNum#票
source: You can cast up to #availableNum# votes
es: Puedes usar # disponibilidad # votos
hi: आप अधिकतम #उपलब्ध संख्या# वोट डाल सकते हैं
id: Anda dapat memberikan hingga #availableNum# suara
ja: 最大投資#availableNum#
ko: 최대 투표가능 #availableNum#
ru: Вы можете отдать до #availableNum# голосов
tr: #availableNum# sayıda oy kullanabilirsiniz
zh_hant: 最大可投#availableNum#票

# 退出
source: Quit
es: Renunciar
hi: छोड़ दें
id: Keluar
ja: 終了する
ko: 떠나다
ru: Выйти из игры
tr: Çık
zh_hant: 退出

# 请输入票数
source: Please enter the number of votes you want to cast
es: Por favor ingrese el número de votos que desea utilizar
hi: कृपया जितने वोट आप डालना चाहते हैं, दर्ज करें
id: Sila masukkan jumlah suara yang ingin Anda berikan
ja: 投票数を入力してください
ko: 표수를 입력해주세요
ru: Пожалуйста, введите количество голосов, которые вы хотите отдать
tr: Lütfen vermek istediğiniz oy sayısını girin
zh_hant: 請輸入票數

# 暂不支持商家购买
source: Merchant purchase is not supported
es: La compra del vendedor no es compatible
hi: व्यापारी खरीद समर्थित नहीं है
id: Pembelian pedagang tidak didukung
ja: マーチャントの購入は現在サポートされていません
ko: 현재 판매자 구매는 지원되지 않습니다
ru: Торговая покупка не поддерживается
tr: Satıcı alımı desteklenmiyor
zh_hant: 暫不支持商家購買

# 活动未开始
source: Not started
es: Sin comenzar
hi: शुरू नही हुआ
id: Belum mulai
ja: 活動は始まっていません
ko: 이벤트 오픈예정
ru: Не начато
tr: Başlamadı
zh_hant: 活動未開始

# 活动已结束
source: Ended
es: Finalizado
hi: समाप्त
id: Berakhir
ja: イベントは終了しました
ko: 이벤트 종료됨
ru: Закончилась
tr: Bitti
zh_hant: 活動已結束

# 挖矿
source: Mining
es: Minado
hi: माइनिंग
id: Pertambangan
ja: マイニング
ko: 마이닝
ru: Майнинг
zh_hant: 挖礦

# 算力商城
source: Hashrate
hi: हैशरेट
ja: 算力モール
ko: 해시레이트 스토어
ru: Хэшрейт
zh_hant: 算力商城

# 您的下单价格已触发限价，请确认以目前允许的最高买入价格#limitPrice#下单
source: The price of order you placed has triggered a limit order. Please confirm to place your order at the highest allowed bid price of #limitPrice#.
es: El precio de la orden que realizó ha excedido un límite. Confirme los datos de su pedido para que el precio esté por debajo del máximo permitido de # LimitPrecio #.
hi: आपके द्वारा दिए गए ऑर्डर की कीमत ने एक सीमा आदेश शुरू कर दिया है। कृपया #limitPrice#के उच्चतम अनुमत बोली मूल्य पर अपना ऑर्डर देने की पुष्टि करें ।
id: Harga pesanan yang Anda tempatkan telah memicu pesanan batas. Harap konfirmasi untuk menempatkan pesanan Anda pada harga penawaran tertinggi yang diizinkan #limitPrice#.
ja: 注文価格が制限価格をトリガーしました。現在許可されている最大購入価格#limitPrice#で注文することを確認してください。
ko: 고객님의 시장가 주문이 지정가를 촉발하였습니다. 현재 허용되는 최대 매입 가격#limitPrice#으로 주문해주세요.
ru: Цена размещенного вами ордера вызвала срабатывание лимитного ордера. Пожалуйста, подтвердите размещение вашего ордера по максимально допустимой цене #limitPrice#.
tr: Verdiğiniz emrin fiyatı bir limit emri tetikledi. Lütfen vereceğiniz emri izin verilen en yüksek teklif fiyatı olan #limitPrice# ile vermek için onaylayın.
zh_hant: 您的下單價格已觸發限價，請確認以現時允許的最高買入價格#limitPrice#下單

# 您的下单价格已触发限价，请确认以目前允许的最低卖出价格#limitPrice#下单
source: The price of order you placed has triggered a limit order. Please confirm to place your order at the lowest allowed ask price of #limitPrice#.
es: El precio del orden que realizó ha activado un pedido límite. Confirme para realizar su pedido en el precio más bajo permitido de Pedido de # LimitPrecio #.
hi: आपके द्वारा दिए गए ऑर्डर की कीमत ने एक सीमा आदेश शुरू कर दिया है। कृपया #limitPrice#की सबसे कम अनुमति देने वाली पूछ मूल्य पर अपना ऑर्डर देने की पुष्टि करें।
id: Harga pesanan yang Anda lakukan telah memicu limit order. Mohon konfirmasi untuk menempatkan order Anda pada harga permintaan terendah #limitPrice#.
ja: 注文価格が制限価格をトリガーしました。現在許可されている最低販売価格#limitPrice#で注文することを確認してください。
ko: 고객님의 시장가 주문이 지정가를 촉발하였습니다. 현재 허용되는 최저 매도 가격#limitPrice#으로 주문해주세요.
ru: Цена размещенного вами ордера вызвала срабатывание лимитного ордера. Пожалуйста, подтвердите размещение вашего ордера по самой низкой разрешенной цене спроса #limitPrice#.
tr: Verdiğiniz emrin fiyatı bir limit emri tetikledi. Lütfen vereceğiniz emri izin verilen en düşük teklif fiyatı olan #limitPrice# ile vermek için onaylayın.
zh_hant: 您的下單價格已觸發限價，請確認以現時允許的最低賣出價格#limitPrice#下單

# 您的市价单已触发限价，请确认以目前允许的最高买入价格#limitPrice#下单
source: The market order you placed has triggered a limit order. Please confirm to place your order at the lowest allowed bid price of #limitPrice#.
es: La orden de mercado que realizó ha activado un pedido límite. Confirme para realizar su pedido al precio de oferta más bajo permitido de # LimitPrecio #.
hi: आपके द्वारा दिए गए बाजार ऑर्डर ने एक सीमा आदेश शुरू कर दिया है। कृपया #limitPrice#के सबसे कम अनुमत बोली मूल्य पर अपना ऑर्डर देने की पुष्टि करें।
id: Pesanan pasar yang Anda tempatkan telah memicu batasan pesanan. Mohon konfirmasi untuk menempatkan order Anda pada harga penawaran terendah yang diperbolehkan #limitPrice#.
ja: 成行注文が指値をトリガーしました。現在許可されている最大購入価格#limitPrice#で注文することを確認してください。
ko: 고객님의 시장가 주문이 지정가를 촉발하였습니다. 현재 허용되는 최대 매입 가격 #limitPrice#로 주문해주세요.
ru: Рыночный ордер, который вы разместили, вызвал срабатывание лимитного ордера. Пожалуйста, подтвердите размещение вашего ордера по минимально допустимой цене предложения #limitPrice#.
tr: Verdiğiniz piyasa emri bir limit emri tetikledi. Lütfen vereceğiniz emri izin verilen en düşük teklif fiyatı olan #limitPrice# ile vermek için onaylayın.
zh_hant: 您的市價單已觸發限價，請確認以目前允許的最高買入價格#limitPrice#下單

# 您的市价单已触发限价，请确认以目前允许的最低卖出价格#limitPrice#下单
source: The market order you placed has triggered a limit order. Please confirm to place your order at the lowest allowed ask price of #limitPrice#.
es: El precio de la orden que realizó ha excedido un límite. Confirme los datos de su pedido para que el precio esté por encima del mínimo permitido de # LimitPrecio #.
hi: आपके द्वारा दिए गए बाजार ऑर्डर ने एक सीमा आदेश शुरू कर दिया है। कृपया #limitPrice#की सबसे कम अनुमति देने वाली पूछ मूल्य पर अपना ऑर्डर देने की पुष्टि करें।
id: Pesanan pasar yang Anda tempatkan telah memicu batasan pesanan. Harap konfirmasi untuk melakukan pemesanan dengan harga terendah yang diizinkan dari #limitPrice#.
ja: 成行注文が指値をトリガーしました。現在許可されている最低販売価格#limitPrice#で注文することを確認してください。
ko: 고객님의 시장가 주문이 지정가를 촉발하였습니다. 현재 허용되는 최저 매도 가격 #limitPrice#로 주문해주세요.
ru: Размещенный вами рыночный ордер вызвал срабатывание лимитного ордера. Пожалуйста, подтвердите размещение вашего ордера по минимально допустимой цене спроса #limitPrice#.
tr: Verdiğiniz piyasa emri bir limit emri tetikledi. Lütfen vereceğiniz emri izin verilen en düşük teklif fiyatı olan #limitPrice# ile vermek için onaylayın.
zh_hant: 您的市價單已觸發限價，請確認以目前允許的最低賣出價格#limitPrice#下單

# 下单总金额不能低于#minOrderAmount#
source: The total value of orders placed cannot be less than #minOrderAmount#
es: El valor total de las órdenes realizadas no puede ser menor que #minOrderAmount#
hi: दिए गए आदेशों का कुल मूल्य #minOrderAmount# से कम नहीं हो सकता
id: Nilai total pesanan yang dilakukan tidak boleh kurang dari #minOrderAmount#
ja: 注文の合計金額は#minOrderAmount#未満にはできません
ko: 총 주문 금액은 #minOrderAmount#보다 작을 수 없습니다.
ru: Общая стоимость размещенных ордеров не может быть меньше #minOrderAmount#.
tr: Verilen emirlerin toplam değeri #limitPrice# değerinden az olamaz
zh_hant: 下單總金額不能低於#minOrderAmount#

# 基础设置
source: Basic Settings
es: Ajustes básicos
hi: मूल सेटिंग्स
id: Pengaturan dasar
ja: 基本設定
ko: 기본설정
ru: Основные настройки
tr: Temel Ayarlar
zh_hant: 基礎設置

# 余额：#balance#
source: Balance: #balance#
hi: बैलेंस: #balance#
id: Saldo: #balance#
ja: 残高：#balance#
ko: 잔액: #balance#
ru: Баланс: #balance#
tr: Bakiye: #balance#
zh_hant: 餘額：#balance#

# 价格设置
source: Price Settings
es: Configuracioón de precios
hi: मूल्य सेटिंग्स
id: Pengaturan harga
ja: 価格設定
ko: 가격 설정
ru: Настройки цены
tr: Fiyat Ayarları
zh_hant: 價格設置

# 参考价格：#referencePrice#
source: Reference Price: #referencePrice#
es: Precio de referencia: #referencePrice#
hi: संदर्भ मूल्य: #referencePrice#
id: Harga Referensi:#referencePrice#
ja: 参考価格：#referencePrice#
ko: 참고가격: #referencePrice#
ru: Справочная цена: #referencePrice#
tr: Referans Fiyatı: #referencePrice#
zh_hant: 參考價格：#referencePrice#

# 交易说明
source: Transaction Instructions
es: Instrucciones de transacción
hi: लेन-देन के निर्देश
id: Instruksi transaksi
ja: トランザクションの説明
ko: 거래설명
ru: Инструкции по транзакции
tr: İşlem Talimatları
zh_hant: 交易說明

# 出售数量
source: Sell Quantity
es: Cantidad de venta
hi: बिक्री मात्रा
id: Jumlah Jual
ja: 販売数量
ko: 매도수량
ru: Продать количество
tr: Satış Miktarı
zh_hant: 出售數量

# 购买数量
source: Buy Quantity
es: Cantidad de compra
hi: खरीदी मात्रा
id: Jumlah Beli
ja: 購入数量
ko: 매입수량
ru: Количество покупки
tr: Alış Miktarı
zh_hant: 購買數量

# 单笔最小出售数量
source: Single Minimum Sell Quantity
es: Cantidad mínima de venta por cada transacción
hi: एकल न्यूनतम बिक्री मात्रा
id: Kuantitas Penjualan Minimum Tunggal
ja: 単一最小販売数量
ko: 단일 최소 매도수량
ru: Единое минимальное количество продажи
tr: Tek Minimum Satış Miktarı
zh_hant: 單筆最小出售數量

# 单笔最小购买数量
source: Single Minimum Buy Quantity
es: Cantidad mínima de compra por cada transacción
hi: एकल न्यूनतम खरीद मात्रा
id: Kuantitas Pembelian Minimum Tunggal
ja: 単一最小購入数量
ko: 단일 최소 매입수량
ru: Единое минимальное количество покупки
tr: Tek Minimum Alış Miktarı
zh_hant: 單筆最小購買數量

# 单笔最大出售数量
source: Single Maximum Sell Quantity
es: Cantidad máxima de venta por cada transacción
hi: एकल अधिकतम बिक्री मात्रा
id: Kuantitas Jual Maksimum Tunggal
ja: 単一販売の最大数量
ko: 단일 최대 매도수량
ru: Единое максимальное количество продажи
tr: Tek Maksimum Satış Miktarı
zh_hant: 單筆最大出售數量

# 单笔最大购买数量
source: Single Maximum Buy Quantity
es: Cantidad máxima de compra por cada transacción
hi: एकल अधिकतम खरीद मात्रा
id: Kuantitas pembelian maksimum tunggal
ja: 単一購入最大数
ko: 단일 최대 매입수량
ru: Единое максимальное количество покупки
tr: Tek Minimum Alış Miktarı
zh_hant: 單筆最大購買數量

# 最大
source: Maximum
es: Máximo
hi: अधिकतम
id: Maksimum
ja: 最大
ko: 최대
ru: Максимальное
tr: Maksimum
zh_hant: 最大

# 定价方式
source: Pricing Method
es: Método de cálculo de precio
hi: मूल्य निर्धारण विधि
id: Metode Harga
ja: 価格設定方法
ko: 가격 책정 방법
ru: Метод ценообразования
tr: Fiyatlandırma Yöntemi
zh_hant: 定價方式

# 浮动价格
source: Floating Price
es: Precio flotante
hi: अस्थायी मूल्य
id: Harga mengambang
ja: 変動価格
ko: 변동가격
ru: Плавающая цена
tr: Değişken Fiyat
zh_hant: 浮動價格

# 固定价格
source: Fixed Price
es: Precio fijo
hi: निर्धारित मूल्य
id: Harga tetap
ja: 固定価格
ko: 고정가격
ru: Фиксированная цена
tr: Sabit Fiyat
zh_hant: 固定價格

# 浮动方式
source: Floating Method
es: Método flotante
hi: अस्थायी विधि
id: Metode Mengambang
ja: フローティング方式
ko: 변동방식
ru: Плавающий метод
tr: Değişken Yöntemi
zh_hant: 浮動方式

# 浮动比例
source: Floating Ratio
es: Proporción flotante
hi: अस्थायी अनुपात
id: Rasio mengambang
ja: 浮動比
ko: 변동 비율
ru: Плавающий коэффициент
tr: Değişken Oran
zh_hant: 浮動比例

# 浮动金额
source: Floating Amount
es: Cantidad flotante
hi: अस्थायी राशि
id: Jumlah Mengambang
ja: 変動量
ko: 변동 금액
ru: Плавающая сумма
tr: Değişken Miktar
zh_hant: 浮動金額

# 设置浮动比例。例如浮动价格保持比最新价格低10%则输入-10，高10%则输入10
source: Set floating ratio. For example, if the floating price stays 10% lower than the latest price， please enter -10, and vice versa.
es: Establecer proporción flotante. Por ejemplo, si el precio flotante permanece un 10% más bajo que el último precio, ingrese -10, y viceversa.
hi: फ्लोटिंग रेशियो सेट करें। उदाहरण के लिए, यदि विपरीत क्रम से फ्लोटिंग मूल्य नवीनतम मूल्य से 10% कम रहता है, तो कृपया -10 दर्ज करें,
id: Tetapkan rasio mengambang Misalnya, jika harga mengambang tetap 10% lebih rendah dari harga terakhir, masukkan -10, dan sebaliknya.
ja: 浮動比を設定する。たとえば、変動価格が最新の価格より10％低いままの場合は、-10と入力し、10％高い場合は10と入力します。
ko: 변동 비율 설정. 예를 들어 변동 가격이 최신 가격보다 10% 낮으면 -10을 입력하고 10% 높으면 10을 입력합니다
ru: Установите плавающий коэффициент. Например, если плавающая цена остается на 10% ниже последней цены, введите -10, и наоборот.
tr: Değişken oranı ayarlayın. Örneğin, değişken fiyat son fiyattan %10 daha düşük kalırsa, lütfen -10 yazın ve bunun zıttı durumunda da tersini girin.
zh_hant: 設置浮動比例。例如浮動價格保持比最新價格低10%則輸入-10，高10%則輸入10

# 设置固定浮动金额。例如浮动价格保持比最新价格低0.1CNY则输入-0.1，高0.1则输入0.1
source: Set a Fixed Floating Amount. For example, if the floating price stays 0.1CNY lower than the latest price, please enter -0.1, and vice versa.
es: Establecer una cantidad flotante fija. Por ejemplo, si el precio flotante permanece 0.1CNY más bajo que el precio más reciente, ingrese -0.1 y viceversa.
hi: एक निश्चित फ्लोटिंग राशि निर्धारित करें। उदाहरण के लिए, विपरीत क्रम से यदि फ्लोटिंग मूल्य नवीनतम मूल्य से 0.1सीNY कम रहता है, तो कृपया -0.1 दर्ज करें
id: Tetapkan jumlah mengambang tetap. Misalnya, jika harga mengambang tetap 0,1cny lebih rendah dari harga terbaru, silakan masukkan -0.1, dan sebaliknya.
ja: 固定変動額を設定する。たとえば、変動価格が最新の価格より0.1％低いままの場合、1 $ sの場合は-0.1と入力し、0.1より大きい場合は0.1と入力します。
ko: 고정 변동 금액 설정. 예를 들어 변동 가격이 최신 가격보다 0.1%1$s 낮게 유지되는 경우 -0.1을 입력하고 0.1보다 높으면 0.1을 입력합니다
ru: Установите фиксированную плавающую сумму. Например, если плавающая цена остается на 0,1CNY ниже последней цены, введите -0,1, и наоборот.
tr: Sabit Değişken bir Miktar Ayarlayın Örneğin, değişken fiyat son fiyattan 0,1CNY daha düşük kalırsa, lütfen -0,1 yazın ve bunun zıttı durumunda da tersini girin.
zh_hant: 設置固定浮動金額。例如浮動價格保持比最新價格低0.1CNY則輸入-0.1，高0.1則輸入0.1

# 请输入浮动比例
source: Please enter the floating ratio
es: Por favor, ingrese la proporción flotante
hi: कृपया अस्थायी राशि दर्ज करें
id: Sila masukkan rasio mengambang
ja: 浮動比率を入力してください
ko: 변동 비율를 입력해 주세요
ru: Пожалуйста, введите плавающий коэффициент
tr: Lütfen değişken oranı girin
zh_hant: 請輸入浮動比例

# 请输入浮动金额
source: Please enter the floating amount
es: Por favor, ingrese la cantidad flotante
hi: कृपया अस्थायी राशि दर्ज करें|
id: Sila masukkan jumlah mengambang
ja: 変動額を入力してください
ko: 변동 금액을 입력해 주세요
ru: Пожалуйста, введите плавающую сумму
tr: Lütfen değişken tutarı girin
zh_hant: 請輸入浮動金額

# 出售价格
source: Sell Price
es: Precio de venta
hi: बिक्री किमत
id: Harga jual
ja: セールスプライス
ko: 매도가격
ru: Цена продажи
tr: Satış Fiyatı
zh_hant: 出售價格

# 购买价格
source: Buy Price
es: Precio de compra
hi: खरीदी किमत
id: Harga beli
ja: 購入金額
ko: 매입가격
ru: Цена покупки
tr: Alım Fiyatı
zh_hant: 購買價格

# 根据参考价格自动计算
source: Automatic calculation according to reference prices
es: Cálculo automático de acuerdo con los precios de referencia
hi: संदर्भ कीमतों के अनुसार स्वचालित गणना
id: Perhitungan otomatis sesuai dengan harga referensi
ja: 参照価格に基づく自動計算
ko: 참고가격에 따라 자동으로 계산됩니다
ru: Автоматический расчет в соответствии со справочными ценами
tr: Referans fiyatlar üzerinden otomatik hesaplama
zh_hant: 根據參考價格自動計算

# 该价格根据当前参考价格计算得出，会随着汇率不断变化。
source: The price is calculated based on the current reference price and will change with the exchange rate.
es: El precio se calcula en función del precio de referencia actual y se ajustará con el tipo de cambio.
hi: कीमत की गणना वर्तमान संदर्भ मूल्य के आधार पर की जाती है और विनिमय दर के साथ बदल जाएगी।
id: Harga dihitung berdasarkan harga referensi saat ini dan akan berubah dengan nilai tukar.
ja: 価格は現在の参照価格に基づいて計算され、為替レートに応じて変化し続けます
ko: T해당 가격은 현재 참고가격을 기준으로 계산되며, 환율에 따라 계속 변경됩니다
ru: Цена рассчитывается на основе текущей справочной цены и будет меняться в зависимости от обменного курса.
tr: Fiyat, mevcut referans fiyatına göre hesaplanır ve döviz kuruna göre değişecektir.
zh_hant: 該價格根據當前參考價格計算得出，會隨著匯率不斷變化。

# 隐藏价格
source: Hidden Price
es: Precio oculto
hi: छिपी हुई कीमत
id: Harga Tersembunyi
ja: 価格を隠す
ko: 숨김가격
ru: Скрытая цена
tr: Gizli Fiyat
zh_hant: 隱藏價格

# 请输入隐藏价格
source: Please enter the hidden price
es: Por favor, ingrese el precio oculto
hi: कृपया छिपी हुई कीमत दर्ज करें
id: Sila masukkan harga tersembunyi
ja: 隠し価格を入力してください
ko: 숨김가격을 입력해 주세요
ru: Пожалуйста, введите скрытую цену
tr: Lütfen gizli fiyatı girin
zh_hant: 請輸入隱藏價格

# 当浮动价格达到或高于您设置的隐藏价格时，系统将自动下架您的广告，低于隐藏价格，自动上架广告。
source: When the floating price is equal to or higher than the hidden price you set, the system will automatically delist your AD, and vice versa.
es: Cuando el precio flotante sea igual o superior al precio oculto que se haya establecido, el sistema eliminará automáticamente su AD y viceversa.
hi: विपरीत क्रम से जब फ़्लोटिंग मूल्य आपके द्वारा निर्धारित छिपी कीमत के बराबर या उससे अधिक होता है, तो सिस्टम स्वचालित रूप से आपके एडी को हटा देगा
id: Ketika harga mengambang sama dengan atau lebih tinggi dari harga tersembunyi yang Anda tetapkan, sistem akan secara otomatis menghapus iklan Anda, dan sebaliknya.
ja: 変動価格が設定した非表示価格に達するか、それよりも高い場合、システムは自動的に広告を削除し、価格が非表示価格よりも低い場合、広告は自動的に一覧表示されます。
ko: 변동 가격이 설정한 숨김 가격에 도달하거나 높으면 시스템에서 자동으로 광고를 폐지하고, 숨김 가격보다 낮으면 광고를 자동으로 내보냅니다
ru: Если плавающая цена равна или выше установленной вами скрытой цены, система автоматически исключит ваш AD из списка, и наоборот.
tr: Değişken fiyat, belirlediğiniz gizli fiyata eşit veya daha yüksek olduğunda, sistem reklamınızı listeden kaldırır.
zh_hant: 當浮動價格達到或高於您設置的隱藏價格時，系統將自動下架您的廣告，低於隱藏價格，自動上架廣告。

# 当浮动价格达到或低于您设置的隐藏价格时，系统将自动下架您的广告，高于隐藏价格，自动上架广告。
source: When the floating price is equal to or lower than the hidden price you set, the system will automatically delist your AD, and vice versa.
es: Cuando el precio flotante sea igual o menor que el precio oculto que se haya establecido, el sistema eliminará automáticamente su AD y viceversa.
hi: विपरीत क्रम से जब फ्लोटिंग मूल्य आपके द्वारा निर्धारित छिपी हुई कीमत के बराबर या उससे कम होता है, तो सिस्टम आपके विज्ञापन को स्वचालित रूप से डीलिस्ट कर देगा
id: Ketika harga mengambang sama dengan atau lebih rendah dari harga tersembunyi yang Anda tetapkan, sistem akan secara otomatis menghapus iklan Anda, dan sebaliknya.
ja: 変動価格が設定した非表示価格に達するか下回ると、システムは自動的に広告を削除し、変動価格が非表示価格よりも高い場合、広告は自動的に一覧表示されます。
ko: 변동 가격이 설정한 숨김 가격에 도달하거나 떨어지면 시스템에서 자동으로 광고를 폐지하고, 숨김 가격보다 높으면 광고를 자동으로 내보냅니다
ru: Когда плавающая цена равна или ниже установленной вами скрытой цены, система автоматически исключит ваш АД из списка, и наоборот.
tr: Değişken fiyat, belirlediğiniz gizli fiyata eşit veya daha düşük olduğunda, sistem reklamınızı listeden kaldırır.
zh_hant: 當浮動價格達到或低於您設置的隱藏價格時，系統將自動下架您的廣告，高於隱藏價格，自動上架廣告。

# 请输入出售价格
source: Please enter the sell price
es: Por favor, ingrese el precio de venta
hi: कृपया बिक्री मूल्य दर्ज करें
id: Sila masukkan harga jual
ja: 販売価格を入力してください
ko: 매도가격을 입력해 주세요
ru: Пожалуйста, введите цену продажи
tr: Lütfen satış fiyatını girin
zh_hant: 請輸入出售價格

# 请输入购买价格
source: Please enter the buy price
es: Por favor, ingrese el precio de compra
hi: कृपया खरीद मूल्य दर्ज करें
id: Sila masukkan harga beli
ja: 購入価格を入力してください
ko: 매입가격을 입력해 주세요
ru: Пожалуйста, введите цену покупки
tr: Lütfen alış fiyatını girin
zh_hant: 請輸入購買價格

# 请输入备注
source: Please enter remarks
es: Por favor, introduzca las observaciones
hi: कृपया टिप्पणी दर्ज करें
id: Sila masukkan komentar
ja: メモを入力してください
ko: 비고를 입력해주세요
ru: Пожалуйста, введите замечания
tr: Lütfen açıklama girin
zh_hant: 請輸入備註

# 发布广告后上架
source: Get listed after ad launch
es: Listado en la lista después del lanzamiento de AD
hi: विज्ञापन लॉन्च होने के बाद सूचीबद्ध हों
id: Dicantumkan setelah peluncuran iklan
ja: 広告を投稿した後
ko: 광고 배포 후 론칭
ru: Попасть в список после запуска объявления
tr: Reklam lansmanından sonra listelenin
zh_hant: 發布廣告後上架

# 3.如不填写隐藏价格,市场剧烈波动情况下可能会造成资产损失；
source: Make sure you entered the hidden price in case of asset losses due to severe market fluctuations.
es: Asegúrese de que usted ingresó el precio oculto en caso de pérdida de activos debido a fluctuaciones repentinas del mercado.
hi: सुनिश्चित करें कि आपने बाजार में गंभीर उतार-चढ़ाव के कारण संपत्ति के नुकसान के मामले में छिपी हुई कीमत दर्ज की है।
id: Pastikan Anda memasukkan harga tersembunyi jika terjadi kerugian aset karena fluktuasi pasar yang parah.
ja: 3.隠れた価格を記入しないと、市場が大きく変動した場合に資産が失われる可能性があります。
ko: 숨김 가격을 입력하지 않을 경우, 시장 변동에 의해 자산손실이 발생할 수 있습니다
ru: Убедитесь, что вы ввели скрытую цену на случай потери активов из-за сильных колебаний рынка.
tr: Şiddetli piyasa dalgalanmaları nedeniyle varlık kaybı yaşanmasına karşı gizli fiyatı girdiğinizden emin olun.
zh_hant: 3.如不填寫隱藏價格,市場劇烈波動情況下可能會造成資產損失；

# 广告详情
source: Ad Details
es: Info del AD
hi: विज्ञापन विवरण
id: Detail iklan
ja: 広告の詳細
ko: 광고 상세정보
ru: Детали объявления
tr: Reklam Ayrıntıları
zh_hant: 廣告詳情

# 交易方向
source: Trade Direction
es: Dirección comercial
hi: व्यापार दिशा
id: Arah perdagangan
ja: 取引の方向性
ko: 거래방향
ru: Направление торговли
tr: Ticaret Yönü
zh_hant: 交易方向

# 单笔限额
source: Maximum Single Trade Amount
es: Cantidad máxima por operación de trading
hi: अधिकतम एकल व्यापार राशि
id: Jumlah Perdagangan Tunggal Maksimum
ja: 単一の制限
ko: 단일 한도액
ru: Максимальная сумма одной сделки
tr: Maksimum Tek İşlem Tutarı
zh_hant: 單筆限額

# 上传照片
source: Upload a photo
es: Subir una foto
hi: तस्वीर अपलोड करें
id: Unggahkan foto
ja: 写真をアップロードする
ko: 사진 업로드
ru: Загрузить фотографию
tr: Fotoğraf Yükle
zh_hant: 上傳照片

# (照片要求:右手持身份证证件，左手持带有XT、认证人签名、认证当天时间的证明文件)
source: Requirement: Holding your ID card in the right hand, and the documentation that reads "XT, the authenticator signature and authentication time" in the left hand
es: Requisitos: Sostenga su tarjeta de identificación en la mano derecha y un documento en el que se lea: XT, su firma y el tiempo de autenticación en la mano izquierda
hi: आवश्यकता: अपने आईडी कार्ड को दाहिने हाथ में पकड़ें, और दस्तावेज़ जो बाएं हाथ में "XT, प्रमाणक हस्ताक्षर और प्रमाणीकरण समय" पढ़ता है
id: Persyaratan: Memegang kartu ID Anda di tangan kanan, dan dokumentasi yang bertuliskan "XT, tanda tangan autentikator dan waktu otentikasi" di tangan kiri
ja: （写真の要件：IDカードを右手に持ち、XT、オーセンティケーターの署名、および認証の時刻を左手に持つドキュメント）
ko: (요구사항: 오른손에 신분증을 들고 왼손에는 "XT, 인증자 서명 및 인증 시간"이 적힌 문서를 들어 주세요)
ru: Требования: Держать удостоверение личности в правой руке, а документы с надписью "XT, подпись аутентификатора и время аутентификации" в левой руке.
tr: Gereksinimler: Sağ elinizde kimliğinizi, sol elinizde ”XT, kimlik doğrulama imzası ve kimlik doğrulama zamanı” yazan bir belge tutun
zh_hant: (照片要求:右手持身份證證件，左手持帶有XT、認證人簽名、認證當天時間的證明文件)

# 上传图片支持JPG，JPEG，PNG，大小请控制在1M以内，发起修改手机申请后，我们客服人员会尽快审核
source: Uplode images (JPG，JPEG，PNG) under 1M and submit the request of modification. We will review your application ASAP.
es: La imagen (JPG, JPEG, PNG) debe ser menor de 1 mb . Revisaremos su solicitud lo antes posible.
hi: 1M के तहत चित्र (JPG，JPEG，PNG) अपलोड करें और संशोधन का अनुरोध सबमिट करें। हम आपके आवेदन की यथाशीघ्र समीक्षा करेंगे।
id: Unggah gambar (JPG，JPEG，PNG) di bawah 1M dan kirimkan permintaan modifikasi. Kami akan meninjau aplikasi Anda secepatnya.
ja: 写真のアップロードはJPG、JPEG、PNGをサポートしています。サイズは1M以内に制御してください。携帯電話の変更アプリケーションを開始した後、カスタマーサービススタッフができるだけ早く確認します。
ko: 1M 미만의 이미지(JPG,JPEG,PNG)를 업로드하고 수정 요청을 제출하십시오. 최대한 빨리 신청서를 검토하겠습니다.
ru: Загрузите изображения (JPG, JPEG, PNG) размером менее 1М и отправьте заявку на изменение. Мы рассмотрим вашу заявку как можно скорее.
tr: 1M'nin altındaki resimleri (JPG,JPEG,PNG) yükleyin ve telefon numarası değiştirme talebini gönderin. Başvurunuzu en kısa sürede inceleyeceğiz.
zh_hant: 上傳圖片支持JPG，JPEG，PNG，大小請控制在1M以內，發起修改手機申請後，我們客服人員會盡快審核

# 上传图片支持JPG，JPEG，PNG，大小请控制在1M以内，发起修改Google申请后，我们客服人员会尽快审核
source: Uplode images (JPG，JPEG，PNG) under 1M and submit the request of modification. We will review your application ASAP.
es: La imagen (JPG, JPEG, PNG) debe ser menor de 1 mb . Una vez enviada la solicitud de modificación revisaremos su solicitud lo antes posible.
hi: 1M के तहत चित्र (JPG，JPEG，PNG) अपलोड करें और संशोधन का अनुरोध सबमिट करें। हम आपके आवेदन की यथाशीघ्र समीक्षा करेंगे।
id: Unggah gambar (JPG，JPEG，PNG) di bawah 1M dan kirimkan permintaan modifikasi. Kami akan meninjau aplikasi Anda secepatnya.
ja: 写真のアップロードはJPG、JPEG、PNGをサポートしています。サイズは1M以内に制御してください。Googleアプリケーションの変更を開始した後、カスタマーサービススタッフができるだけ早く確認します。
ko: 1M 미만의 이미지(JPG,JPEG,PNG)를 업로드하고 수정 요청을 제출하십시오. 최대한 빨리 신청서를 검토하겠습니다.
ru: Разместите изображения (JPG，JPEG，PNG) размером менее 1М и отправьте заявку на изменение. Мы рассмотрим вашу заявку как можно скорее.
tr: 1M'nin altındaki resimleri (JPG,JPEG,PNG) yükleyin ve telefon numarası değiştirme talebini gönderin. Başvurunuzu en kısa sürede inceleyeceğiz.
zh_hant: 上傳圖片支持JPG，JPEG，PNG，大小請控制在1M以內，發起修改Google申請後，我們客服人員會盡快審核
