Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 保存图片
source: Save Picture
es: Guardar foto
hi: pictureको सेव करना
id: Simpan gambar
ja: 画像を保存する
ko: 이미지 저장
ru: Сохранить картинку
tr: Resmi Kaydet
zh_hant: 保存圖片

# 基于社区化自治的交易平台
source: Community-based autonomous trading platform
es: Plataforma comunitaria de trading autónomo
hi: समुदाय आधारित स्वायत्त व्यापार मंच
id: Platform perdagangan otonom berbasis komunitas
ja: コミュニティの自律性に基づく取引プラットフォーム
ko: 커뮤니티 자치에 기초한 거래 플랫폼
ru: Автономная торговая платформа на основе сообщества
tr: Topluluk esaslı bağımsız alım-satım platformu
zh_hant: 基於社區化自治的交易平臺

# 买价值币，就上XT
source: Buy valuable coins on XT
es: Comprar las mejores monedas con XT
hi: XT . पर मूल्यवान सिक्के खरीदें
id: Beli Koin Berharga di XT
ja: XTでバリューコインを買いましょう
ko: 가치 있는 코인 투자, XT닷컴에서 만나보세요.
ru: Покупайте ценные монеты на XT
tr: Değerli coin’leri XT'de satın alın
zh_hant: 買價值幣，就上XT

# 全球领先的数字资产交易平台
source: The World' s Leading Digital Asset Trading Platform
es: La plataforma de trading de activos digitales líder a nivel global
hi: दुनिया का अग्रणी डिजिटल एसेट ट्रेडिंग प्लेटफॉर्म
id: Platform Perdagangan Aset Digital Terkemuka di Dunia
ja: 世界をリードするデジタル資産取引プラットフォーム
ko: 세계 선도적인 디지털 자산 거래 플랫폼
ru: Ведущая в мире платформа для торговли цифровыми активами
tr: Dünyanın Önde Gelen Dijital Varlık Alım-Satım Platformu
zh_hant: 全球領先的數字資產交易平臺

# 欢迎注册XT.com
source: Welcome to XT.com
es: Bienvenido a XT.com
hi: XT.com में आपका स्वागत है
id: Selamat Datang di XT.com
ja: XT.comへようこそ
ko: XT.com에 가입하신 것을 환영합니다
ru: Добро пожаловать на XT.com
tr: XT.com'a hoş geldiniz
zh_hant: 歡迎註冊XT.com

# 邀请你加入XT.com,长按识别二维码
source: Invite you to join XT.com. Long press to identify the QR code
es: Le han invitado a unirse a XT.com. Mantenga el dedo pulsado para identificar el código QR
hi: आपको XT.com में शामिल होने के लिए आमंत्रित करते हैं। QR code . की पहचान करने के लिए देर तक दबाएं
id: Mengundang Anda untuk bergabung dengan XT.com. Tekan lama untuk mengidentifikasi kode QR
ja: XT.comへようこそ。長押ししてQRコードを認識します
ko: QR코드를 길게 눌러 인식 후, XT.com에 가입해 주세요.
ru: Приглашаем вас присоединиться к XT.com. Длительное нажатие для идентификации QR-кода
tr: Sizi XT.com'a katılmaya davet ediyoruz. QR kodunu tanımlamak için uzun basın
zh_hant: 邀請妳加入XT.com,長按識別二維碼

# 合伙人说明
source: Partner Description
es: Descripción del Partner
hi: साथी विवरण
id: Deskripsi Mitra
ja: パートナーの説明
ko: 파트너 설명
ru: Описание партнера
tr: Partner Açıklaması
zh_hant: 合夥人說明

# 1、 合伙人等级评定：有效用户数或者月交易额两个指标按达到的最低等级为准，如：有效用户数达到P5级，月交易额达到P3级，那么合伙人等级则为P3；
source: 1.Partner rating rules: The lower level between the number of valid users level or monthly transaction volume level. For example, the number of valid users reaches Level P5 and the monthly transaction volume reaches Level P3, then the partner level is P3
es: 1. Reglas de evaluación de Partners : El nivel más bajo entre el número de usuarios válidos y el nivel del volumen de transacciones mensuales. Por ejemplo, si el nº de usuarios válidos está en nivel P5 y el nivel de volumen de transacciones mensuales está en P3, el nivel del partner será P3
hi: 1. पार्टनर रेटिंग नियम: वैध उपयोगकर्ता स्तर या मासिक लेनदेन मात्रा स्तर की संख्या के बीच का निचला स्तर। उदाहरण के लिए, मान्य उपयोगकर्ताओं की संख्या P5 के स्तर तक पहुँचती है और मासिक लेन-देन की मात्रा P3 स्तर तक पहुँच जाती है, तो भागीदार स्तर P3 है
id: 1. Aturan rating mitra: Level yang lebih rendah antara level jumlah pengguna yang valid atau level volume transaksi bulanan. Misalnya, jumlah pengguna yang valid mencapai Level P5 dan volume transaksi bulanan mencapai Level P3, maka level mitra adalah P3
ja: 1.パートナーレベル判定：有効ユーザー数または月間トランザクション量は、到達した最低レベルに基づいて判定します。たとえば、有効ユーザー数がレベルP5に達し、月間トランザクション量がレベルP3に達すると、パートナーレベルはP3になります。
ko: 1, 파트너 등급 평정: 유효 사용자 수 또는 월 거래량 지표의 최저 등급에 준합니다. (예: 유효 사용자 수가 P5 레벨에 도달하고, 월 거래량 P3 레벨에 도달하면 파트너 레벨은 P3이됩니다.)
ru: 1.Правила рейтинга партнеров: Нижний уровень между уровнем количества действительных пользователей или уровнем ежемесячного объема транзакций. Например, количество действительных пользователей достигает уровня P5, а ежемесячный объем транзакций достигает уровня P3, тогда уровень партнера - P3.
tr: 1. Partner derecelendirme kuralları: Geçerli kullanıcı sayısı düzeyi veya aylık işlem hacmi düzeyi arasındaki alt düzey. Örneğin, geçerli kullanıcı sayısı P5 Düzeyine ulaştığında ve aylık işlem hacmi P3 Düzeyine ulaştığında, partner düzeyi P3 olur.
zh_hant: 1、 合夥人等級評定：有效用戶數或者月交易額兩個指標按達到的最低等級為準，如：有效用戶數達到P5級，月交易額達到P3級，那麽合夥人等級則為P3；

source: 2.Number of valid users: Number of invited users become valid users. Users must meet the following three requirements at the same time could become valid users: 1) complete advanced real-name authentication; 2) any digital asset with a total historical deposit is not less than 50 USDT or equivalent (stays at least 48 hours in the account); 3) at least one transaction record
es: 2. Nº de usuarios válidos: El nº de usuarios invitados debe cumplir los siguientes 3 requisitos al mismo tiempo para ser considerados válidos: 1. Completar la validación avanzada de nombre real. 2. Que no se dé el caso de qu cualquiera de los activos digitales con un depósito histórico sea menos de 50 USDT o equivalente (durante 48 horas 3. Tener al menos una transacción en el historial
hi: 2. मान्य उपयोगकर्ताओं की संख्या: आमंत्रित उपयोगकर्ताओं की संख्या मान्य उपयोगकर्ता बन जाती है। उपयोगकर्ताओं को एक ही समय में निम्नलिखित तीन आवश्यकताओं को पूरा करना होगा जो वैध उपयोगकर्ता बन सकते हैं: 1) उन्नत वास्तविक नाम प्रमाणीकरण पूर्ण करें; 2) कुल ऐतिहासिक जमा के साथ कोई भी डिजिटल संपत्ति 50 यूएसडीटी या समकक्ष से कम नहीं है (खाते में कम से कम 48 घंटे रहती है); 3) कम से कम एक लेनदेन रिकॉर्ड
id: 2. Jumlah pengguna yang valid: Jumlah pengguna yang diundang menjadi pengguna yang valid. Pengguna harus memenuhi tiga persyaratan berikut sekaligus dapat menjadi pengguna yang valid: 1) menyelesaikan otentikasi nama asli tingkat lanjut; 2) aset digital apa pun dengan total setoran historis tidak kurang dari 50 USDT atau setara (tetap setidaknya 48 jam di akun); 3) setidaknya satu catatan transaksi
ja: 2.有効ユーザー数：招待したユーザーが有効ユーザーになる数。 有効なユーザーは、次の3つの要件を同時に満たす必要があります。1）高度な実名認証を完了する。2）過去の合計チャージが50USDT相当以上のデジタル資産（アカウントで少なくとも48時間を確保した履歴が必要）。3）少なくとも1つのトランザクションレコード。
ko: 2, 유효 사용자 수: 초대한 사용자의 유효 사용자 수. 유효 사용자는 다음 3가지 조건을 동시에 만족해야 합니다: 1)고급 실명인증을 완료해야 합니다;2) 총 입금 내역이 50USDT에 등가한 임의의 디지털 자산이여야 합니다.(최소 48 시간 동안 계정에 있어야 함); 3); 최소 1회 거래 기록이 있어야 합니다.
ru: 2.Количество действительных пользователей: Количество приглашенных пользователей становится действительными пользователями. Чтобы стать действительными пользователями, пользователи должны одновременно соответствовать следующим трем требованиям: 1) полная расширенная аутентификация реального имени; 2) любой цифровой актив с общим историческим депозитом не менее 50 USDT или эквивалент (остается не менее 48 часов на счете); 3) по крайней мере одна запись транзакции.
tr: 2. Geçerli kullanıcı sayısı: Davet edilen kullanıcı sayısı geçerli kullanıcı olur. Kullanıcılar, geçerli kullanıcılar olabilmek için aşağıdaki üç gereksinimi aynı anda karşılamalıdır: 1) gelişmiş gerçek ad doğrulamasını tamamlayın; 2) toplam geçmiş mevduatı 50 USDT değerinden yüksek herhangi bir dijital varlığa sahip olması (hesapta en az 48 saat kalması gerekir); 3) en az bir işlem kaydı
zh_hant: 2、 有效用戶數：邀請的用戶成為有效用戶的數量。有效用戶必須同時滿足如下三條：1)完成高級實名認證；2）歷史充值總額不小於50USDT等值的任意數字資產（確保至少48小時在賬戶中）；3）至少有壹次交易記錄；

# 3、 30日最低交易额：是指合伙人及其下属所有用户30天内累计交易额换算成等值的BTC的交易金额;
source: 3.Minimum transaction volume of 30 days: refers to the accumulated transaction amount within 30 days of the partners and all their subordinate users converted into equivalent amount of BTC
es: 3. Volumen mínimo de transacción en 30 días: se refiere a la cantidad acumulada durante 30 días por el partner y todos sus usuarios subornidados, convertido en BTC.
hi: 3. 30 दिनों की न्यूनतम लेनदेन मात्रा: भागीदारों और उनके सभी अधीनस्थ उपयोगकर्ताओं के 30 दिनों के भीतर संचित लेनदेन राशि को बीटीसी के बराबर राशि में परिवर्तित किया जाता है
id: 3. Volume transaksi minimum 30 hari: mengacu pada akumulasi jumlah transaksi dalam 30 hari sejak mitra dan semua pengguna bawahannya dikonversi menjadi jumlah BTC yang setara
ja: 3. 30日間の最小取引額：パートナーとそのすべての下位ユーザーは30日以内の合計取引額を同等のBTC取引額に換算したものを指します。
ko: 3, 30일내 최소 거래 금액: 파트너와 30일 동안 파트너가 추천 한 모든 사용자의 총 거래 금액을 등가로 환산한 BTC 거래 금액을 말합니다..
ru: 3.Минимальный объем транзакций за 30 дней: относится к накопленной сумме транзакций в течение 30 дней партнеров и всех их подчиненных пользователей, конвертированной в эквивалентное количество BTC
tr: 3. Minimum 30 günlük işlem hacmi: partnerlerin ve onların tüm referans ile gelen alt kullanıcılarının 30 gün içinde birikmiş işlem miktarına eşdeğer miktarda BTC;
zh_hant: 3、 30日最低交易額：是指合夥人及其下屬所有用戶30天內累計交易額換算成等值的BTC的交易金額;

# 4、 交易手续费用折扣：指合伙人本身的交易行为优惠(不包含下级)。比如币种的交易费用为0.08%(具体以平台后台设定为准)，在此基础上进行折扣优惠；
source: 4.Transaction fee discount: refers to the partner's own trading action (excluding subordinates). For example, the transaction fee of coin is 0.2% (which is based on the setting of the platform), and discounts are offered base on this.
es: 4. Descuento de la tasa de transacción: SE refiere a la actividad de trading propia del partner sin incluir a sus usuarios subordinados. La tasa de transacción de una moneda es 0.2% (porcentaje por defecto en la plataforma) y los descuentos se ofrecerán en base a este porcentaje.
hi: 4. लेन-देन शुल्क छूट: भागीदार की अपनी व्यापारिक कार्रवाई (अधीनस्थों को छोड़कर) को संदर्भित करता है। उदाहरण के लिए, सिक्के का लेनदेन शुल्क 0.2% है (जो कि प्लेटफॉर्म की सेटिंग पर आधारित है), और इसके आधार पर छूट की पेशकश की जाती है।
id: 4. Diskon biaya transaksi: mengacu pada tindakan perdagangan mitra sendiri (tidak termasuk bawahan) Misalnya, biaya transaksi koin adalah 0,2% (yang didasarkan pada pengaturan platform), dan diskon ditawarkan berdasarkan ini.
ja: 4.取引手数料割引：パートナー自身の取引割引（招待したユーザーを含まない）を指します。 たとえば、通貨の取引手数料は0.08％（特にプラットフォームのバックグラウンド設定に従う）であり、これに基づいて割引が提供されます。
ko: 4. 거래 수수료 할인: 파트너 자체의 거래 할인(하위 레벨 제외)을 말합니다. 예를 들어, 한 통화의 거래 수수료가 0.8%(구체적으로 플랫폼 설정에 따름)라고 가정시, 여기에 추가 할인을 할 수 있습니다.
ru: 4.скидка на комиссию за транзакцию: относится к собственному торговому действию партнера (за исключением подчиненных). Например, комиссия за транзакцию монеты составляет 0,2% (что основано на настройках платформы), и скидки предлагаются исходя из этого.
tr: 4. İşlem ücreti indirimi: Partnerin kendi alım-satım işlemini ifade eder (referans ile gelen alt kullanıcılar hariç). Örneğin, coin işlem ücreti %0,2'dir (platform ayarına bağlıdır) ve buna göre indirimler sunulur;
zh_hant: 4、 交易手續費用折扣：指合夥人本身的交易行為優惠(不包含下級)。比如幣種的交易費用為0.08%(具體以平臺後臺設定為準)，在此基礎上進行折扣優惠；

# 5、 奖励比例：指的是名下推荐的所有用户（包括未完成高级实名认证）交易产生的手续费按照合伙人评定的相应等级比例获得奖励；
source: 5.Rewards ratio: refers to the commission fees generated by the transactions of all users recommended by partners (including the users have not completed advanced real-name authentication) which are awarded according to the corresponding partners grading rules
es: 5. Ratio de premios: hace referencia a las comisiones generadas por las transacciones generadas por los usuarios referidos por el partner( incluidos aquellos que no completaron la verificación avanzada de nombre real)
hi: 5. पुरस्कार अनुपात: भागीदारों द्वारा अनुशंसित सभी उपयोगकर्ताओं के लेनदेन द्वारा उत्पन्न कमीशन शुल्क को संदर्भित करता है (उन उपयोगकर्ताओं सहित जिन्होंने उन्नत वास्तविक नाम प्रमाणीकरण पूरा नहीं किया है) जो संबंधित भागीदारों के ग्रेडिंग नियमों के अनुसार प्रदान किए जाते हैं
id: 5. Rasio hadiah: mengacu pada biaya komisi yang dihasilkan oleh transaksi semua pengguna yang direkomendasikan oleh mitra (termasuk pengguna yang belum menyelesaikan otentikasi nama asli tingkat lanjut) yang diberikan sesuai dengan aturan penilaian mitra terkait
ja: 5.報酬比率：招待したすべてのユーザー（高度な実名認証を完了していないユーザーを含む）の取引によって発生した手数料をパートナーの等級によって還元されます。
ko: 5. 보상 비율: 추천한 모든 사용자(고급 실명인증을 완료하지 않는 사용자 포함)의 거래시 발생하는 수수료는 파트너가 평정한 해당 등급 비율에 따라 보상을 받을 수 있습니다.
ru: 5.Коэффициент вознаграждения: относится к комиссионным сборам, полученным от сделок всех пользователей, рекомендованных партнерами (включая пользователей, не прошедших расширенную аутентификацию реального имени), которые начисляются в соответствии с правилами грейдирования партнеров.
tr: 5. Ödül oranı: partner tarafından referans sağlanan tüm kullanıcıların (gelişmiş gerçek ad doğrulamasını tamamlamayan kullanıcılar dahil) işlemlerinden elde edilen ve ilgili partnerlerin derecelendirme kurallarına göre verilen komisyon ücretlerini ifade eder;
zh_hant: 5、 獎勵比例：指的是名下推薦的所有用戶（包括未完成高級實名認證）交易產生的手續費按照合夥人評定的相應等級比例獲得獎勵；

source: 6.Partner Upgrading Rules: The system will evaluate the upgrade requirement of partners at 0-9 AM per day, based on the following criteria 1) Whether the new valid users on the previous day have reached the next level or not 2) Whether the transaction amount of consecutive 30 days reaches the next level or not, if both of the above points are reached, the upgrade will be done according to the lower level of the two conditions.
es: 6. Reglas de subida de nivel de Partners: el sistema evaluará los requisitos de subida de nivel de partners entre las 0:00 y las 9:00 cada día, siguiendo los siguientes criterios. 1) Si los nuevos usuarios registrados el día anterior son suficientes para alcanzar el siguiente nivel. 2) Si la cantidad de las transacciones durante 30 días consecutivos alcanza para subir al siguiente nivel, if En la circunstancia de que ambos criterios se cumplan, se aplicará la subida de nivel correspondiente al nivel inferior entre ambas circunstancias.
hi: 6. पार्टनर अपग्रेडिंग नियम: सिस्टम निम्नलिखित मानदंडों के आधार पर प्रति दिन 0-9 पूर्वाह्न पर भागीदारों की अपग्रेड आवश्यकता का मूल्यांकन करेगा 1) पिछले दिन नए वैध उपयोगकर्ता अगले स्तर पर पहुंच गए हैं या नहीं 2) लगातार 30 दिनों की लेन-देन की राशि अगले स्तर तक पहुँचती है या नहीं, उपरोक्त दोनों बिंदुओं पर पहुँच जाने पर, उन्नयन दो स्थितियों के निचले स्तर के अनुसार किया जाएगा।
id: 6. Aturan Peningkatan Mitra: Sistem akan mengevaluasi persyaratan peningkatan mitra pada pukul 0-9 pagi per hari, berdasarkan kriteria berikut 1) Apakah pengguna baru yang valid pada hari sebelumnya telah mencapai tingkat berikutnya atau tidak 2) Apakah jumlah transaksi 30 hari berturut-turut mencapai level berikutnya atau tidak, jika kedua poin di atas tercapai, peningkatan akan dilakukan sesuai dengan level yang lebih rendah dari kedua kondisi tersebut.
ja: 6.パートナーアップグレードルール：システムは毎日の0時～9時にパートナーのレベル判定を行い、評価基準は1）前日に新しく追加された有効ユーザーが次のレベルに到達すること、および2）連続30日間のトランザクション量に到達するかどうかです。
ko: 6. 파트너 승급 규칙: 시스템은 매일 0-9시 사이에 파트너 등급에 대해 승급 평정을 내립니다. 평정 기준은 다음과 같습니다. 1)전날 새로 추가된 유효 사용자가 레벨 업 기준에 도달할 경우; 2) 30일 연속 거래액이 레벨 업 기준에 도달할 경우; 이 두가지 조건을 충족하면 그중 낮은 레벨에 따라 승급을 진행합니다..
ru: 6.Правила повышения рейтинга партнеров: Система будет оценивать потребность партнеров в повышении уровня в 0-9 часов утра в день, основываясь на следующих критериях 1) Достигли ли новые действительные пользователи в предыдущий день следующего уровня или нет, 2) Достигла ли сумма транзакций за 30 дней подряд следующего уровня или нет, 2) Если оба вышеуказанных пункта достигнуты, повышение уровня будет произведено в соответствии с более низким уровнем из двух условий.
tr: 6. Partner Yükseltme Kuralları: Sistem, iş ortaklarının yükseltme gereksinimini şu kriterlere göre günde 0-9 arasında değerlendirecektir: 1) Önceki gün geçerli olan yeni kullanıcıların bir sonraki seviyeye ulaşıp ulaşmadığı 2) Ardışık 30 günlük işlem hacminin bir sonraki seviyeye ulaşıp ulaşmayacağı, yukarıdaki koşulların her ikisi de yerine getirilmişse, yükseltme bu iki koşulun alt düzeyine göre gerçekleştirilecektir.
zh_hant: 6、 合夥人升級規則：系統將每天0-9點對合夥人等級進行升級評定，評定依據是1）上壹天新增的有效用戶是達到下壹個等級，2）連續30天的成交額是否達到下壹個等級，如果以上兩點都達到則按照這兩個條件中的較低等級做升級處理；

# 7、 合伙人降级规则：合伙人在最近一次升级/降级后30天内对用户等级进行一次评定，如果未达到当前等级的要求，则按照合伙人等级要求作降级处理。
source: 7.Partner Downgrading Rules: evaluate the partner grade within 30 days after the last upgrade/downgrade. If they fail to meet the requirements of the current grade, they will be degraded according to the requirements of the partner grade.
es: 7. Reglas de pérdida de nivel: La evaluación se realizará en los siguientes 30 días siguientes después de la última subida/bajada de nivel. Si los requisitos del nivel actual no se cumplieran, se producirá la bajada de nivel de acuerdo con los requisitos alcanzados.
hi: 7. पार्टनर डाउनग्रेडिंग नियम: पिछले अपग्रेड/डाउनग्रेड के 30 दिनों के भीतर पार्टनर ग्रेड का मूल्यांकन करें। यदि वे वर्तमान ग्रेड की आवश्यकताओं को पूरा करने में विफल रहते हैं, तो उन्हें भागीदार ग्रेड की आवश्यकताओं के अनुसार नीचा दिखाया जाएगा
id: 7.Aturan Penurunan Versi Mitra: evaluasi nilai mitra dalam waktu 30 hari setelah peningkatan/penurunan versi terakhir. Jika gagal memenuhi persyaratan nilai saat ini, mereka akan diturunkan sesuai dengan persyaratan nilai mitra.
ja: 7.パートナーのダウングレードルール：パートナーは、最新のアップグレード/ダウングレードから30日以内にユーザーレベルを判定します。現在のレベル要件が満たされていない場合、パートナーレベルがダウングレードされます。
ko: 7. 파트너 레벨 다운 규칙: 파트너는 최근 한 번의 레벨 업/레벨 다운 후, 30일내 사용자에 대해 한번의 평정을 진행, 만약 현재 레벨 요구 사항 미달시, 파트너 레벨 요구 사항에 따라 레벨 다운이 됩니다.
ru: 7.Правила понижения рейтинга партнера: оценка рейтинга партнера производится в течение 30 дней после последнего повышения/понижения рейтинга. Если они не соответствуют требованиям текущего рейтинга, они будут понижены в соответствии с требованиями рейтинга партнера.
tr: 7.İş Ortağı Düşürme Kuralları: Son yükseltme/düşürmeden sonraki 30 gün içinde iş ortağı notunu değerlendirin. Mevcut notun gereksinimlerini karşılayamazlarsa, ortak notun gereksinimlerine göre düşürülürler.
zh_hant: 7、 合夥人降級規則：合夥人在最近壹次升級/降級後30天內對用戶等級進行壹次評定，如果未達到當前等級的要求，則按照合夥人等級要求作降級處理。

# 8、 充提币手续费，杠杆利息不参与手续费返佣。
source: 8.Deposit & withdraw fees and leveraged interest is not involved in commission return
es: 8. Depósito y retirada de tasas y el apalancamiento no se incluyen en la generación de comisiones.
hi: 8. जमा और निकासी शुल्क और लीवरेज ब्याज कमीशन रिटर्न में शामिल नहीं है
id: 8. Biaya deposit & penarikan dan bunga leverage tidak termasuk dalam pengembalian komisi
ja: 8.入出金手数料、レバレッジ利息はコミッションリベートに参加しません。
ko: 8. 입출금 수수료, 마진이자는 수수료 커미션에 참여하지 않습니다.
ru: 8.Комиссия за ввод и вывод средств и проценты за использование кредитного плеча не участвуют в возврате комиссионных.
tr: 8. Para yatırma, çekme ücreti ve kaldıraçlı faiz komisyon ödemesine katılmaz.
zh_hant: 8、 充提幣手續費，杠桿利息不參與手續費返傭。

# 9、 如被邀请人违反邀请返佣的相应风控规则，其手续费将不能返还给邀请人。
source: 9.If the invitee violates the relevant risk control rules, the commission will not be returned to the inviter.
es: 9. Si el invitado incurre en una violación de las reglas de control de riesgos, la comisión no se pagará al partner que le ha invitado.
hi: 9. यदि आमंत्रित व्यक्ति प्रासंगिक जोखिम नियंत्रण नियमों का उल्लंघन करता है, तो आयोग आमंत्रणकर्ता को वापस नहीं किया जाएगा।
id: 9. Jika yang diundang melanggar aturan pengendalian risiko yang relevan, komisi tidak akan dikembalikan kepada pengundang.
ja: 9.招待されたユーザーが関連するルールに違反した場合は手数料の還元ができません。
ko: 9 초대된 사용자가 초대 커미션에 상응하는 위험 통제 규칙을 위반할 경우, 그 수수료는 초청인에게 반환되지 않습니다.
ru: 9.Если приглашенный нарушает соответствующие правила контроля рисков, комиссионные не возвращаются пригласившему.
tr: 9. Davetli, davet ödemesinin ilgili risk kontrol kurallarını ihlal ederse, işlem ücreti daveti gönderen kişiye iade edilmeyecektir.
zh_hant: 9、 如被邀請人違反邀請返傭的相應風控規則，其手續費將不能返還給邀請人。

# 本活动解释权归XT所有。
source: XT reserves the right of final decision on the interpretation of this activity.
es: XT se reserva el derecho final de decisión y de interpretación de estas actividades
hi: एक्सटी इस गतिविधि की व्याख्या पर अंतिम निर्णय का अधिकार सुरक्षित रखता है।
id: XT berhak mengambil keputusan akhir atas interpretasi aktivitas ini.
ja: この活動を解釈する権利はXTに属します。
ko: 본 이벤트의 해석권은 XT에 귀속됩니다.
ru: XT оставляет за собой право окончательного решения по интерпретации данной деятельности.
tr: XT, bu aktivitenin yorumlanması konusunda nihai karar verme hakkını saklı tutar.
zh_hant: 本活動解釋權歸XT所有。

# 邀请好友，享手续费折扣，获得高额返佣
source: Invite Friends, Get Fee Discount and High Commission
es: Invite amigos, consiga descuento en las tasas y comisiones altas
hi: दोस्तों को आमंत्रित करें, शुल्क में छूट और उच्चायोग प्राप्त करें
id: Undang Teman, Dapatkan Diskon Biaya dan Komisi Tinggi
ja: 友達を招待し、手数料の割引サービスをご利用ください。高額の手数料を受け取ります。
ko: 친구를 초대하여, 수수료 할인과 고액의 커미션을 받아보세요!
ru: Приглашайте друзей, получайте скидку на комиссионные и высокую комиссию
tr: Arkadaşlarınızı Davet Edin, Ücret İndirimi ve Yüksek Komisyon Kazanın
zh_hant: 邀請好友，享手續費折扣，獲得高額返傭

# 邀请二维码
source: Invitation QR Code
es: Código QR de invitación
hi: आमंत्रण QR code
id: Kode QR Undangan
ja: 招待QRコード
ko: QR 초대 코드
ru: QR-код приглашения
tr: Davet QR Kodu
zh_hant: 邀請二維碼

# 选择我的海报
source: Select Poster
es: Seleccione el Poster
hi: पोस्टर चुनें
id: Pilih Poster
ja: ポスターを選択します
ko: 나의 포스터 선택
ru: Выберите плакат
tr: Poster Seç
zh_hant: 選擇我的海報

# 复制链接
source: Copy Link
es: Copiar enlace
hi: प्रतिरूप जोड़ना
id: Salin tautan
ja: リンクをコピーします
ko: 링크 복사
ru: Скопировать ссылку
tr: Linki kopyala
zh_hant: 復制鏈接

# 复制邀请码
source: Copy Code
es: Copiar código
hi: कॉपी कोड
id: Salin Kode
ja: 招待コードをコピーします
ko: 초대 코드 복사
ru: Скопировать код
tr: Kodu Kopyala
zh_hant: 復制邀請碼

# 有效用户
source: Valid users
es: Usuarios válidos
hi: मान्य उपयोगकर्ता
id: Pengguna yang sah
ja: 有効ユーザー
ko: 유효한 사용자
ru: Действительные пользователи
tr: Geçerli Kullanıcılar
zh_hant: 有效用戶

# 总邀请用户
source: Total Invite
es: Invitados totales
hi: कुल आमंत्रण
id: Jumlah Undangan
ja: 招待したすべてのユーザー
ko: 총 초대 사용자
ru: Всего приглашений
tr: Toplam Davet
zh_hant: 總邀請用戶

# 有效用户数
source: Valid users
es: Usuarios válidos
hi: मान्य उपयोगकर्ता
id: Pengguna yang sah
ja: 有効ユーザー数
ko: 유효한 사용자수
ru: Действительные пользователи
tr: Geçerli Kullanıcılar
zh_hant: 有效用戶數

# 我的总收益
source: Total Valid
es: Usuarios válidos totales
hi: कुल मान्य
ja: すべての収益
ko: 나의 총수익
ru: Всего валидных
tr: Toplam Geçerli
zh_hant: 我的總收益

# 本月收益
source: This Month Rewards
hi: इस महीने के पुरस्कार
id: Hadiah Bulan Ini
ja: 今月の収益
ko: 이달의 수익
ru: Вознаграждения в этом месяце
tr: Bu Ayın Ödülleri
zh_hant: 本月收益

# 30日最低交易额
source: Minimum Trade Amount in 30-days
es: Cantidad mínima de trading en 30 días
hi: 30 दिनों में न्यूनतम व्यापार राशि
id: Jumlah Perdagangan Minimum dalam 30 hari
ja: 30日間の最小取引量
ko: 30일 최소 거래액
ru: Минимальная сумма сделки за 30 дней
tr: 30 Günlük Minimum İşlem Tutarı
zh_hant: 30日最低交易額

# 交易手续费折扣
source: Transaction Fee Discount
es: Descuento de tasa de transacción
hi: लेनदेन शुल्क छूट
id: Diskon Biaya Transaksi
ja: 取引手数料割引
ko: 거래 수수료 할인
ru: Скидка на комиссию за транзакцию
tr: İşlem Ücreti İndirimi
zh_hant: 交易手續費折扣

# 佣金比例
source: Commission Ratio
es: Ratio de la comisión
hi: कमीशन अनुपात
id: Rasio Komisi
ja: 手数料率
ko: 커미션 비율
ru: Коэффициент комиссии
tr: Komisyon Oranı
zh_hant: 傭金比例

# 收益
source: Daily Rewards
es: Premios diarios
hi: दैनिक पुरस्कार
id: Hadiah Harian
ja: 収益
ko: 수익
ru: Ежедневные вознаграждения
tr: Günlük Ödüller
zh_hant: 收益

# 已奖励
source: Rewarded
es: Premios ganados
hi: पुरस्कृत
id: Dihargai
ja: リワード済み
ko: 상금 지급 완료
ru: Вознаграждения
tr: Ödül olarak verildi
zh_hant: 已獎勵

# 待奖励
source: Pending rewards
es: Premios pendientes
hi: लंबित पुरस्कार
id: Hadiah yang tertunda
ja: リワード待ち
ko: 상금 지급 대기
ru: Отложенные вознаграждения
tr: Bekleyen ödüller
zh_hant: 待獎勵

# 是
source: Yes
es: Sí
hi: हां
id: Ya
ja: はい
ko: 예
ru: Да
tr: Evet
zh_hant: 是

# 否
source: No
hi: नहीं
id: Tidak
ja: いいえ
ko: 아니오
ru: Нет
tr: Hayır
zh_hant: 否

# 申购记录
source: Subscription Records
es: Historiales
hi: अभिलेख
id: Catatan
ja: 申請記録
ko: 구매신청 내역
ru: Записи подписки
tr: Üyelik Kayıtları
zh_hant: 申購記錄

# 现货账户可用
source: Spot account balance
hi: स्पॉट अकाउंट बैलेंस
ja: スポットアカウントの利用可能額
ko: 현물계정 사용가능액
ru: Баланс счета спот
tr: Spot hesap bakiyesi
zh_hant: 現貨賬戶可用

# 申购数量
source: Unit
es: Cantidad de compra
hi: खरीद की मात्रा
id: Jumlah Pembelian
ja: 申請数量
ko: 구매신청 수량
ru: Единица
tr: Birim
zh_hant: 申購數量

# 申购
source: Subscribe
es: Comprar
hi: खरीदना
id: Pembelian
ja: 申請
ko: 구매신청
ru: Подписаться
tr: Abone Ol
zh_hant: 申購
