Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

source: You will now leave XT and be taken to Banxa. please prepare the required information for KYC verification and payment account，Services relating to payments are provided by Banxa which is a separate platform owned by a third party. Please read and agree to Banxa's Terms of Use before using their service. For any questions relating to payments, please contact support@banxa.com. XT does not assume any responsibility for any loss or damage caused by the use of this payment service.
es: Ahora dejará XT y lo llevarán a Banxa. Prepare la información requerida para la verificación KYC y la cuenta de pago. Los servicios relacionados con los pagos son proporcionados por Banxa, que es una plataforma separada propiedad de un tercero. Lea y acepte los Términos de Banxa de Uso antes de usar su servicio. Para cualquier pregunta relacionada con los pagos, comuníquese con support@banxa.com. XT no asume ninguna responsabilidad por cualquier pérdida o daño causado por el uso de este servicio de pago.
hi: अब आप एक्सटी छोड़कर बंक्सा जाएंगे। कृपया केवाईसी सत्यापन और भुगतान खाते के लिए आवश्यक जानकारी तैयार करें। भुगतान संबंधी सेवाएं बंक्सा द्वारा प्रदान की जाती हैं, जो एक तृतीय-पक्ष स्वतंत्र मंच है। कृपया उनकी सेवाओं का उपयोग करने से पहले बंक्सा की उपयोग की शर्तों को पढ़ें और उनसे सहमत हों। भुगतान के बारे में किसी भी प्रश्न के लिए, कृपया support@banxa.com पर संपर्क करें। इस भुगतान सेवा के उपयोग से होने वाले किसी भी नुकसान या क्षति के लिए XT जिम्मेदार नहीं है
id: Anda sekarang akan meninggalkan XT dan menuju ke Banxa. Harap siapkan informasi yang diperlukan untuk verifikasi KYC dan akun pembayaran layanan terkait pembayaran disediakan oleh platform independen pihak ketiga Banxa. Sebelum menggunakan layanan mereka, harap baca dan setujui persyaratan penggunaan Banxa. Untuk pertanyaan tentang pembayaran, silakan hubungi support@banxa.com. XT tidak bertanggung jawab atas segala kerugian atau kerusakan yang timbul dari penggunaan layanan pembayaran ini.
ja: XTのページからBanxaに移動します。KYCの確認と支払い口座に必要な情報をご用意ください。支払い関連のサービスは、サードパーティの独立したプラットフォームであるBanxaによって提供されます。 それらのサービスを使用する前に、Banxaの利用規約を読んで同意してください。 お支払いについてご不明な点がございましたら、support @ banxa.comまでお問い合わせください。 XTは、この支払いサービスの使用によって生じたいかなる損失または損害についても責任を負いません。
ko: 이제 XT.com을 떠나 Banxa로 이동합니다. KYC 인증 및 개인 결제 계정을 준비하세요. 결제 관련 서비스는 제 3자가 소유한 별도의 플랫폼 인 Banxa에서 제공합니다. Banxa의 이용 약관서비스를 이용하기 전에 해당 약관에 동의해야 합니다. 거래와 관련하여 문의 사항이 있는 경우 support@banxa.com로 이메일을 보내 주십시오. XT는 본 서비스를 이용하여 발생한 어떠한 손실이나 손해에 대해서도 책임을지지 않습니다.
ru: Теперь вы покинете XT и попадете в Banxa. Пожалуйста, подготовьте необходимую информацию для проверки KYC и платежного счета. Услуги, связанные с платежами, предоставляются Banxa, которая является отдельной платформой, принадлежащей третьей стороне. Пожалуйста, прочитайте и согласитесь с Условиями использования Banxa, прежде чем воспользоваться их услугами. По всем вопросам, связанным с платежами, обращайтесь по адресу support@banxa.com. XT не несет никакой ответственности за любые потери или ущерб, вызванные использованием этой платежной услуги.
tr: Şimdi XT'den ayrılacak ve Banxa'ya gideceksiniz; lütfen KYC doğrulaması ve ödeme hesabı için gerekli bilgileri hazırlayın , Ödemelerle ilgili hizmetler, üçüncü bir tarafa ait ayrı bir platform olan Banxa tarafından sağlanmaktadır. Lütfen hizmetlerini kullanmadan önce Banxa’nın Kullanım Koşullarını okuyun ve kabul edin. Ödemelerle ilgili herhangi bir sorunuz için lütfen support@banxa.com ile iletişime geçin. XT, bu ödeme hizmetinin kullanımından kaynaklanan herhangi bir kayıp veya hasar için herhangi bir sorumluluk kabul etmez.
zh_hant: 您現在將離開XT並前往Banxa。 請準備好KYC驗證及支付帳戶所需資料，支付相關服務由協力廠商獨立平臺Banxa提供。 在使用他們的服務之前，請閱讀並同意Banxa的使用條款。 有關付款的任何問題，請聯系 support@banxa.com 。 XT對因使用本支付服務而造成的任何損失或損害不承擔任何責任

source: You will now leave XT and be taken to Mercuryo. please prepare the required information for KYC verification and payment account，Services relating to payments are provided by Mercuryo which is a separate platform owned by a third party. Please read and agree to Mercuryo's Terms of Service before using their service. For any questions relating to payments, please contact support@mercuryo.io. XT does not assume any responsibility for any loss or damage caused by the use of this payment service。
es: Ahora saldrá de XT y lo llevarán a Mercuryo. Prepare la información requerida para la verificación de KYC y la cuenta de pago. Los servicios relacionados con los pagos son proporcionados por Mercuryo, que es una plataforma separada propiedad de un tercero. Lea y acepte los Términos de Mercuryo de Servicio antes de usar su servicio. Para cualquier pregunta relacionada con los pagos, comuníquese con support@mercuryo.io. XT no asume ninguna responsabilidad por cualquier pérdida o daño causado por el uso de este servicio de pago.
hi: अब आप XT को छोड़ देंगे और मरकरीओ ले जाएंगे। कृपया केवाईसी सत्यापन और भुगतान खाते के लिए आवश्यक जानकारी तैयार करें， भुगतान से संबंधित सेवाएं मरकरी द्वारा प्रदान की जाती हैं जो एक तीसरे पक्ष के स्वामित्व वाला एक अलग मंच है। कृपया उनकी सेवा का उपयोग करने से पहले मरकरी की सेवा की शर्तों को पढ़ें और उनसे सहमत हों। भुगतान से संबंधित किसी भी प्रश्न के लिए, कृपया support@mercuryo.io पर संपर्क करें। XT इस भुगतान सेवा के उपयोग से होने वाले किसी भी नुकसान या क्षति के लिए कोई जिम्मेदारी नहीं लेता है。
id: Anda sekarang akan meninggalkan XT dan pergi ke Mercuryo. Harap siapkan informasi yang diperlukan untuk verifikasi KYC dan akun pembayaran, serta layanan terkait pembayaran disediakan oleh platform independen pihak ketiga Mercuryo. Sebelum menggunakan layanan Mercuryo, silakan baca dan setujui Persyaratan Layanan Mercuryo. Untuk pertanyaan tentang pembayaran, silakan hubungi support@mercuryo.io. XT tidak memikul tanggung jawab atas kerugian atau kerusakan yang disebabkan oleh layanan pembayaran ini.
ja: XTのページからMercuryoに移動します。KYCの確認と支払い口座に必要な情報をご用意ください。支払い関連のサービスは、サードパーティの独立したプラットフォームであるMercuroによって提供されます。 そのサービスを使用する前に、Mercuryoの利用規約を読んで同意してください。 お支払いについてご不明な点がございましたら、support @ mercuryo.ioまでお問い合わせください。 XTは、この支払いサービスの使用によって生じたいかなる損失または損害についても責任を負いません。
ko: 이제 XT.com을 떠나 Mercuryo로 이동합니다. KYC 인증 및 개인 결제 계정을 준비하세요. 결제 관련 서비스는 제 3자가 소유한 별도의 플랫폼 인 Mercurio에서 제공합니다. Mercuryo의 이용 약관서비스를 이용하기 전에 해당 약관에 동의해야 합니다. 거래와 관련하여 문의 사항이 있는 경우 support@mercuryo.io로 이메일을 보내 주십시오. XT는 본 서비스를 이용하여 발생한 어떠한 손실이나 손해에 대해서도 책임을지지 않습니다.
ru: Теперь вы покинете XT и попадете в Mercuryo. Пожалуйста, подготовьте необходимую информацию для проверки KYC и платежного счета. Услуги, связанные с платежами, предоставляются Mercuryo, которая является отдельной платформой, принадлежащей третьей стороне. Пожалуйста, прочитайте и согласитесь с Условиями предоставления услуг Mercuryo, прежде чем воспользоваться их услугами. По всем вопросам, связанным с платежами, обращайтесь по адресу support@mercuryo.io. XT не несет никакой ответственности за любые потери или ущерб, вызванные использованием данной платежной услуги。
tr: Şimdi XT'den ayrılacak ve Mercuryo'ya gideceksiniz; lütfen KYC doğrulaması ve ödeme hesabı için gerekli bilgileri hazırlayın , Ödemelerle ilgili hizmetler, üçüncü bir tarafa ait ayrı bir platform olan Mercuryo tarafından sağlanmaktadır. Lütfen hizmetlerini kullanmadan önce Mercuryo’nun Kullanım Koşullarını okuyun ve kabul edin. Ödemelerle ilgili herhangi bir sorunuz için lütfen support@mercuryo.io ile iletişime geçin. XT, bu ödeme hizmetinin kullanımından kaynaklanan herhangi bir kayıp veya hasar için herhangi bir sorumluluk kabul etmez。
zh_hant: 您現在將離開XT並前往Mercuryo。 請準備好KYC驗證及支付帳戶所需資料，支付相關服務由協力廠商獨立平臺Mercuro提供。 在使用其服務之前，請閱讀並同意Mercuryo的服務條款。 有關付款的任何問題，請聯系 support@mercuryo.io 。 XT對因使用本支付服務而造成的任何損失或損害不承擔任何責任。

source: You will now leave XT and be taken to Advcash. please prepare the required information for KYC verification and payment account，Services relating to payments are provided by Advcash which is a separate platform owned by a third party. Please read and agree to Advcash's Terms and Conditions before using their service. For any questions relating to payments, please contact support@advcash.com. XT does not assume any responsibility for any loss or damage caused by the use of this payment service.
es: Ahora saldrá de XT y lo llevarán a Advcash. Prepare la información requerida para la verificación KYC y la cuenta de pago. Los servicios relacionados con los pagos son proporcionados por Advcash, que es una plataforma separada propiedad de un tercero. Lea y acepte los Términos de Advcash. y Condiciones antes de usar su servicio. Para cualquier pregunta relacionada con los pagos, comuníquese con support@advcash.com. XT no asume ninguna responsabilidad por cualquier pérdida o daño causado por el uso de este servicio de pago.
hi: अब आप XT को छोड़ कर Advcash की ओर बढ़ेंगे। कृपया केवाईसी सत्यापन और भुगतान खाते के लिए आवश्यक जानकारी तैयार रखें। भुगतान संबंधी सेवाएं एडवाश द्वारा प्रदान की जाती हैं, जो एक तीसरे पक्ष के स्वामित्व वाला एक स्वतंत्र मंच है। उनकी सेवाओं का उपयोग करने से पहले, कृपया Advcash के नियम और शर्तों को पढ़ें और उनसे सहमत हों। भुगतान संबंधी किसी भी प्रश्न के लिए, कृपया support@advcash.com पर संपर्क करें। इस भुगतान सेवा के उपयोग से होने वाले किसी भी नुकसान या क्षति के लिए XT जिम्मेदार नहीं है
id: Anda akan meninggalkan XT dan menuju ke Advcash. Harap siapkan informasi yang diperlukan untuk verifikasi KYC dan akun pembayaran. Layanan terkait pembayaran disediakan oleh Advcash, platform independen yang dimiliki oleh pihak ketiga. Sebelum menggunakan layanan mereka, harap baca dan setujui syarat dan ketentuan Advcash. Untuk pertanyaan tentang pembayaran, silakan hubungi support@advcash.com. XT tidak memikul tanggung jawab atas kerugian atau kerusakan yang disebabkan oleh layanan pembayaran ini.
ja: XTのページからAdvcashに移動します。KYCの確認と決済口座に必要な情報をご用意ください。決済関連のサービスは、第三者が所有する独立したプラットフォームであるAdvcashが提供します。 Advcashのサービスを使用する前に、Advcashの「利用規約」を読んで同意してください。 支払いに関するご質問は、support @ advcash.comまでお問い合わせください。 XTは、この支払いサービスの使用によって生じたいかなる損失または損害についても責任を負いません。
ko: 이제 XT.com을 떠나 Advcash로 이동합니다. KYC 인증 및 개인 결제 계정을 준비하세요. 결제 관련 서비스는 제 3자가 소유한 별도의 플랫폼 인 Advcash에서 제공합니다. Advcash의 이용 약관서비스를 이용하기 전에 해당 약관에 동의해야 합니다. 거래와 관련하여 문의 사항이 있는 경우 support@advcash.com로 이메일을 보내 주십시오. XT는 본 서비스를 이용하여 발생한 어떠한 손실이나 손해에 대해서도 책임을지지 않습니다.
ru: Теперь вы покинете XT и попадете в Advcash. Пожалуйста, подготовьте необходимую информацию для проверки KYC и платежного счета，Услуги, связанные с платежами, предоставляются Advcash, которая является отдельной платформой, принадлежащей третьей стороне. Пожалуйста, прочитайте и согласитесь с Условиями и положениями Advcash, прежде чем воспользоваться их услугами. По всем вопросам, связанным с платежами, обращайтесь по адресу support@advcash.com. XT не несет никакой ответственности за любые потери или ущерб, вызванные использованием этой платежной услуги.
tr: Şimdi XT'den ayrılacak ve Advcash'e gideceksiniz; lütfen KYC doğrulaması ve ödeme hesabı için gerekli bilgileri hazırlayın , Ödemelerle ilgili hizmetler, üçüncü bir tarafa ait ayrı bir platform olan Advcash tarafından sağlanmaktadır. Lütfen hizmetlerini kullanmadan önce Advcash’in Kullanım Koşullarını okuyun ve kabul edin. Ödemelerle ilgili herhangi bir sorunuz için lütfen support@advcash.com ile iletişime geçin. XT, bu ödeme hizmetinin kullanımından kaynaklanan herhangi bir kayıp veya hasar için herhangi bir sorumluluk kabul etmez.
zh_hant: 您現在將離開XT並前往Advcash。 請準備好KYC驗證和支付帳戶所需的資訊，與支付相關的服務由Advcash提供，Advcash是協力廠商擁有的獨立平臺。 在使用他們的服務之前，請閱讀並同意Advcash的《條款和條件》。 有關付款的任何問題，請聯系 support@advcash.com 。 XT對因使用本支付服務而造成的任何損失或損害不承擔任何責任。

source: You will now leave XT and be taken to Simplex. please prepare the required information for KYC verification and payment account， Services relating to payments are provided by Simplex which is a separate platform owned by a third party. Please read and agree to simplex's Terms of Use before using their service. For any questions relating to payments, please contact support@simplex.com. XT does not assume any responsibility for any loss or damage caused by the use of this payment service.
es: Ahora saldrá de XT y lo llevarán a Simplex. Prepare la información requerida para la verificación KYC y la cuenta de pago. Simplex, que es una plataforma separada propiedad de un tercero, proporciona los servicios relacionados con los pagos. Lea y acepte los Términos de simplex. de uso antes de usar su servicio. Para cualquier pregunta relacionada con los pagos, comuníquese con support@simplex.com. XT no asume ninguna responsabilidad por cualquier pérdida o daño causado por el uso de este servicio de pago.
hi: अब आप एक्सटी छोड़ देंगे और सिम्प्लेक्स ले जाएंगे। कृपया केवाईसी सत्यापन और भुगतान खाते के लिए आवश्यक जानकारी तैयार करें। भुगतान से संबंधित सेवाएं सिम्प्लेक्स द्वारा प्रदान की जाती हैं जो एक तीसरे पक्ष के स्वामित्व वाला एक अलग मंच है। कृपया सिम्प्लेक्स को पढ़ें और सहमत हों उपयोग की शर्तों उनकी सेवा का उपयोग करने से पहले। भुगतान से संबंधित किसी भी प्रश्न के लिए, कृपया support@simplex.com से संपर्क करें। XT इस भुगतान सेवा के उपयोग से होने वाले किसी भी नुकसान या क्षति के लिए कोई जिम्मेदारी नहीं लेता है।
id: Anda sekarang akan meninggalkan XT dan dibawa ke Simplex. Harap siapkan informasi yang diperlukan untuk verifikasi KYC dan akun pembayaran， Layanan terkait pembayaran disediakan oleh Simplex yang merupakan platform terpisah yang dimiliki oleh pihak ketiga. Harap baca dan setujui persyaratan penggunaan simplex sebelum menggunakan layanan mereka. Untuk pertanyaan apa pun yang berkaitan dengan pembayaran, silakan hubungi support@simplex.com. XT tidak bertanggung jawab atas kehilangan atau kerusakan apa pun yang disebabkan oleh penggunaan layanan pembayaran ini.
ja: XTのページからSimplexに移動します。KYCの確認と支払い口座に必要な情報をご用意ください。支払い関連のサービスは、サードパーティの独立したプラットフォームであるSimplexによって提供されます。 それらのサービスを使用する前に、Simplexの利用規約を読んで同意してください。 お支払いについてご不明な点がございましたら、support@simplex.comまでお問い合わせください。 XTは、この支払いサービスの使用によって生じたいかなる損失または損害についても責任を負いません。
ko: 이제 XT.com을 떠나 Simplex로 이동합니다. KYC 인증 및 개인 결제 계정을 준비하세요. 결제 관련 서비스는 제 3자가 소유한 별도의 플랫폼 인 Banxa에서 제공합니다. Simplex의 이용 약관서비스를 이용하기 전에 해당 약관에 동의해야 합니다. 거래와 관련하여 문의 사항이 있는 경우 support@simplex.com로 이메일을 보내 주십시오. XT는 본 서비스를 이용하여 발생한 어떠한 손실이나 손해에 대해서도 책임을지지 않습니다.
ru: Теперь вы покинете XT и попадете в Simplex. Пожалуйста, подготовьте необходимую информацию для проверки KYC и платежного счета, Услуги, связанные с платежами, предоставляются компанией Simplex, которая является отдельной платформой, принадлежащей третьей стороне. Пожалуйста, прочитайте и согласитесь с Условиями использования Simplex, прежде чем воспользоваться их услугами. По всем вопросам, связанным с платежами, обращайтесь по адресу support@simplex.com. XT не несет никакой ответственности за любые потери или ущерб, вызванные использованием данного платежного сервиса.
tr: Şimdi XT'den ayrılacak ve Simplex'e gideceksiniz. lütfen KYC doğrulaması ve ödeme hesabı için gerekli bilgileri hazırlayın , Ödemelerle ilgili hizmetler, üçüncü bir tarafa ait ayrı bir platform olan Simplex tarafından sağlanmaktadır. Lütfen hizmetlerini kullanmadan önce Simplex'in Kullanım Koşullarını okuyun ve kabul edin. Ödemelerle ilgili herhangi bir sorunuz için lütfen support@simplex.com ile iletişime geçin. XT, bu ödeme hizmetinin kullanımından kaynaklanan herhangi bir kayıp veya hasar için herhangi bir sorumluluk kabul etmez.
zh_hant: 您現在將離開XT並前往Simplex。請準備好KYC驗證及支付帳戶所需資料，支付相關服務由協力廠商獨立平臺Simplex提供。在使用他們的服務之前，請閱讀並同意Simplex的使用條款。有關付款的任何問題，請聯系 support@simplex.com 。 XT對因使用本支付服務而造成的任何損失或損害不承擔任何責任

# 条款和条件
source: Terms and Conditions
es: Términos de Advcash
hi: नियम और शर्तों
ja: 利用規約
ko: 이용 약관
ru: Положения и условия
tr: Kullanım Koşullarını
zh_hant: 條款和條件

# 更新
source: Update
es: Actualizar
hi: आधुनिकतम
id: Perbarui
ja: 更新
ko: 업데이트
ru: Обновить
tr: Güncelle
zh_hant: 更新

# 高于#AMOUNT#
source: Above#AMOUNT#
es: Arriba#CANTIDAD#
hi: अधिक#AMOUNT#
id: Di atas #AMOUNT#
ja: #AMOUNT#以上
ko: #AMOUNT#이상
ru: Выше#AMOUNT#
tr: #AMOUNT# miktarının üzerinde
zh_hant: 高於#AMOUNT#

# 充值暂未开放
source: Deposits currently not available
es: Depósitos actualmente no disponibles
hi: जमा वर्तमान में उपलब्ध नहीं हैं
id: Setoran tidak tersedia
ja: リチャージはまだできません
ko: 입금 오픈전
ru: Депозиты в настоящее время недоступны
tr: Para yatırma şu anda kullanılamıyor
zh_hant: 充值暫未開放

# 提现暂未开放
source: Withdrawal is not open
es: El retiro no está abierto
hi: निकासी नहीं खुली है
id: Penarikan tidak terbuka
ja: 出金サービスはまだできません
ko: 출금 오픈전
ru: Снятие средств в настоящее время недоступно
tr: Para çekme kullanılamıyor
zh_hant: 提現暫未開放

# 划转暂未开放
source: Transfer is currently not available
es: La transferencia no está disponible actualmente
hi: वर्तमान में स्थानांतरण उपलब्ध नहीं है।
id: Transfer tidak tersedia
ja: 転送はまだできません
ko: 송금 오픈 전입니다
ru: Перевод в настоящее время недоступен
tr: Transfer şu anda yapılamıyor.
zh_hant: 劃轉暫未開放

# 兑换暂未开放
source: Redemptions currently not available
es: Canjes actualmente no disponibles
hi: रिडेम्प्शन वर्तमान में उपलब्ध नहीं है
id: Penukaran tidak tersedia
ja: 交換はまだ出来ません
ko: 교환(스왑)오픈전
ru: Погашение в настоящее время недоступно
tr: Çevirme işlemleri şu anda kullanılamıyor
zh_hant: 兌換暫未開放

# 卖币暂未开放
source: Token selling currently not available
es: La venta de tokens actualmente no está disponible
hi: टोकन बिक्री वर्तमान में उपलब्ध नहीं है।
id: Penjualan token tidak tersedia
ja: コインの販売はまだ開いていません
ko: 매도 오픈전
ru: Продажа токенов в настоящее время недоступна
tr: Token satışı şu anda kullanılamıyor
zh_hant: 賣幣暫未開放

# 买币暂未开放
source: Token buying currently not available
es: La compra de tokens actualmente no está disponible
hi: टोकन खरीदारी वर्तमान में उपलब्ध नहीं है
id: Pembelian token tidak tersedia
ja: コインの購入はまだ開いていません
ko: 매수 오픈전
ru: Покупка токенов в настоящее время недоступна
tr: Token alımı şu anda kullanılamıyor
zh_hant: 買幣暫未開放

# 如需充值旧币XT(TRC20)、XT(ERC20)，请前往网页端操作
source: If you need to deposit the old currency XT (TRC20) and XT (ERC20), please proceed to the website to perform.
es: Si necesita depositar la moneda anterior XT (TRC20) y XT (ERC20), diríjase al sitio web para realizarlo.
hi: यदि आपको पुरानी मुद्रा एक्सटी (टीआरसी 20) और एक्सटी (ईआरसी 20) जमा करने की आवश्यकता है, तो कृपया वेबसाइट पर जाने के लिए आगे बढ़ें।
id: Jika Anda perlu menyetor mata uang lama XT (TRC20) dan XT (ERC20), silakan lanjutkan ke situs web untuk melakukannya.
ja: 古いコインXT（TRC20）、XT（ERC20）をリチャージする必要がある場合は、Webページにアクセスして操作してください。
ko: 구XT(TRC20), 구XT(ERC20)로 충전하려면, 웹으로 이동하여 진행해주세요.
ru: Если вам необходимо пополнить счет старой валютой XT (TRC20) и XT (ERC20), пожалуйста, перейдите на сайт для выполнения.
tr: Eski para birimi XT (TRC20) ve XT (ERC20) yatırmanız gerekiyorsa, lütfen web sitesine gidin.
zh_hant: 如需充值舊幣XT(TRC20)、XT(ERC20)，請前往網頁端操作

# 认购类型
source: Subscription type
es: Tipo de suscripción
hi: सदस्यता प्रकार
id: Jenis berlangganan
ja: サブスクリプションタイプ
ko: 청약유형
ru: Тип подписки
tr: Üyelik tipi
zh_hant: 認購類型

# 抢购
source: Subscribe
es: Suscribir
hi: सदस्यता ले
id: Langganan
ja: パニック買い
ko: 세일
ru: Подписка
tr: Abone Ol
zh_hant: 搶購

# 申购模式
source: Subscription model
es: Modelo de suscripción
hi: सदस्यता मॉडल
id: Model Berlangganan
ja: サブスクリプションモデル
ko: 청약형식
ru: Модель подписки
tr: Üyelik modeli
zh_hant: 申購模式

# 购买记录
source: History
es: Historia
hi: इतिहास
id: Riwayat
ja: 購入履歴
ko: 구매기록
ru: История
tr: Tarih
zh_hant: 購買記錄

# 购买时间
source: Purchase time
es: Tiempo de compra
hi: खरीदारी का समय
id: Waktu pembelian
ja: 購入時間
ko: 구매시간
ru: Время покупки
tr: Satın alma zamanı
zh_hant: 購買時間

# 购买金额
source: Purchase price
es: Precio de compra
hi: खरीद मूल्य
id: Harga pembelian
ja: 購入価格
ko: 구매금액
ru: Цена покупки
tr: Satın alım fiyatı
zh_hant: 購買金額

# 根据所有用户投入的金额权重比例购买代币，金额扣除成功后将剩余金额返还至用户的现货账户中
source: Tokens are purchased based on the weight ratio of all users. After deduction of the amount, the remaining amount will be returned to the user's spot account
hi: टोकन सभी उपयोगकर्ताओं के वजन अनुपात के आधार पर खरीदे जाते हैं। राशि की कटौती के बाद शेष राशि उपयोगकर्ता के स्पॉट खाते में वापस कर दी जाएगी
ja: すべてのユーザーが投資した金額の割合に応じてトークンを購入します。金額が正常に差し引かれた後、残りの金額はユーザーのスポットアカウントに戻されます
ko: 모든 사용자가 투자한 금액의 가중치 비율에 따라 토큰을 구매하고, 금액 공제가 완료된 후 남은 금액은 사용자의 현물계정으로 반환해드립니다
ru: Жетоны приобретаются на основе весового соотношения всех пользователей. После вычета суммы, оставшаяся сумма возвращается на спот-счет пользователя
tr: Tokenlar, tüm kullanıcıların ağırlık oranına göre satın alınır. Tutar düşüldükten sonra kalan tutar kullanıcının spot hesabına iade edilir
zh_hant: 根據所有用戶投入的金額權重比例購買代幣，金額扣除成功後將剩餘金額返還至用戶的現貨賬戶中

# 最小购买数量#COUNT##SYMBOL#
source: Minimum purchase quantity #COUNT# #SYMBOL#
es: Cantidad mínima de compra #COUNT# #SYMBOL#
hi: न्यूनतम खरीद मात्रा #COUNT# #SYMBOL#
id: Jumlah pembelian minimum #COUNT# #SYMBOL#
ja: 最小購入数量#COUNT##SYMBOL#
ko: 최소 구매수량 #COUNT# #SYMBOL#
ru: Минимальное количество покупки #COUNT# #SYMBOL#
tr: Minimum satın alma miktarı #COUNT# #SYMBOL#
zh_hant: 最小購買數量#COUNT##SYMBOL#

# 购买进度
source: Purchase progress
es: Progreso de la compra
hi: खरीद प्रगति
id: Progres pembelian
ja: 購入の進捗状況
ko: 구매진도
ru: Ход покупки
tr: Satın alım süreci
zh_hant: 購買進度

# 冻结数量
source: Frozen Quantity
es: Cantidad congelada
hi: जमे हुए मात्रा
id: Kuantitas beku
ja: 凍結数量
ko: 동결수량
ru: Замороженное количество
tr: Dondurulmuş Miktar
zh_hant: 凍結數量

# 奖励数量
source: Number of rewards
es: Número de recompensas
hi: पुरस्कारों की संख्या
id: Jumlah hadiah
ja: 報酬額
ko: 상금수량
ru: Количество вознаграждений
tr: Ödül sayısı
zh_hant: 獎勵數量

# 按数量购买
source: Purchase by quantity
es: Compra por cantidad
hi: मात्रा के हिसाब से खरीदारी करें
id: Beli dengan kuantitas
ja: 数量で購入
ko: 수량별 구매
ru: Покупка по количеству
tr: Miktara göre satın alma
zh_hant: 按數量購買

# 按金额购买
source: Purchase by amount
es: Compra por cantidad
hi: राशि के अनुसार खरीदारी करें
id: Beli dengan jumlah
ja: 金額で購入
ko: 금액별 구매
ru: Покупка по количеству
tr: Tutara göre satın alma
zh_hant: 按金額購買

# 请输入购买数量
source: Please enter the purchase quantity
es: Por favor ingrese la cantidad de compra
hi: कृपया खरीद मात्रा दर्ज करें
id: Sila masukkan kuantitas pembelian
ja: 購入数量を入力してください
ko: 구매수량을 입력해주세요
ru: Пожалуйста, введите количество покупок
tr: Lütfen satın alma miktarını girin
zh_hant: 請輸入購買數量

# 请输入购买金额
source: Please enter the purchase amount
es: Por favor ingrese el monto de la compra
hi: कृपया खरीद राशि दर्ज करें
id: Sila masukkan jumlah pembelian
ja: 購入金額を入力してください
ko: 구매금액을 입력해주세요
ru: Пожалуйста, введите сумму покупки
tr: Lütfen satın alma tutarını girin
zh_hant: 請輸入購買金額

# VIP费率
source: VIP rate
hi: वीआईपी दर
id: Tarif VIP
ja: VIPレート
ko: VIP 요율
ru: VIP тариф
tr: VIP ücreti
zh_hant: VIP費率

# 近30天交易量（等值USDT）
source: 30 days trading volume (equivalent to USDT)
es: Volumen de trading en 30 días(equivalente en USDT)
hi: 30 दिनों का ट्रेडिंग वॉल्यूम (USDT के बराबर)
id: Volume perdagangan dalam 30 hari terakhir (setara dengan USDT)
ja: 過去30日間の取引量（USDTに相当）
ko: 최근 30일 거래량 (등가의 USDT)
ru: Объем торгов за 30 дней (в эквиваленте USDT)
tr: 30 günlük işlem hacmi (USDT eşdeğeri)
zh_hant: 近30天交易量（等值USDT）

# XT24小时平均持有量
source: XT24 hour average holding volume
es: Volumen medio de XT24 hour en la cuenta
hi: एक्सटी 24 घंटे की औसत होल्डिंग वॉल्यूम
id: Kepemilikan rata-rata XT24 jam
ja: XTの24時間平均保有
ko: XT 24 시간 평균 보유량
ru: XT24-часовой средний объем холдинга
tr: XT24 saatlik ortalama elde tutma hacmi
zh_hant: XT24小時平均持有量
