Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 钱包
source: Wallet
hi: बटुआ
id: Dompet
ja: ウォレット
ko: 지갑
ru: Кошелек
tr: Cüzdan
zh_hant: 錢包

# 法币
source: Fiat
hi: फिएट
ja: フィアット
ko: 법정화폐
ru: Фиат
zh_hant: 法幣

# 总账户
source: Master account
es: Cuenta principal
hi: मास्टर खाता
id: akun utama
ja: マスターアカウント
ko: 총계정
ru: Основной счет
tr: Ana hesap
zh_hant: 總賬戶

# 钱包账户
source: Wallet account
es: Cuenta de Wallet
hi: वॉलेट खाता
id: Akun dompet
ja: ウォレット
ko: 지갑계정
ru: Кошельковый счет
tr: Cüzdan hesabı
zh_hant: 錢包賬戶

# 现货账户
source: Spot Account
es: Cuenta de Spot
hi: स्पॉट अकाउंट
id: Akun spot
ja: 現物
ko: 현물계정
ru: Счет Spot
tr: Spot Hesabı
zh_hant: 現貨賬戶

# 法币账户
source: Fiat account
es: Cuenta de Fiat
hi: फिएट खाता
id: Akun Fiat
ja: フィアット
ko: 법정화폐계정
ru: Фиатный счет
tr: Fiat hesabı
zh_hant: 法幣賬戶

# 合约账户
source: Futures account
es: Cuenta de Futuros
hi: वायदा खाता
id: Akun berjangka
ja: 先物
ko: 선물계정
ru: Фьючерсный счет
tr: Vadeli hesap
zh_hant: 合約賬戶

# 账户
source: Account
es: Cuenta
hi: खाता
id: Akun
ja: アカウント
ko: 계정
ru: Счет
tr: Hesap
zh_hant: 賬戶

# 期限
source: Term
es: Periodo
hi: अवधि
id: Ketentuan
ja: 期限
ko: 기한
ru: Срок
tr: Koşul
zh_hant: 期限

# 可借数量
source: Borrowable amount
es: Cantidad prestable
hi: उधार राशि
id: Jumlah yang dapat dipinjam
ja: 借り入れできる数量
ko: 차용가능수량
ru: Занимаемая сумма
tr: Borç alınabilecek tutar
zh_hant: 可借數量

# 天
source: Day
es: Día
hi: दिन
id: Hari
ja: 日
ko: 일
ru: День
tr: Gün
zh_hant: 天

# 链名称
source: Chain name
es: Nombre de la cadena
hi: चेन नाम
id: Jaringan
ja: チェーンの名称
ko: 체인명
ru: Название цепочки
tr: Zincir adı
zh_hant: 鏈名稱

# 保存二维码
source: Save QR code
es: Guardar código QR
hi: QR code सहेजें
id: Simpan Kode QR
ja: QRコードを保存する
ko: QR코드 저장
ru: Сохранить QR-код
tr: QR kodunu kaydet
zh_hant: 保存二維碼

# 充币地址
source: Deposit address
es: Dirección de depósito
hi: जमा पता
id: Alamat deposit
ja: デポジットアドレス
ko: 입금주소
ru: Адрес вклада
tr: Para yatırma adresi
zh_hant: 充幣地址

# 复制地址
source: Copy address
es: Copiar dirección
hi: कॉपी पता
id: Salin Alamat
ja: アドレスをコピーする
ko: 주소 복사
ru: Адрес копирования
tr: Adresi kopyala
zh_hant: 復制地址

# 复制备注
source: Copy Memo
es: Copiar Memo
hi: कॉपी मेमो
id: Salin memo
ja: メモをコピーする
ko: 비고 복사
ru: Скопировать памятку
tr: Kısa Notu Kopyala
zh_hant: 復制備註

# 点击获取充值地址
source: Click to obtain deposit address
es: Haga clic para obtener la dirección de depósito
hi: जमा पता प्राप्त करने के लिए क्लिक करें
id: Klik untuk mendapatkan alamat deposit
ja: クリックしてリチャージアドレスを取得
ko: 클릭하여 입금 주소를 가져오세요
ru: Нажмите, чтобы получить адрес вклада
tr: Para yatırma adresi almak için tıklayın
zh_hant: 點擊獲取充值地址

# 暂未开放充值
source: Deposit has not opened yet
es: El depósito no ha sido abierto aún
hi: अभी तक जमा नहीं खोला गया है
id: Deposit belum dibuka
ja: まだチャージできません
ko: 입금 오픈전입니다
ru: Депозит еще не открыт
tr: Para yatırma henüz açık değil
zh_hant: 暫未開放充值

# 暂未开放提币
source: Withdrawal has not opened yet
es: La retirada no ha sido abierta aún
hi: निकासी अभी तक नहीं खोला गया है
id: Penarikan belum dibuka
ja: まだ出金できません
ko: 출금 오픈전입니다
ru: Снятие еще не открыто
tr: Para çekme henüz açık değil
zh_hant: 暫未開放提幣

# 充值须知
source: Deposit notice
es: Aviso de depósito
hi: जमा नोटिस
id: Pemberitahuan Deposit
ja: お知らせ
ko: 입금 주의사항
ru: Уведомление о депозите
tr: Para yatırma bildirimi
zh_hant: 充值須知

# * 请不要向这个地址充值除#coinName#之外的资产，任何充入此地址的其他资产将不可找回
source: Please do not deposit any assets but #coinName# to this address. Any other assets deposited to the address will lose.
es: Por favor, no deposite ningún activo que no sea #coinName# en esta dirección. El depósito de otros activos en esta dirección resultará en perdida de los mismos
hi: * कृपया इस पते पर कोई संपत्ति नहीं बल्कि #coinName# जमा करें । पते पर जमा की गई कोई अन्य संपत्ति खो जाएगी
id: * Mohon untuk tidak menyimpan aset apapun selain #coinName# ke alamat ini. Aset lain yang disimpan ke alamat akan hilang.
ja: *このアドレスに#coinName#以外の資産を預けないでください。このアドレスに預けられた#coinName#以外の暗号資産は回収できません。
ko: #coinName# 이외의 자산을 이 주소에 충전하지 마십시오. 이 주소에 충전 된 다른 자산은 되찾을 수 없습니다.
ru: Пожалуйста, не вносите на этот адрес никаких активов, кроме #coinName#. Любые другие активы, внесенные на этот адрес, будут потеряны.
tr: Lütfen bu adrese #coinName# dışında herhangi bir varlık yatırmayın. Bu adrese yatırılan diğer varlıklar kayıp sayılacaktır.
zh_hant: * 請不要向這個地址充值除#coinName#之外的資產，任何充入此地址的其他資產將不可找回

# * #coinName# 地址仅可用于 #coinName# 充值，不可用于充值其他数字货币
source: The address of #coinName# is only used for depositing #coinName# not for other digital currencies
es: La dirección de #coinName# solo se usará para depositar #coinName#, no otras monedas digitales
hi: * का पता केवल अन्य डिजिटल मुद्राओं के लिए #coinName# जमा करने के लिए उपयोग किया जाता है
id: *Alamat #coinName# hanya digunakan untuk deposit #coinName# bukan untuk mata uang digital lainnya
ja: *#coinName#アドレスは、#coinName#のチャージにのみ使用でき、他のデジタル通貨のチャージには使用できません。
ko: #coinName#주소는 #coinName#입금만 허용합니다. 다른 디지텔 자산을 입금할 수가 없습니다.
ru: Адрес #coinName# используется только для пополнения счета #coinName#, а не для других цифровых валют.
tr: #coinName# adresi yalnızca #coinName# yatırmak için kullanılır; diğer dijital para birimleri için değildir.
zh_hant: * #coinName# 地址僅可用於 #coinName# 充值，不可用於充值其他數字貨幣

# * #coinName# 充值经过 #inConfigTimes# 个网络确认后到账，#outConfigTimes# 个网络确认后才允许提币
source: #coinName# deposits arrive after #inConfigTimes# confirmation and withdrawals are allowed after #outConfigTimes# confirmation.
es: Los depósitos de #coinName# llegarán tras la confirmación de #inConfigTimes# y las retiradas se permiten tras la confirmación de #outConfigTimes#.
hi: * #inConfigTimes# पुष्टि के बाद जमा और निकासी की अनुमति #outConfigTimes# पुष्टि के बाद की जाती है ।
id: * Deposit #coinName# tiba setelah konfirmasi #inConfigTimes# dan penarikan diperbolehkan setelah konfirmasi #outConfigTimes#.
ja: *#coinName#チャージは、#inConfigTimes#の確認後にクレジットされ、出金は#outConfigTimes#の確認後に許可されます。
ko: #coinName# 입금은 #inConfigTimes#의 블록 확인 후 계좌에 입금되며 #outConfigTimes# 의 블록 확인 후 출금이 허용됩니다.
ru: Депозиты #coinName# поступают после подтверждения #inConfigTimes#, а снятие средств разрешено после подтверждения #outConfigTimes#.
tr: #coinName# para yatırma işlemleri #inConfigTimes# onayından sonra ulaşır ve para çekme işlemlerine #outConfigTimes# onayından sonra izin verilir.
zh_hant: * #coinName# 充值經過 #inConfigTimes# 個網絡確認後到賬，#outConfigTimes# 個網絡確認後才允許提幣

# * 最小充值金额 #minPayIn# #coinName#，小于该值将不会到账
source: The minimum deposit amount is #minPayIn# #coinName#, and less than the amount will not arrive.
es: La cantidad mínima de depósito es #minPayIn# #coinName#. Cantidades inferiores no llegarán a ser depositadas
hi: * न्यूनतम जमा राशि #minPayIn# #coinName#है, और राशि से कम नहीं आएगा।
id: * Jumlah setoran minimum adalah #minPayIn# #coinName#, dan kurang dari jumlah tersebut tidak akan sampai.
ja: *最小チャージ額#minPayIn# #coinName#、この値未満はアカウントにクレジットされません。
ko: 최저 입금 금액은 #minPayIn# #coinName#이며, 금액이 이보다 적으면 입금이 않됩니다.
ru: Минимальная сумма депозита составляет #minPayIn# #coinName#, меньше этой суммы депозит поступать не будет.
tr: Minimum para yatırma miktarı #minPayIn# #coinName# olup bu tutardan daha az miktarlar ulaşmayacaktır.
zh_hant: * 最小充值金額 #minPayIn# #coinName#，小於該值將不會到賬

# 提现须知
source: Withdrawal notice
es: Aviso de retirada
hi: निकासी नोटिस
id: Pemberitahuan Penarikan
ja: お知らせ
ko: 출금 주의사항
ru: Уведомление о снятии средств
tr: Para çekme bildirimi
zh_hant: 提現須知

# * 手续费优先从余额扣除，余额不足则从提现金额扣除
source: * The handling fee shall be deducted from the balance first, if the balance is insufficient, it will be deducted from the cash withdrawal amount
es: *La tasa administrativa se deducirá del balance primero. Si el balance es insuficiente para la deducción, la tasa se deducirá de la cantida de retirada
hi: * हैंडलिंग शुल्क पहले शेष राशि से काटा जाएगा, यदि शेष अपर्याप्त है, तो इसे नकद निकासी राशि से काटा जाएगा
id: * Biaya penanganan akan dipotong dari saldo terlebih dahulu, jika saldo tidak mencukupi maka akan dipotong dari jumlah penarikan tunai
ja: *手数料はまず残高から差し引かれ、残高が不足している場合は出金額から差し引かれます。
ko: 수수료는 우선 잔액에서 제하며, 잔액 부족일 경우 출금금액에서 제합니다.
ru: * Комиссия за обработку сначала вычитается из баланса, если баланс недостаточен, она будет вычтена из суммы снятия наличных.
tr: * İşlem ücreti önce bakiyeden düşülecek, bakiye yetersiz ise nakit çekim tutarından düşülecektir.
zh_hant: * 手續費優先從余額扣除，余額不足則從提現金額扣除

# * #coinName# 充值经过 #inConfigTimes# 个确认后到账，#outConfigTimes# 个确认后才允许提现
source: #coinName# deposits arrive after #inConfigTimes# confirmation and withdrawals are allowed after #outConfigTimes# confirmation
es: Los depósitos de #coinName# llegarán tras la confirmación de #inConfigTimes#. Las retiradas se permitirán tras la confirmación de #outConfigTimes#
hi: * #coinName# #inConfigTimes# पुष्टिकरण के बाद जमा होते हैं और #outConfigTimes# पुष्टि के बाद निकासी की अनुमति है
id: * Deposit #coinName# tiba setelah konfirmasi #inConfigTimes# dan penarikan diperbolehkan setelah konfirmasi #outConfigTimes#
ja: *#coinName#チャージは、#inConfigTimes#の確認後にクレジットされ、出金は#outConfigTimes#の確認後に許可されます。
ko: #coinName#입금은 #inConfigTimes#개 블록 확인 후 계좌에 입금되며, #outConfigTimes#개 블록 확인 후 출금이 허용됩니다.
ru: Депозиты #coinName# поступают после подтверждения #inConfigTimes#, а снятие средств разрешено после подтверждения #outConfigTimes#.
tr: #coinName# para yatırma işlemleri #inConfigTimes# onayından sonra ulaşır ve para çekme işlemlerine #outConfigTimes# onayından sonra izin verilir.
zh_hant: * #coinName# 充值經過 #inConfigTimes# 個確認後到賬，#outConfigTimes# 個確認後才允許提現

# * 可提现金额≤账户可用资产-未经确认的数字资产
source: Available withdrawals≤ Available account assets-Unconfirmed digital assets
es: Retiradas diponibles≤ Activos diposnibles en la cuenta-Activos digitales sin confirmar
hi: * उपलब्ध निकासी≤उपलब्ध खाता संपत्ति-अपुष्ट डिजिटल संपत्ति
id: * Penarikan yang tersedia≤ Aset akun yang tersedia-Aset digital yang belum dikonfirmasi
ja: *利用可能な現金≤アカウントの利用可能な資産-未確認のデジタル資産
ko: 출금 가능 금액≤계정내 사용 가능한 자산 - 확인전인 디지텔자산
ru: Доступные снятия≤ Доступные активы счета-Неподтвержденные цифровые активы
tr: Mevcut para çekme işlemleri≤ Mevcut hesap varlıkları-Onaylanmamış dijital varlıklar
zh_hant: * 可提現金額≤賬戶可用資產-未經確認的數字資產

# * 请勿直接提现至众筹或ICO地址，否则将无法收到众筹或ICO发放的代币。
source: Do not withdraw directly to a crowdfund or ICO address, as your account will not be credited with tokens from such sales.
es: No realice retiradas directamente a cuentas de crowdfunding o ICO , ya que su cuenta no recibirá los tokens incluidos en tales ventas
hi: * सीधे क्राउडफंड या आईसीओ पते पर वापस न लें, क्योंकि आपके खाते को ऐसी बिक्री से टोकन के साथ जमा नहीं किया जाएगा।
id: * Jangan menarik langsung ke crowdfund atau alamat ICO, karena akun Anda tidak akan dikreditkan dengan token dari penjualan tersebut.
ja: *アカウントにクラウドファンドまたはICOなどの販売からのトークンが入金されないため、クラウドファンドまたはICOアドレスには直接出金しないでください。
ko: 판매 토큰을 수령할 수 없으니 크라우드 펀딩 또는 ICO 주소로 직접 전송하지 마십시오.
ru: Не выводите средства непосредственно на адрес краудфанда или ICO, так как на ваш счет не будут зачислены токены от таких продаж.
tr: Hesabınıza bu tür satışlardan token aktarılmayacağından, doğrudan bir kitle fonu veya ICO adresine para çekmeyin.
zh_hant: * 請勿直接提現至眾籌或ICO地址，否則將無法收到眾籌或ICO發放的代幣。

# 到期时间
source: Expiry time
es: Plazo de expiración
hi: एक्सपायरी टाइम
id: Waktu kedaluwarsa.
ja: 有効期限
ko: 만료시간
ru: Время истечения
tr: Son geçerlilik zamanı
zh_hant: 到期時間

# 修改别名
source: Change label
es: Cambiar etiqueta
hi: लेबल बदलें
id: Ubah label
ja: エイリアスを変更する
ko: 별칭수정
ru: Изменить метку
tr: Etiketi değiştir
zh_hant: 修改別名

# 邮箱验证码发送成功
source: E-Mail verification code sending successfully
es: Código de verificación de E-Mail enviado correctamente
hi: E-mail सत्यापन कोड सफलतापूर्वक भेज रहा है
id: Kode verifikasi email yang berhasil dikirim
ja: メール確認コードが正常に送信されました
ko: 이메일 인증번호 전송 성공
ru: Код проверки электронной почты отправлен успешно
tr: E-posta doğrulama kodu başarıyla gönderildi
zh_hant: 郵箱驗證碼發送成功

# 短信验证码发送成功
source: SMS verification code sending successfully
es: Código SMS de verificación enviado correctamente
hi: SMS सत्यापन कोड सफलतापूर्वक भेज रहा है
id: Kode verifikasi SMS berhasil dikirim
ja: SMS検証コードが正常に送信されました
ko: 문자 인증번호 전송 성공
ru: Код верификации SMS отправлен успешно
tr: SMS doğrulama kodu başarıyla gönderildi
zh_hant: 短信驗證碼發送成功

# 再次发送
source: Send again
es: Enviar de nuevo
hi: फिर भेजें
id: Kirim lagi
ja: 再度送信します
ko: 재전송
ru: Отправить повторно
tr: Tekrar gönder
zh_hant: 再次發送

# 我同意使用内部转账，享受0手续费极速到账服务
source: I agree to use internal transfers and enjoy the fast arrival without fee
es: Acepto utilizar las transferencias internas y disfrutar de una velocidad de procesamiento más rápida y sin tasas
hi: मैं आंतरिक स्थानान्तरण का उपयोग करें और शुल्क के बिना तेजी से आगमन का आनंद सहमत हूं
id: Saya setuju untuk menggunakan transfer internal dan menikmati kedatangan cepat tanpa biaya
ja: 内部転送を使用し、手数料ゼロのサービスを利用することに同意します
ko: 저는 내부 이체를 동의하며, 0수수료로 실시간 입금 서비스를 사용합니다.
ru: Я согласен использовать внутренние переводы и пользоваться быстрым поступлением без комиссии
tr: Dahili transferleri kullanmayı ve ücretsiz hızlı para transferinin tadını çıkarmayı kabul ediyorum.
zh_hant: 我同意使用內部轉賬，享受0手續費極速到賬服務

# 从
source: From
es: Desde
hi: से
id: Dari
ja: から
ko: 부터
ru: С
tr: Çekilecek Yer
zh_hant: 從

# 到
source: To
es: A
hi: तक
id: Ke
ja: まで
ko: 까지
ru: На
tr: İlgili
zh_hant: 到

# 资金账户
source: Fund account
es: Cuenta de inversión
hi: फंड खाता
id: Akun Dana
ja: 資金アカウント
ko: 자금계정
ru: Пополнить счет
tr: Fon hesabı
zh_hant: 資金賬戶

# 币种
source: Crypto
es: Moneda
hi: सिक्का
id: Koin
ja: ペア
ko: 코인유형
ru: Крипто
tr: Kripto
zh_hant: 幣種

# 总资产
source: Total Assets
es: Activos totales
hi: कुल संपत्ति
id: Total aset
ja: 総資産
ko: 총자산
ru: Общие активы
tr: Toplam Varlıklar
zh_hant: 總資產

# 净资产
source: Net Assets
es: Activos netoss
hi: नेट एसेट्स
id: Aset Bersih
ja: 純資産
ko: 순자산
ru: Чистые активы
tr: Net Varlık
zh_hant: 凈資產

# 资产折合
source: Total asset value
es: Valor total de activos
hi: कुल परिसंपत्ति मूल्य
id: Total Nilai Aset
ja: 資産変換
ko: 자산환산
ru: Общая стоимость активов
tr: Toplam varlık değeri
zh_hant: 資產折合

# 隐藏小额币种
source: Hide small currency
es: Ocultar monedas pequeñas
hi: छोटी मुद्रा छिपाएं
id: Sembunyikan mata uang kecil
ja: 少額の通貨を隠す
ko: 소액 통화 숨기기
ru: Скрыть малую валюту
tr: Küçük para birimini gizle
zh_hant: 隱藏小額幣種

# 实名认证
source: Identify Verification
es: Verificación de nombre real
hi: वास्तविक नाम सत्यापन
id: Verifikasi nama asli
ja: 実名認証
ko: 실명인증
ru: Верификация реального имени
tr: Gerçek Ad Doğrulaması
zh_hant: 實名認證

# 初级认证
source: Primary authentication
es: Autenticación primaria
hi: प्राथमिक प्रमाणीकरण
id: Otentikasi utama
ja: 初級認証
ko: 초급인증
ru: Первичная аутентификация
tr: Birincil kimlik doğrulama
zh_hant: 初級認證

# 获得充值、提币、法币交易等权限
source: Enable deposit, withdrawal and fiat trading
es: Habilitar depósito, retirada y trading de fiat
hi: जमा, निकासी और फिएट ट्रेडिंग सक्षम करें
id: Aktifkan Deposit, Penarikan dan Perdagangan Fiat
ja: チャージ、出金、および法定通貨取引の許可を取得します
ko: 입출금 및 법화거래 권한 획득
ru: Обеспечение возможности пополнения счета, вывода средств и торговли фиатом
tr: Para yatırma, çekme ve fiat ticaretini etkinleştir
zh_hant: 獲得充值、提幣、法幣交易等權限

# 高级认证
source: Advanced authentication
es: Autenticación avanzada
hi: उन्नत प्रमाणीकरण
id: Otentikasi tingkat lanjut
ja: 高級認証
ko: 고급인증
ru: Расширенная аутентификация
tr: Gelişmiş kimlik doğrulama
zh_hant: 高級認證

# 增加法币交易额度、申请认证商家等权限
source: Add fiat trading limit and apply for verified merchant
es: Añadir límite de trading de fiat y solicitar condición de vendedor verificado
hi: फिएट ट्रेडिंग सीमा जोड़ें और सत्यापित व्यापारी के लिए आवेदन करें
id: Tambahkan Batas Perdagangan Fiat dan Berlaku untuk Perdagang Terverifikasi
ja: 法定通貨取引限度額の引き上げ、認定販売者の認証申請等。
ko: 법정화폐 거래한도와 인증사업자 신청등 권한 추가.
ru: Добавьте лимит фиатной торговли и подайте заявку на верификацию продавца
tr: Fiat alım-satım limiti ekleyin ve doğrulanmış satıcı için başvurun
zh_hant: 增加法幣交易額度、申請認證商家等權限

# 已认证
source: Verified
es: Verificado
hi: सत्यापित
id: Diverifikasi
ja: 認証済み
ko: 인증됨
ru: Верифицированный
tr: Doğrulandı
zh_hant: 已認證

# 未通过
source: Unapproved
es: Sin aprobar
hi: सत्यापित
id: Tidak disetujui
ja: 認証できません
ko: 미통과
ru: Не одобрено
tr: Onaylanmamış
zh_hant: 未通過

# 已初级认证
source: Primary authentication completed
es: Identificación primaria completada
hi: प्राथमिक प्रमाणीकरण पूरा
id: Otentikasi utama selesai
ja: 一次認証済み
ko: 초급인증 완료
ru: Первичная аутентификация завершена
tr: Birincil kimlik doğrulama tamamlandı
zh_hant: 已初級認證

# 高级认证需要先进行初级认证，请先进行初级认证
source: You need to perform primary authentication before advanced authentication.
es: Necesita realizar la identificación primaria antes de proceder a la identificación avanzada
hi: उन्नत प्रमाणीकरण से पहले आपको प्राथमिक प्रमाणीकरण करने की आवश्यकता है
id: Anda perlu melakukan otentikasi utama sebelum otentikasi lanjutan.
ja: 高度認証をするにはまず一次認証が必要です。最初に一次認証を実行してください。
ko: 고급인증을 수행하기 전에 초급인증을 완료해야합니다.
ru: Перед расширенной аутентификацией необходимо выполнить первичную аутентификацию.
tr: Gelişmiş kimlik doğrulamadan önce birincil kimlik doğrulaması yapmanız gerekir
zh_hant: 高級認證需要要先進行初級認證，請先進行初級認證

# 已高级认证
source: Advanced authentication completed
es: Identificación avanzada completada
hi: उन्नत प्रमाणीकरण पूरा
id: Otentikasi Lanjutan selesai
ja: 高級認証済み
ko: 고급인증 완료
ru: Расширенная аутентификация завершена
tr: Gelişmiş kimlik doğrulama tamamlandı
zh_hant: 已高級認證

# 注：请务必填写本人的真实信息，实名认证通过后将无法修改，且平台只接受实名本人的账户充值和提现
source: Note: Please be sure to fill in your real information, KYC authentication can not be modified, and the platform only accepts your real-name account’ s deposit and withdrawal
es: Nota: Por favor, asegurese de rellenar su información real, autenticación KYC no puede modificarse. La plataforma solo acepta cuentas de nombre para depósitos y retiradas
hi: नोट: कृपया अपनी वास्तविक जानकारी भरना सुनिश्चित करें, केव KYC प्रमाणीकरण को संशोधित नहीं किया जा सकता है, और मंच केवल आपके वास्तविक नामखाते की जमा और निकासी स्वीकार करता है
id: Catatan: Pastikan untuk mengisi informasi asli Anda, otentikasi KYC tidak dapat diubah, dan platform hanya menerima deposit dan penarikan akun nama asli Anda
ja: 注：必ず本人の情報を入力してください。実名認証後は変更することはできません。プラットフォームは、本人のアカウントのチャージと出金のみを受け入れます。
ko: 참고: 본인의 실제 정보를 입력해주세요. 실명인증이 완료되면 수정할 수 없습니다. 플랫폼은 실명인증을 해야만이 입출금이 가능합니다.
ru: Примечание: Пожалуйста, убедитесь, что вы заполнили реальную информацию, аутентификация KYC не может быть изменена, и платформа принимает депозит и вывод средств только с вашего реального счета.
tr: Not: Lütfen gerçek bilgilerinizi girdiğinizden emin olun, KYC kimlik doğrulaması değiştirilemez ve platform yalnızca gerçek adınıza ait hesabınızın para yatırma ve çekme işlemlerine izin verir.
zh_hant: 註：請務必填寫本人的真實信息，實名認證通過後將無法修改，且平臺只接受實名本人的賬戶充值和提現

# 下一步
source: Next
es: Siguiente
hi: अगला
id: Berikutnya
ja: 次へ
ko: 다음단계
ru: Следующий
tr: Sonraki
zh_hant: 下壹步

# 请选择国籍
source: Please select country
es: Por favor, seleccione país
hi: कृपया देश चुनें
id: Silakan pilih negara
ja: 国籍を選択してください。
ko: 국적을 선택해 주세요
ru: Пожалуйста, выберите страну
tr: Lütfen bir ülke seçin
zh_hant: 請選擇國籍

# 请选择证件类型
source: Please select the type of ID document
es: Por favor seleccione tipo de Identificación
hi: कृपया आईडी के प्रकार का चयन करें
id: Silakan pilih jenis ID
ja: 証明書の種類を選択してください。
ko: 신분증 유형을 선택해 주세요
ru: Пожалуйста, выберите тип идентификатора
tr: Lütfen kimlik türünü seçin
zh_hant: 請選擇證件類型

# 请输入姓名
source: Please enter name
es: Por favor, introduzca nombre
hi: कृपया नाम दर्ज करें
id: Sila masukkan nama
ja: 名前を入力してください
ko: 이름을 입력해 주세요
ru: Пожалуйста, введите имя
tr: Lütfen ad girin
zh_hant: 請輸入姓名

# 请输入证件号码
source: Please enter ID No.
es: Por favor, introduzca nº de identificación.
hi: कृपया आईडी नंबर दर्ज करें
id: Sila masukkan ID No.
ja: 証明書の番号を入力してください
ko: 신분증 번호를 입력해 주세요
ru: Пожалуйста, введите номер ID
tr: Lütfen kimlik numarası girin.
zh_hant: 請輸入證件號碼

# 国籍
source: Nationality
es: Nacionalidad
hi: राष्ट्रीयता
id: Kebangsaan
ja: 国籍
ko: 국적
ru: Гражданство
tr: Uyruğu
zh_hant: 國籍

# 证件类型
source: Type of ID document
es: Tipo de certificado
hi: प्रमाणपत्र का प्रकार
id: Jenis Sertifikat
ja: 証明書種類
ko: 신분증 유형
ru: Тип удостоверения
tr: Sertifika türü
zh_hant: 證件類型

# 证件号码
source: ID number
es: nº de identificación
hi: आईडी नंबर
id: nomor ID
ja: 証明書番号
ko: 신분증 번호
ru: Номер удостоверения личности
tr: Kimlik numarası
zh_hant: 證件號碼

# 上传证件照正面
source: Upload the front of the ID card
es: Subir foto de la parte frontal del documento
hi: आईडी कार्ड के सामने अपलोड करें
id: Unggah bagian depan kartu ID
ja: 証明書正面をアップロード
ko: 신분증 앞면 업로드
ru: Загрузите лицевую сторону удостоверения личности
tr: Kimliğin ön yüzünü yükleyin
zh_hant: 上傳證件照正面

# 上传证件照反面
source: Upload the back of the ID card
es: Subir foto de la parte trasera del documento
hi: आईडी कार्ड के पीछे अपलोड करें
id: Unggah bagian belakang kartu ID
ja: 証明書裏面をアップロード
ko: 신분증 뒷면 업로드
ru: Загрузите обратную сторону удостоверения личности
tr: Kimliğin arka yüzünü yükleyin
zh_hant: 上傳證件照反面

# 手持证件及标注‘XT+日期+签名’纸张的照片
source: A photo in which you hold your ID card and a piece of paper written ”XT+Date+Your signature”
es: Una foto en la que usted aparezca sujetando el documento de idenficación y una hoja de papel en la que esté escrito ”XT+Fecha+Firma”
hi: एक फोटो जिसमें आप अपना आईडी कार्ड रखते हैं और कागज का एक टुकड़ा लिखा है "XT+Date+Your Signature"
id: Foto di mana Anda memegang kartu ID Anda dan selembar kertas bertuliskan ”XT+Tanggal+Tanda Tangan”
ja: 「XT + Date + Signature」と記された紙を手に持ち、写真を持ってください
ko: 신분증과 XT+날짜+서명'이 적은 종이를 손에 들고 찍은 사진
ru: Фотография, на которой вы держите ID карту и лист бумаги с надписью "XT+Дата+Ваша подпись"
tr: Kimlik kartınızı ve üzerinde “XT+Tarih+İmzanız” yazan bir kağıdı elinizde tuttuğunuz bir fotoğraf
zh_hant: 手持證件及標註‘XT+日期+簽名’紙張的照片

# 1.上传“#REALNAME#”的#CARDNAME#及手持#CARDNAME#照片
source: Upload photos of “#REALNAME#” and #CARDNAME# holding #CARDNAME#
es: Subir fotos de “#REALNAME#” y #CARDNAME# sujetando #CARDNAME#
hi: "#REALNAME#" और #CARDNAME# होल्डिंग #CARDNAME# की तस्वीरें अपलोड करें
id: Unggah foto “#REALNAME#” dan #CARDNAME# Holding #CARDNAME#
ja: 1。「#REALNAME#」の#CARDNAME#をアップロードし、#CARDNAME#の写真をアップロードしてください。
ko: #REALNAME#과 #CARDNAME# 를 손에 든 #CARDNAME#의 사진을 업로드
ru: Загрузите фотографии "#REALNAME#" и #CARDNAME#, держащего #CARDNAME#.
tr: “#GERÇEKAD#” ve #KARTADI# tutan #KARTADI# fotoğraflarını yükleyin
zh_hant: 1.上傳“#REALNAME#”的#CARDNAME#及手持#CARDNAME#照片

# 2.拍照时请确保#CARDNAME#边框完整、图像清晰、光线均匀
source: Please ensure that the #CARDNAME# frame is complete, the image is clear, and the light is uniform When taking pictures.
es: Por favor, asegurese de que el documento #CARDNAME# se ve por completo, de que la imagen tiene buena definición y de que la luz es uniforme
hi: कृपया सुनिश्चित करें कि #CARDNAME# फ्रेम पूर्ण है, छवि स्पष्ट है, और चित्र लेते समय प्रकाश एक समान है।
id: Harap pastikan bahwa bingkai #CARDNAME# selesai, gambarnya jelas, dan cahayanya seragam apabila mengambil gambar.
ja: 2.写真を撮るときは、はっきり写すように#CARDNAME#フレームの中に、鮮明な画像を撮ってください。
ko: 사진을 찍을 때 #CARDNAME# 테두리가 완전하고, 이미지가 성명한지, 빛이 균일한지를 확인하세요.
ru: При съемке убедитесь, что рамка #CARDNAME# полная, изображение четкое, а свет равномерный.
tr: Fotoğraf çekerken lütfen #KARTADI# çerçevesinin tam olduğundan, görüntünün net olduğundan ve ışığın eşit olduğundan emin olun.
zh_hant: 2.拍照時請確保#CARDNAME#邊框完整、圖像清晰、光線均勻

# 提交审核
source: Submit for review
es: Enviar pare revisión
id: Kirim untuk ditinjau
ja: 申請する
ko: 심사제출
ru: Отправить на рассмотрение
tr: İnceleme için gönder
zh_hant: 提交審核

# 等待证件正面照上传完成
source: Waiting for the completion of the upload of the front of the ID card
es: En espera del envío del frontal del documento de identificación
hi: आईडी कार्ड के सामने के अपलोड के पूरा होने की प्रतीक्षा में
id: Menunggu penyelesaian unggahan bagian depan kartu ID
ja: カードの正面写真がアップロードされるのを待ちます
ko: 신분증 앞면사진이 업로드중 입니다.
ru: Ожидание завершения загрузки лицевой стороны удостоверения личности
tr: Kimlik kartı ön yüzünün yüklenmesinin tamamlanması bekleniyor
zh_hant: 等待證件正面照上傳完成
