Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

source: An additional 10% fee for each transfer will be charged by the official smart contract of BABYDOGE, not by the platform. And another additional 10% service fee for each deposit will be charged to cover the cost accumulation. The actual credited amount of BABYDOGE, therefore, is 80% of the amount deposited.
es: Una tasa adicional del 10% por cada transferencia será cobrada por el contrato inteligente oficial de BabyDoge, no por la plataforma. Adicionalmente se cobrará otra tasa de servicio adicional del 10% por cada depósito para cubrir la acumulación de costos. La cantidad real de BabyDoge, por lo tanto, es el 80% de la cantidad depositada.
hi: प्रत्येक हस्तांतरण के लिए अतिरिक्त 10% शुल्क BABYDOGE के आधिकारिक स्मार्ट अनुबंध द्वारा लिया जाएगा, न कि प्लेटफ़ॉर्म द्वारा। और प्रत्येक जमा के लिए अतिरिक्त 10% सेवा शुल्क लागत संचय को कवर करने के लिए लिया जाएगा। इसलिए, BABYDOGE की वास्तविक जमा राशि, जमा की गई राशि का 80% है।
id: Biaya tambahan 10% untuk setiap transfer akan dibebankan oleh kontrak pintar resmi BABYDOGE, bukan oleh platform. Dan biaya layanan tambahan 10% untuk setiap deposit akan dikenakan untuk menutupi akumulasi biaya. Oleh karena itu, jumlah kredit sebenarnya dari BABYDOGE adalah 80% dari jumlah yang disetorkan.
ja: BABYDOGEの公式スマートコントラクトは、プラットフォームによって収集されない転送ごとに追加の10％の料金を請求します。同時に、ユーザーのリチャージ収集をカバーするために収集されます。追加の10％の手数料は次の場合に請求されます。実際に受け取った金額は、チャージされた金額の80％です。
ko: BABYDOGE의 공식 스마트 계약은 매번 송금을 진행할 때마다 10 %의 추가 수수료를 부과되며, 이는 XT에 의해 청구되는 부분이 아닙니다. 누적 된 비용을 충당하기 위해 각 보증금에 대해 10 %의 추가 서비스 수수료가 부과됩니다. 따라서 BABYDOGE의 실제 입금 수량은 충전수량의 80 %입니다.
ru: Дополнительная комиссия в размере 10% за каждый перевод будет взиматься официальным смарт-контрактом BABYDOGE, а не платформой. И еще один дополнительный 10% сервисный сбор за каждый депозит будет взиматься для покрытия накопления расходов. Таким образом, фактическая зачисленная сумма BABYDOGE составляет 80% от суммы депозита.
tr: Her transfer için %10 ek ücret, platform tarafından değil, BABYDOGE'un resmi akıllı sözleşmesi tarafından tahsil edilecektir. Maliyet birikimini karşılamak için her bir para yatırma işlemi için %10'luk bir ek hizmet ücreti daha tahsil edilecektir. Bu nedenle, BABYDOGE'un gerçek kredi tutarı mevduatın %80'idir.
zh_hant: BABYDOGE每次轉賬官方智能合約會額外收取10%的費用，並非平台收取，同時為覆蓋用戶充值收集的歸集成本，充值時還需額外收取10%手續費，實際到賬數量為充值數量的80 %。

# 当前网络线路不稳定，是否需要切换到其他线路？
source: The current network line is unstable. Switch to another line?
es: La red es inestable en este momento. ¿Desea cambiar a otra línea?
hi: वर्तमान नेटवर्क लाइन अस्थिर है। दूसरी लाइन पर स्विच करें?
id: Saluran jaringan saat ini tidak stabil. Beralih ke jalur lain?
ja: 現在のネットワーク回線が不安定ですが、別の回線に切り替える必要がありますか？
ko: 현재 네트워크 회선이 불안정합니다. 다른 회선으로 전환하시겠습니까?
ru: Текущая линия сети нестабильна. Переключиться на другую линию?
tr: Mevcut ağ hattı istikrarsız. Başka bir hatta geçilsin mi?
zh_hant: 當前網絡穩定穩定，是否需要切換到其他線路？

# 不需要
source: No, I'm good.
es: No, quiero seguir con esta.
hi: नहीं, धन्यवाद
id: Tidak perlu
ja: 必要ありません
ko: 필요 없음
ru: Нет, все в порядке.
tr: Hayır, burası iyi.
zh_hant: 不需要

# 去切换
source: Switch now.
es: Cambiar ahora.
hi: अभी स्विच करें।
id: Beralih sekarang.
ja: 切り替えるには
ko: 전환하기
ru: Переключитесь сейчас.
tr: Şimdi geç.
zh_hant: 去切換

# 优先选择网络延迟时间小的线路
source: Choose the line with lower network latency.
es: Elija la línea con la menor latencia de la red.
hi: कम नेटवर्क लेटेंसी वाली लाइन चुनें।
id: Pilih jalur dengan latensi jaringan yang lebih rendah.
ja: ネットワーク遅延時間が短い回線を優先的に選択する
ko: 네트워크 지연 시간이 작은 라인을 우선 순위로 지정
ru: Выберите линию с меньшей задержкой сети.
tr: Daha düşük ağ gecikmesi olan hattı seçin.
zh_hant: 優先選擇網絡延遲時間小的線路

# 网络延迟时间
source: Network latency
es: Latencia de conexion
hi: नेटवर्क विलंबता
id: Latensi jaringan
ja: ネットワーク遅延時間
ko: 네트워크 지연 시간
ru: Задержка сети
tr: Ağ gecikmesi
zh_hant: 網絡延遲時間

# 连接超时
source: Connection timed out
es: Tiempo de conexión agotado
hi: कनेक्शन का समय समाप्त
id: Waktu koneksi berakhir
ja: 接続がタイムアウトしました
ko: 네트워크 연결 시간 초과
ru: Соединение прервано
tr: Bağlantı zaman aşımı
zh_hant: 連接超時

# 加载中
source: Loading
es: Cargando
hi: लोड हो रहा है
id: Memuat
ja: 読み込み中
ko: 로딩중
ru: Загрузка
tr: Yükleme
zh_hant: 加載中

# 投票上币
source: Listing Vote
es: Listado de voto
hi: लिस्टिंग वोट
id: Daftar Listing
ja: 投票する
ko: 상장 투표
ru: Листинг Голосование
tr: Listeleme Oylaması
zh_hant: 投票上幣

# 票数
source: Number of votes
es: Número de votos
hi: वोटों की संख्या
id: Jumlah suara
ja: 投票
ko: 표수
ru: Количество голосов
tr: Oy sayısı
zh_hant: 票數

# 票数: #number#票
source: #number# Votes
es: Votos #number# Votes
hi: #number# वोट
id: #number# suara
ja: #number#投票
ko: 표수: #number#표
ru: #число#голосов
tr: #number# Oy
zh_hant: 票數: #number#票

# 币种介绍
source: Token Info
es: Información del token
hi: टोकन जानकारी
id: Info token
ja: 通貨の紹介
ko: 프로젝트 소개
ru: Информация о жетоне
tr: Token Bilgisi
zh_hant: 幣種介紹

# 投票上币，瓜分奖励
source: Vote for free listing & rewards
es: Vote por listado gratuito y recompensas
hi: मुफ्त लिस्टिंग और पुरस्कार के लिए वोट दें
id: Pilih Daftar Gratis & Hadiah
ja: 通貨に投票し、報酬を共有します
ko: 상장 투표에 참여하고, 상금을 챙기세요
ru: Проголосуйте за бесплатное размещение объявления и вознаграждения
tr: Ücretsiz listeleme & ödüller için oy verin
zh_hant: 投票上幣，瓜分獎勵

# 活动规则
source: Aactivity Rules
es: Reglas de la Actividad
hi: गतिविधि नियम
id: Aturan Aktivitas
ja: イベントルール
ko: 이벤트 규칙
ru: Правила активности
tr: Etkinlik Kuralları
zh_hant: 活動規則

# 我要上币
source: Free Listing
es: Listado gratuito
hi: मुफ़्त लिस्टिंग
id: Listing Gratis
ja: リストしたい
ko: 상장 신청
ru: Бесплатный листинг
tr: Ücretsiz Listeleme
zh_hant: 我要上幣

# 参与投票
source: I want to vote
es: Quiero votar
hi: मैं मतदान करना चाहता हूं
id: Saya ingin memilih
ja: 投票に参加する
ko: 투표에 참여하기
ru: Я хочу проголосовать
tr: Oylama yapmak istiyorum
zh_hant: 參與投票

# 投票记录
source: Records
es: Historial
hi: रिकॉर्ड
id: Catatan
ja: 投票記録
ko: 투표 기록
ru: Записи
tr: Kayıtlar
zh_hant: 投票記錄

source: The number of votes you can cast is based on the amount of assets you hold and every #voteValue# of any equivalent assets will be credited with one vote. Due to market fluctuation, users' assets at 00:00 (UTC) everyday will be valued at USDT.
es: El número de votos que puede elegir se basa en la cantidad de activos que tiene y cada # Votevalue # de cualquier activo equivalente se acreditará con un voto. Debido a la fluctuación del mercado, los activos de los usuarios a las 00:00 (UTC) todos los días se valorarán en el USDT.
hi: आपके द्वारा डाले जा सकने वाले वोटों की संख्या आपके पास मौजूद संपत्ति की मात्रा पर आधारित है और किसी भी समकक्ष संपत्ति के प्रत्येक #voteValue# को एक वोट के साथ क्रेडिट किया जाएगा। बाजार में उतार-चढ़ाव के कारण, प्रतिदिन 00:00 (UTC) पर उपयोगकर्ताओं की संपत्ति का मूल्य USDT पर होगा।
id: Jumlah suara yang dapat Anda berikan didasarkan pada jumlah aset yang Anda miliki dan setiap #voteValue# dari aset yang setara akan dikreditkan dengan satu suara. Karena fluktuasi pasar, aset pengguna pada pukul 00:00 (UTC) setiap hari akan menjadi senilai USDT.
ja: 投票数は資産に基づいて取得され、同等の価値を持つ資産の#voteValue#ごとに1票としてカウントできます。資産価格の変動により、利用可能な投票数は、資産が毎日00:00 AM（UTC）にUSDTで価格設定された後に更新されます。
ko: 투표 표수는 고객님의 자산에 따라 획득되며, #voteValue#등가의 모든 자산은 1표로 계산됩니다. 자산가격 변동을 고려하여 사용 가능한 투표 수는 매일 오전 00:00(UTC) 자산을 기준으로 USDT로 계산하여 투표 표수가 결정됩니다.
ru: Количество голосов, которые вы можете отдать, зависит от количества активов, которыми вы владеете, и каждый #voteValue# любых эквивалентных активов будет начислен один голос. В связи с колебаниями рынка, активы пользователей на 00:00 (UTC) ежедневно будут оцениваться в USDT.
tr: Kullanabileceğiniz oy sayısı, elinizde tuttuğunuz varlık miktarına bağlıdır ve herhangi bir eşdeğer varlığın her #voteValue#’si bir oy kazandıracaktır. Piyasa dalgalanması nedeniyle, kullanıcıların 00:00 (UTC+0) saatindeki varlıkları USDT olarak değerlenecektir.
zh_hant: 票數根據您的資產獲得，每#voteValue#的任何等值資產均可記為一票。由於資產價格波動，將以每日00:00 AM (UTC)時的資產按USDT計價後更新可投票數。

# 前往充值
source: Deposit Now
es: Depositar ahora
hi: अभी जमा करें
id: Deposit sekarang
ja: トップアップに移動します
ko: 입금하러 가기
ru: Пополнить счет сейчас
tr: Şimdi Para Yatır
zh_hant: 前往充值

# 未开始
source: Not yet started
es: Aún sin empezar
hi: अभी तक शुरू नहीं किया
id: Belum dimulai
ja: 開始されていません
ko: 오픈 예정
ru: Еще не начато
tr: Daha başlamadı
zh_hant: 未開始

# 我的可投票数
source: I can cast
es: Votos disponibles
hi: मैं कास्ट कर सकता हूँ
id: Penghitungan suara saya
ja: 利用可能な投票数
ko: 나의 투표가능 수량
ru: Я могу проголосовать
tr: Atılabilir oy
zh_hant: 我的可投票數

# 票
source: Votes
es: Votos
hi: मत
id: Suara
ja: 投票
ko: 표
ru: Голоса
tr: Oylar
zh_hant: 票

# 获取更多票数
source: Get more votes
es: Obtener más votos
hi: अधिक वोट प्राप्त करें
id: Dapatkan suara lebih banyak
ja: より多くの票を獲得する
ko: 더 많은 표수 가져오기
ru: Получите больше голосов
tr: Daha fazla oy alın
zh_hant: 獲取更多票數

# 瓜分奖励
source: Share
es: Participación
hi: साझा करें
id: Membagikan
ja: 共有報酬
ko: 공유 보상
ru: Поделиться
tr: Paylaş
zh_hant: 瓜分獎勵

# 投票
source: Vote
es: Votar
hi: मत
id: Pilih
ja: 投票
ko: 투표
ru: Голосовать
tr: Oy
zh_hant: 投票

source: The number of votes you can cast is based on the amount of assets you hold. Due to market fluctuation, users' past 7-day average of assets at 00:00 (UTC) will be valued at USDT. Every #voteValue# of any equivalent assets will be credited with one vote, and the number of votes available will be updated after your assets are valued in USDT.
es: El número de votos que puede utilizar se basa en la cantidad de activos que mantiene. Debido a la fluctuación del mercado, el promedio de activos durante 7 días de los usuarios a las 00:00 (UTC) se valorará en USDT. Cada # Votevalue # de cualquier activo equivalente equivaldrá a un voto. La cantidad de votos disponibles se actualizará después de que sus activos se valoren en USDT.
hi: आपके द्वारा डाले जा सकने वाले वोटों की संख्या आपके पास मौजूद संपत्ति की मात्रा पर आधारित है। बाजार में उतार-चढ़ाव के कारण, उपयोगकर्ताओं के पिछले 7-दिनों के औसत 00:00 (UTC) पर USDT पर मूल्यांकित किया जाएगा। किसी भी समकक्ष संपत्ति के प्रत्येक #voteValue# को एक वोट के साथ जमा किया जाएगा, और उपलब्ध वोटों की संख्या USDT में आपकी संपत्ति के मूल्य के बाद अपडेट की जाएगी।
id: Jumlah suara yang dapat Anda berikan didasarkan pada jumlah aset yang Anda miliki. Karena fluktuasi pasar, rata-rata aset 7 hari terakhir pengguna pada pukul 00:00 (UTC) akan dinilai pada USDT. Setiap #voteValue# dari aset yang setara akan dikreditkan dengan satu suara, dan jumlah suara yang tersedia akan diperbarui setelah aset Anda dinilai dalam USDT.
ja: 投票数はアカウントの資産に基づいて取得され、同等の資産の#voteValue#ごとに1票としてカウントできます。資産価格の変動により、過去7日間の午前00:00（UTC）の平均資産価値が標準として使用され、投票数はUSDT評価後に更新されます。
ko: 투표 표수는 고객님의 자산에 따라 획득되며, #voteValue# 등가의 모든 자산은 1표로 계산됩니다. 자산가격 변동을 고려하여 최근 7일간 00:00 AM(UTC) 평균 자산을 기준으로 USDT로 계산하여 투표 표수가 결정됩니다.
ru: Количество голосов, которые вы можете отдать, зависит от суммы активов, которыми вы владеете. В связи с колебаниями рынка, среднее значение активов пользователей за последние 7 дней на 00:00 (UTC) будет оцениваться в USDT. За каждый #voteValue# эквивалентных активов будет начислен один голос, а количество доступных голосов будет обновлено после того, как ваши активы будут оценены в USDT.
tr: Kullanabileceğiniz oy sayısı, elinizde tuttuğunuz varlık miktarına bağlıdır. Piyasa dalgalanması nedeniyle, kullanıcıların 00:00 (UTC) saatinde son 7 günlük varlıklarının ortalaması USDT olarak değerlenecektir. Herhangi bir eşdeğer varlığın her #voteValue#'si bir oy kazandıracak ve varlıklarınızın değeri USDT olarak belirlendikten sonra mevcut oy sayınız güncellenecektir.
zh_hant: 票數根據賬戶的資產獲得，每#voteValue#的任何等值資產均可記為一票。 由於資產價格波動，將以最近7天00:00 AM (UTC)時的平均資產為準，並按USDT計價後更新可投票數。

# 获得票数
source: Votes obtained
es: Votos obtenidos
hi: प्राप्त वोट
id: Suara diperoleh
ja: 投票する
ko: 표수 획득
ru: Полученные голоса
tr: Sahip olunan oy
zh_hant: 獲得票數

# 投票规则
source: Voting Rules
es: Reglas de votación
hi: मतदान नियम
id: Aturan Pemungutan Suara
ja: 投票ルール
ko: 투표 규칙
ru: Правила голосования
tr: Oylama Kuralları
zh_hant: 投票規則

source: You can cast when you acquire available votes. If the participating project plans to launch an airdrop to canvass for votes, XT.COM is willing to provide marketing service for free. If the project wins the contest, XT.COM will distribute rewards to users' accounts according to the rules. Winning users share the activity token reward according to the proportion of their votes to the total number of votes in the activity.
es: Podrá votar cuando reciba los votos disponibles. Si el proyecto participante planea lanzar un Airdrop a Canvass para ser votado, XT.com está dispuesto a proporcionar servicios de marketing de forma gratuita. Si el proyecto resulta ganador del concurso, XT.com distribuirá los premios entre los usuarios según las reglas estipuladas. Los usuarios ganadores compartiran el premio en tokens en proporción con los votos que votarón en relación al total.
hi: जब आप उपलब्ध वोट प्राप्त करते हैं तो आप डाल सकते हैं। यदि भाग लेने वाली परियोजना वोट के लिए प्रचार करने के लिए एक एयरड्रॉप लॉन्च करने की योजना बना रही है, तो XT.COM मुफ्त में मार्केटिंग सेवा प्रदान करने के लिए तैयार है। यदि परियोजना प्रतियोगिता जीत जाती है, तो XT.COM नियमों के अनुसार उपयोगकर्ताओं के खातों में पुरस्कार वितरित करेगा। जीतने वाले उपयोगकर्ता गतिविधि में कुल वोटों की संख्या के अनुपात के अनुसार गतिविधि टोकन इनाम साझा करते हैं
id: Anda dapat memilih saat mendapatkan suara yang tersedia. Jika proyek yang berpartisipasi berencana untuk meluncurkan airdrop ke kanvas untuk mendapatkan suara, XT.COM bersedia memberikan layanan pemasaran secara gratis.
ja: 利用可能な投票数が得られたら、投票に参加できます。プロジェクトにエアドロップインセンティブ投票プランがある場合、プラットフォームはプロジェクトの無料エアドロッププロモーションを実施できます。プロジェクトが勝った場合、投票に参加したユーザーにエアドロップが発行され、勝ったユーザーは、イベントの総投票数に対する投票の割合に応じて、イベントトークンの報酬を共有します。
ko: 투표 표수를 획득하여 이벤트에 참여하세요. 참여 프로젝트가 만약 투표 격려 프로그램 에어드랍이 있을 경우, XT.COM은 무료로 홍보해 드립니다. 프로젝트가 우승하면 이벤트 규칙에 따라 보상이 대응하는 사용자의 계정에 분배되며, 당첨자는 이벤트 총 득표수에서 자신의 득표 비율에 따라 이벤트 토큰 보상을 공유하게 됩니다.
ru: Вы можете принять участие в голосовании, когда у вас появятся доступные голоса. Если участвующий проект планирует запустить эфириум для сбора голосов, XT.COM готов предоставить маркетинговую услугу бесплатно. Если проект побеждает в конкурсе, XT.COM распределяет вознаграждения по аккаунтам пользователей в соответствии с правилами. Победившие пользователи распределяют вознаграждение за токены активности в соответствии с пропорцией их голосов к общему количеству голосов в активности.
tr: Kullanılabilir oyları aldığınızda kullanabilirsiniz. Katılımcı proje oylar için bir airdrop kampanyası başlatmayı planlıyorsa, XT.COM ücretsiz pazarlama hizmeti sunmaya hazırdır. Proje yarışmayı kazanırsa, XT.COM ödülleri kurallara göre kullanıcıların hesaplarına dağıtacaktır. Kazanan kullanıcılar, oylarının etkinlikteki toplam oy sayısına oranına göre etkinlik token ödülünü paylaşır.
zh_hant: 獲得可投票數即可參與投票，項目如若有空投激勵投票計劃，平台可為項目進行免費空投宣傳。若項目勝出，將發放空投至參與投票的用戶，中獎用戶按自己投票數佔活動總票數比例分享活動代幣獎勵。

# 排名标准
source: Ranking Criteria
es: Criterios de clasificación
hi: रैंकिंग मानदंड
id: Kriteria peringkat
ja: ランキング基準
ko: 랭킹 기준
ru: Критерии ранжирования
tr: Sıralama Kriterleri
zh_hant: 排名標準

# 每期综合平台投票和社区投票成绩，排名第一的项目获得免费上币资格，其余项目可以参加下一期活动，前期投票数据不可叠加。
source: Projects will be ranked according to the combined votes on the platform and community. The project ranked first will be qualified for free listing, and the rest can participate in the next phase. Previous voting data cannot be accumulated.
es: Los proyectos se clasificarán de acuerdo a los votos combinados conseguidos en la plataforma y en la comunidad. El proyecto clasificado primero será listado gratuítamente, y el resto puede participar en la siguiente fase. Los datos de votación anteriores no se pueden acumular.
hi: मंच और समुदाय पर संयुक्त वोटों के अनुसार परियोजनाओं को रैंक किया जाएगा। पहले स्थान पर रहने वाली परियोजना मुफ्त लिस्टिंग के लिए योग्य होगी, और बाकी अगले चरण में भाग ले सकते हैं। पिछला मतदान डेटा संचित नहीं किया जा सकता है।
id: Proyek akan diberi peringkat berdasarkan suara gabungan di platform dan komunitas. Proyek peringkat pertama akan memenuhi syarat untuk daftar gratis, dan sisanya dapat berpartisipasi dalam fase berikutnya. Data voting sebelumnya tidak dapat diakumulasikan.
ja: 包括的なプラットフォーム投票とコミュニティ投票の結果の各期間で、最初にランク付けされたプロジェクトは無料リストの対象となり、残りのプロジェクトは次の期間のアクティビティに参加でき、前の投票データを重ね合わせることができません。
ko: 매 라운드에서 플랫폼 투표 및 커뮤니티 투표 걀과에서 우승한 프로젝트는 무료로 XT.COM에 상장할 수 있으며, 우승하지 못한 프로젝트는 다음 시리즈에 계속하여 참여할 수 있습니다.(기존 누적 충전 금액 포함됨)
ru: Проекты будут ранжироваться в соответствии с суммарным количеством голосов на платформе и в сообществе. Проект, занявший первое место, получит право на бесплатный листинг, остальные смогут принять участие в следующем этапе. Данные предыдущих голосований не могут быть накоплены.
tr: Projeler, platform ve topluluktaki toplam oylara göre sıralanacaktır. İlk sırada yer alan proje ücretsiz listeleme hakkı ve geri kalanlar da bir sonraki aşamaya katılma hakkı kazanacak. Önceki oylama verileri toplanamaz.
zh_hant: 每期綜合平台投票和社區投票成績，排名第一的項目獲得免費上幣資格，其餘項目可以參加下一期活動，前期投票數據不可疊加。

# 免费上币
source: Free Listing
es: Listado gratuito
hi: मुफ़्त लिस्टिंग
id: Listing Gratis
ja: 無料リスト
ko: 무료 상장
ru: Бесплатный листинг
tr: Ücretsiz Listeleme
zh_hant: 免費上幣

# 活动获胜项目获得免费上币机会，上线XT.COM创新区，拥有XT创新区的上线服务。
source: he winning project will be listed for free and are entitled to all listing services in the Innovation Zone on XT.COM.
es: El proyecto ganador se listará de forma gratuita y tendrá derecho a todos los servicios de listado en la zona de innovación en xt.com.
hi: विजेता परियोजना को मुफ्त में सूचीबद्ध किया जाएगा और वे XT.COM पर इनोवेशन ज़ोन में सभी लिस्टिंग सेवाओं के हकदार होंगे।
id: Proyek yang menang akan didaftarkan secara gratis dan berhak atas semua layanan daftar di Zona Inovasi di XT.COM.
ja: 受賞プロジェクトは、無料のコインリストの機会を獲得し、XT.COMイノベーションゾーンでオンラインになり、XTイノベーションゾーンのオンラインサービスを利用できます。
ko: 우승한 프로젝트는 무료로 XT.COM 이노베이션 존에 상장 할 수 있습니다. 이노베이션 존 상장 관련 서비스가 지원됩니다.
ru: проект-победитель будет включен в листинг бесплатно и получит право на все услуги листинга в Зоне инноваций на XT.COM.
tr: Kazanan proje ücretsiz olarak listelenecek ve XT.COM'un İnovasyon Bölgesindeki (Innovation Zone) tüm listeleme hizmetlerinden yararlanma hakkına sahip olacaktır.
zh_hant: 活動獲勝項目獲得免費上幣機會，上線XT.COM創新區，擁有XT創新區的上線服務。

# 代币类型
source: Token Type
es: Tipo de token
hi: टोकन प्रकार
id: Jenis Token
ja: トークンタイプ
ko: 토큰 유형
ru: Тип токена
tr: Token Tipi
zh_hant: 代幣類型

# 代币类型需为基于ERC20/TRC20/BEP2/BEP20上的代币（如果不是则需进一步商务对接）
source: The token should be based on ERC20, TRC20, BEP2, or BEP20 chain. (If not, further business connection is required.)
es: El token debe basarse en la cadena ERC20, TRC20, BEP2 o BEP20. (Si no, se requiere una conexión comercial adicional).
hi: टोकन ईआरसी 20, टीआरसी 20, बीईपी 2, या बीईपी 20 श्रृंखला पर आधारित होना चाहिए। (यदि नहीं, तो आगे व्यापार कनेक्शन की आवश्यकता है.)
id: Token harus didasarkan pada chain ERC20, TRC20, BEP2, atau BEP20. (Jika tidak, koneksi bisnis lebih lanjut diperlukan.)
ja: トークンのタイプは、ベースERC20 / TRC20 / BEP2 / BEP20のトークンである必要があります（そうでない場合は、さらにビジネス接続が必要です）
ko: 프로젝트는 ERC20, TRC20, BEP2, BEP20을 기반한 토큰이 여야 합니다. (아닐 경우 BD 도킹 필요)
ru: Токен должен быть основан на цепочке ERC20, TRC20, BEP2 или BEP20. (Если это не так, необходимо установить дополнительные деловые связи).
tr: Token, ERC20, TRC20, BEP2 veya BEP20 zincirine dayalı olmalıdır. (Değilse, daha fazla iş bağlantısı gereklidir.)
zh_hant: 代幣類型需為基ERC20/TRC20/BEP2/BEP20上的代幣（如果不是則需進一步商務對接）

# 社群要求
source: Community
es: Comunidad
hi: समुदाय
id: Komunitas
ja: コミュニティの要件
ko: 커뮤니티 요구사항
ru: Сообщество
tr: Toplum
zh_hant: 社群要求

# 项目全球社区人数需超过5000人。
source: The number of project's global community members should be greater than 5,000.
es: El nº de miembros total de la comunidad globalmente debe ser superior que 5,000
hi: परियोजना के वैश्विक समुदाय के सदस्यों की संख्या ५,० से अधिक होनी चाहिए ।
id: Jumlah anggota komunitas global proyek harus lebih dari 5.000.
ja: プロジェクトのグローバルコミュニティの人数は5,000人を超える必要があります。
ko: 프로젝트의 커뮤니티는 총 5,000명 이상의 회원을 보유해야 합니다.
ru: Количество членов глобального сообщества проекта должно превышать 5 000.
tr: Projenin dünyadaki topluluk üyelerinin sayısı 5.000'den fazla olmalıdır.
zh_hant: 項目全球社區人數需超過5000人。

# 根据表格信息，提供项目智能合约地址、官方网址、社交媒体、白皮书等资料（需收到表格链接的48h内完成信息填写）
source: The project party should fill in the online application form with necessary information, including smart contract address, official website, social media platform, white paper, etc. within 48 hours after receiving the form link.
es: El equipo del proyecto debe completar el formulario de solicitud online con la información necesaria, incluida la dirección de contrato inteligente, el sitio web oficial, la plataforma de medios sociales, el White Paper, etc. dentro de las 48 horas posteriores a la recepción del enlace al formulario.
hi: प्रोजेक्ट पार्टी को आवश्यक जानकारी के साथ ऑनलाइन आवेदन पत्र भरना चाहिए, जिसमें स्मार्ट अनुबंध का पता, आधिकारिक वेबसाइट, सोशल मीडिया प्लेटफॉर्म, श्वेत पत्र, आदि शामिल हैं, फॉर्म लिंक प्राप्त करने के 48 घंटे के भीतर।
id: Pihak proyek harus mengisi formulir aplikasi online dengan informasi yang diperlukan, termasuk alamat kontrak pintar, situs web resmi, platform media sosial, kertas putih, dll. dalam waktu 48 jam setelah menerima tautan formulir.
ja: フォーム情報に従って、プロジェクトのスマートコントラクトアドレス、公式Webサイト、ソーシャルメディア、ホワイトペーパー、およびその他の資料を提供します（情報はフォームリンクを受け取ってから48時間以内に完了する必要があります）
ko: 양식에 따라 스마트 계약 주소, 공식 웹 사이트, 소셜 미디어, 백서 등 자료를 제공해야 합니다.(양식링크를 받은 후, 48시간 이내로 정보 작성을 완료해야 합니다)
ru: Сторона проекта должна заполнить онлайн-заявку с необходимой информацией, включая адрес смарт-контракта, официальный сайт, платформу социальных сетей, white paper и т.д. в течение 48 часов после получения ссылки на форму.
tr: Proje tarafı, form linkini aldıktan sonra 48 saat içinde akıllı sözleşme adresi, resmi web sitesi, sosyal medya platformu, whitepaper vb. dahil olmak üzere gerekli bilgileri içeren online başvuru formunu doldurmalıdır.
zh_hant: 根據表格信息，提供項目智能合約地址、官方網址、社交媒體、白皮書等資料（需收到表格鏈接的48h內完成信息填寫）

# 物料
source: Material
es: Materiales
hi: सामग्री
ja: 材料
ko: 자료
ru: Материал
tr: Materyal
zh_hant: 物料

# 提供清晰的项目logo
source: A high resolution image of the project logo
es: Una imagen de alta resolución del logotipo del proyecto
hi: परियोजना लोगो की एक उच्च संकल्प छवि
id: Gambar resolusi tinggi dari logo proyek
ja: 明確なプロジェクトロゴを提供する
ko: 프로젝트 로고(LOGO)제출
ru: Изображение логотипа проекта в высоком разрешении
tr: Proje logosunun yüksek çözünürlüklü resmi
zh_hant: 提供清晰的項目logo

# 审核
source: Review
es: Revisar
hi: समीक्षा
id: Tinjauan
ja: 監査
ko: 심사
ru: Обзор
tr: İnceleme
zh_hant: 審核

# 项目需通过XT.COM上币团队审核，投票上币活动开启前1-3个工作日出审核结果。
source: After XT.COM Listing Team review, the final results will be provided within 1-3 business days before the event.
es: Después de la revisión del equipo de listing, los resultados finales se publicarán dentro de 1-3 días hábiles antes del evento
hi: XT.COM लिस्टिंग टीम की समीक्षा के बाद, अंतिम परिणाम घटना के 1-3 व्यावसायिक दिनों के भीतर प्रदान किए जाएंगे
id: Setelah peninjauan Tim Listing XT.COM, hasil akhir akan diberikan dalam 1-3 hari kerja sebelum acara.
ja: プロジェクトは、XT.COM通貨リストチームによってレビューされる必要があり、レビュー結果は、リチャージリストアクティビティの開始前に1〜3営業日の出です。
ko: 프로젝트는 XT.COM 상장팀의 심사를 거쳐, 상장 투표 이벤트 시작 전 1-3일 근무일 내로 심사 결과를 발표합니다.
ru: После рассмотрения командой XT.COM Listing Team, окончательные результаты будут предоставлены в течение 1-3 рабочих дней до начала мероприятия.
tr: XT.COM Listeleme Ekibinin incelemesinden sonra, nihai sonuçlar etkinlikten 1-3 iş günü içinde sağlanacaktır.
zh_hant: 項目需通過XT.COM上幣團隊審核，投票上幣活動開啟前1-3個工作日出審核結果。

# 参赛要求
source: Requirements
es: Requisitos
hi: आवश्यकताएं
id: Persyaratan
ja: エントリー要件
ko: 참여 요건
ru: Требования
tr: Gereksinimler
zh_hant: 參賽要求

# 年
source: Year
es: Año
hi: साल
id: Tahun
ja: 年
ko: 년
ru: Год
tr: Yıl
zh_hant: 年

# 月
source: Month
es: Mes
hi: महीना
id: Bulan
ja: 月
ko: 월
ru: Месяц
tr: Ay
zh_hant: 月

# 日
source: Day
es: Día
hi: दिन
id: Hari
ja: 日
ko: 일
ru: День
tr: Gün
zh_hant: 日

# 活动时间
source: Event Time
es: Hora del evento
hi: घटना का समय
id: Waktu Acara
ja: 活動時間
ko: 활동 시간
ru: Время события
tr: Olay Zamanı
zh_hant: 活動時間
