Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 1、 合约合伙人等级评定：有效用户数或者月交易额两个指标按达到的最低等级为准，如：有效用户数达到VIP3，月交易额达到VIP3，那么合伙人等级则为VIP3；
source: 1. Partner rating rules: the number of valid users or monthly transaction volume is based on the lower level. For example, the number of valid users reaches Level VIP5 and the monthly transaction volume reaches Level VIP3, then the partner level is VIP3 ；
es: 1. Reglas de calificación de Partners: el número de usuarios válidos o el volumen de transacción mensual se fija en el nivel inferior de entre estos dos parámetros. Por ejemplo, si el número de usuarios válidos alcanza el nivel VIP5 y el volumen mensual de la transacción alcanza el nivel VIP3, el nivel de socio será VIP3
hi: 1. पार्टनर रेटिंग नियम: मान्य उपयोगकर्ताओं की संख्या या मासिक लेन-देन की मात्रा निचले स्तर पर आधारित होती है। उदाहरण के लिए, वैध उपयोगकर्ताओं की संख्या VIP5 स्तर तक पहुँच जाती है और मासिक लेन-देन की मात्रा VIP3 स्तर तक पहुँच जाती है, तो भागीदार स्तर VIP3 है
id: 1. Peringkat mitra kontrak: jumlah pengguna yang valid atau volume transaksi bulanan didasarkan pada level terendah yang dicapai. Misalnya, jika jumlah pengguna yang valid mencapai VIP3 dan volume transaksi bulanan mencapai VIP3, maka level mitra adalah VIP3;
ja: 1.先物契約パートナーの評価：有効ユーザー数または月間取引量は、到達した最低レベルに基づくものとします。たとえば、有効ユーザー数がVIP3に達し、月間取引量がVIP3に達すると、パートナーレベルはVIP3になります。
ko: 1. 계약 파트너 등급 평정: 유효 사용자 수 또는 월 거래량 지표의 최저 등급에 준합니다. 예: 유효 사용자 수가 VIP3에 도달하고, 월 거래량 VIP3에 도달하면 파트너 등급은 VIP3이됩니다.
ru: 1. Правила рейтинга партнера: количество действительных пользователей или ежемесячный объем транзакций основывается на более низком уровне. Например, количество действительных пользователей достигает уровня VIP5, а ежемесячный объем транзакций достигает уровня VIP3, тогда уровень партнера - VIP3.
tr: 1. Partner derecelendirme kuralları: Geçerli kullanıcı sayısı veya aylık işlem hacmi alt seviyeye bağlıdır. Örneğin, geçerli kullanıcı sayısı VIP5 Düzeyine ulaştığında ve aylık işlem hacmi VIP3 Düzeyine ulaştığında, partner düzeyi VIP3 olur.
zh_hant: 1、 合約合夥人等級評定：有效用戶數或者月交易額兩個指標按達到的最低等級為準，如：有效用戶數達到VIP3，月交易額達到VIP3，那麼合夥人等級則為VIP3；

# 2、 有效用户数：邀请的用户成为有效用户的数量。有效用户必须同时满足以下条件
source: 2. Number of Valid Users: Number of invited users become valid users. Users must meet the following requirements at the same time could become valid users:
es: 2. Número de usuarios válidos: el número de usuarios invitados que se convierten en usuarios válidos. Los usuarios deben cumplir con los siguientes requisitos al mismo tiempo se considerarán usuarios válidos.
hi: 2. मान्य उपयोगकर्ताओं की संख्या: आमंत्रित उपयोगकर्ताओं की संख्या मान्य उपयोगकर्ता बन जाती है। उपयोगकर्ताओं को एक ही समय में निम्नलिखित आवश्यकताओं को पूरा करना होगा वैध उपयोगकर्ता बन सकते हैं:
id: 2. Jumlah pengguna yang valid: jumlah pengguna yang diundang yang menjadi pengguna yang valid. Pengguna yang valid harus memenuhi persyaratan berikut secara bersamaan:
ja: 2.有効ユーザー数：有効ユーザーになるために招待されたユーザーの数。 有効なユーザーは、次の条件を満たす必要があります。
ko: 2. 유효 사용자 수: 초대한 사용자의 유효 사용자 수. 유효 사용자는 다음 조건을 동시에 만족해야 합니다.
ru: 2. Количество действительных пользователей: Количество приглашенных пользователей становится действительными пользователями. Чтобы стать действительными пользователями, пользователи должны одновременно соответствовать следующим требованиям:
tr: 2. Geçerli Kullanıcı Sayısı: Davet edilen kullanıcı sayısı geçerli kullanıcı olur. Kullanıcılar, geçerli kullanıcılar olabilmek için aşağıdaki gereksinimleri aynı anda karşılamalıdır:
zh_hant: 2、 有效用戶數：邀請的用戶成為有效用戶的數量。有效用戶必須同時滿足以下條件

# 1）历史充值总额不小于50USDT等值的任意数字资产（确保至少48小时在账户中）；
source: 1) any digital asset with a total historical deposit is no less than 50 USDT or equivalent (kept in the account at least 48 hours)
es: 1) cualquier activo digital con un depósito histórico total no inferior a 50 USDT o equivalente (guardado en la cuenta al menos 48 horas)
hi: 1) कुल ऐतिहासिक जमा के साथ कोई भी डिजिटल संपत्ति 50 यूएसडीटी या समकक्ष से कम नहीं है (खाते में कम से कम 48 घंटे रखा जाता है)
id: 1) Jumlah total pengisian ulang historis tidak kurang dari aset digital apa pun yang setara dengan 50USDT (pastikan ada di akun setidaknya selama 48 jam);
ja: 1）過去のリチャージの合計が50USDT相当以上のデジタル資産（アカウントで少なくとも48時間を確保する）。
ko: 1) 총 입금 내역이 50USDT에 등가한 임의의 디지털 자산이여야 합니다. (최소 48 시간 동안 계정에 있어야 함);
ru: 1) любой цифровой актив с общим историческим депозитом не менее 50 USDT или эквивалент (хранится на счету не менее 48 часов)
tr: 1) toplam geçmiş mevduatı olan herhangi bir dijital varlık, 50 USDT veya eşdeğerinden az olmamalıdır (hesapta en az 48 saat tutulmuş olmalıdır)
zh_hant: 1）歷史充值總額不小於50USDT等值的任意數字資產（確保至少48小時在賬戶中）；

# 2）至少有一次合约交易记录；
source: 2) at least one contract transaction record;
es: 2) un historial con al menos una transacción de contrato
hi: 2) कम से कम एक अनुबंध लेनदेन रिकॉर्ड;
id: 2) Setidaknya satu catatan transaksi kontrak;
ja: 2）少なくとも1つの契約トランザクションレコード。
ko: 2) 최소 한번의 거래 기록이 있어야 합니다.
ru: 2) хотя бы одна запись о сделке по контракту;
tr: 2) en az bir sözleşme işlemi kaydı;
zh_hant: 2）至少有一次合約交易記錄；

# 3、 30日合约最低交易额：是指合伙人及其推荐的所有用户30天内合约累计交易额换算成等值的USDT的交易金额;
source: 3. Minimum Contract Trade Amount in 30-days: refers to the accumulated contract transaction amount within 30 days of the partners and all their subordinate users converted into equivalent transaction amount of USDT;
es: 3. Cantidad de trading de contrato mínimo en 30 días: se refiere al importe de transacciones de contrato acumulado dentro en un plazo de 30 días. Estas transacciones incluyen tanto las de los partners como las de todos sus usuarios subordinados. El total se calculará estimando la cantidad en USDT.
hi: 3. 30 दिनों में न्यूनतम अनुबंध व्यापार राशि: भागीदारों और उनके सभी अधीनस्थ उपयोगकर्ताओं के 30 दिनों के भीतर संचित अनुबंध लेनदेन राशि को यूएसडीटी के बराबर लेनदेन राशि में परिवर्तित किया जाता है;
id: 3. Jumlah transaksi kontrak 30 hari minimum: mengacu pada jumlah transaksi mitra dan semua pengguna yang disarankan dalam waktu 30 hari setelah mengonversi akumulasi jumlah transaksi kontrak menjadi USDT yang setara;
ja: 3. 30日間の最小契約取引額：パートナーと、30日以内にパートナーが推奨するすべてのユーザーの累積取引額を同等のUSDT取引額に換算したものを指します;
ko: 3. 30일내 최소 계약거래 금액: 파트너와 30일 동안 파트너가 추천 한 모든 사용자의 총 계약거래 금액을 등가로 환산한 USDT 거래 금액을 말합니다.
ru: 3. Минимальная сумма контрактной сделки за 30 дней: означает накопленную сумму контрактной сделки за 30 дней партнеров и всех их подчиненных пользователей, конвертированную в эквивалентную сумму сделки в USDT;
tr: 3. 30 Günlük Minimum Sözleşme Alım-Satım Tutarı: partnerlerin ve tüm referans alt kullanıcılarının 30 gün içinde birikmiş sözleşme işlem miktarına eşdeğer miktarda BTC anlamına gelir;
zh_hant: 3、 30日合約最低交易額：是指合夥人及其推薦的所有用戶30天內合約累計交易額換算成等值的USDT的交易金額;

# 4、 佣金比例：指的是名下推荐的所有用户（包括未完成高级实名认证）交易合约产生的手续费按照合伙人评定的相应等级比例获得奖励；
source: 4. Commission ratio: refers to the commission fees generated by the contract transactions of all users recommended by themselves (including not completed advanced real-name authentication) which are awarded according to the corresponding partners grading rules;
es: 4. Ratio de la Comisión: se refiere a las tasas de la Comisión generadas por las transacciones de contrato de todos los usuarios recomendados (incluidos aquellos con la autenticación avanzada de nombre real no completada) concedidas de acuerdo a las reglas correspondient3es a la calificación de partners.
hi: 4. कमीशन अनुपात: स्वयं द्वारा अनुशंसित सभी उपयोगकर्ताओं के अनुबंध लेनदेन द्वारा उत्पन्न कमीशन शुल्क को संदर्भित करता है (जिसमें उन्नत वास्तविक-नाम प्रमाणीकरण पूरा नहीं किया गया है) जो संबंधित भागीदारों के ग्रेडिंग नियमों के अनुसार प्रदान किए जाते हैं;
id: 4. Rasio komisi: Menrupakan pada semua pengguna yang direkomendasikan di bawah nama (termasuk mereka yang belum menyelesaikan otentikasi nama asli tingkat lanjut), dan komisi yang dihasilkan oleh kontrak transaksi akan dihargai sesuai dengan rasio nilai yang sesuai yang dinilai oleh mitra;
ja: 4.手数料率：招待されるすべてのユーザー（高度な実名認証を完了していないユーザーを含む）の手数料を指し、パートナーによって評価された対応するレベル比に従って報酬が与えられます;
ko: 4. 보상 비율: 추천한 모든 사용자(고급 실명인증을 완료하지 않는 사용자 포함)의 거래시 발생하는 수수료는 파트너가 평정한 해당 등급 비율에 따라 보상을 받을 수 있습니다.
ru: 4. Коэффициент комиссии: относится к комиссионным сборам, полученным от контрактных сделок всех рекомендованных ими самими пользователей (в том числе не прошедших расширенную аутентификацию реального имени), которые начисляются согласно соответствующим правилам грейдинга партнеров;
tr: 4. 5. Komisyon oranı: kendileri tarafından referans sağlanan tüm kullanıcıların (gelişmiş gerçek ad doğrulamasını tamamlamayan kullanıcılar dahil) sözleşme işlemlerinden elde edilen ve ilgili partnerlerin derecelendirme kurallarına göre verilen komisyon ücretlerini ifade eder;
zh_hant: 4、 佣金比例：指的是名下推薦的所有用戶（包括未完成高級實名認證）交易合約產生的手續費按照合夥人評定的相應等級比例獲得獎勵；

# 5、 合伙人升级规则：系统将每天0-9点对合伙人等级进行升级评定，评定依据是：
source: 5. Partner upgrade rules: The system will upgrade the partner rating from 0-9 o'clock every day, based on:
es: 5. Reglas de subida de nivel de partners: el sistema actualizará la calificación de partners entre las 0:00 y las 9:00 todos los días de acuerdo a:
hi: 5. पार्टनर अपग्रेड नियम: सिस्टम पार्टनर रेटिंग को हर दिन 0-9 बजे से अपग्रेड करेगा, इस आधार पर:
id: 5. Aturan peningkatan mitra: Sistem akan meningkatkan level mitra dari 0 hingga 9 setiap hari. Evaluasi didasarkan pada:
ja: 5.パートナーアップグレードルール：システムは、パートナーの評価を毎日0〜9ポイントにアップグレードします。評価基準は次のとおりです。
ko: 5. 파트너 승급 규칙: 시스템은 매일 0-9시 사이에 파트너 등급에 대해 승급 평정을 내립니다. 평정 기준은 다음과 같습니다.
ru: 5. Правила повышения рейтинга партнера: Система будет повышать рейтинг партнера с 0-9 часов каждый день, основываясь на:
tr: 5. Partner yükseltme kuralları: Sistem, aşağıdakilere bağlı olarak partner puanını her gün saat 0-9 arasında yükseltir:
zh_hant: 5、 合夥人升級規則：系統將每天0-9點對合夥人等級進行升級評定，評定依據是：

# 1）上一天新增的有效用户达到下一个等级;
source: 1) the number of valid users added in the previous day will reach the next level,
es: 1) si el número de usuarios válidos agregados el día anterior alcanza el siguiente nivel
hi: 1) पिछले दिन जोड़े गए मान्य उपयोगकर्ताओं की संख्या अगले स्तर तक पहुंच जाएगी,
id: 1) Pengguna baru yang valid yang ditambahkan pada hari sebelumnya telah mencapai level berikutnya;
ja: 1）前日に新しく追加された有効ユーザーが次のレベルに到達する。
ko: 1) 전날 새로 추가된 유효 사용자가 등급 업 기준에 도달할 경우;
ru: 1) количество действительных пользователей, добавленных за предыдущий день, достигнет следующего уровня,
tr: 1) önceki gün eklenerek bir sonraki seviyeye ulaşan geçerli kullanıcı sayısı;
zh_hant: 1）上一天新增的有效用戶達到下一個等級;

# 2）连续30天的成交额是否达到下一个等级，如果以上两点都达到则按照这两个条件中的较低等级做升级处理；
source: 2) whether the transaction volume for 30 consecutive days will reach The next level, if the above two points are reached, the upgrade will be performed according to the lower level of these two conditions.
es: 2) Si el volumen de transacción durante 30 días consecutivos alcanza el siguiente nivel. Si se alcanzan los dos puntos anteriores, la actualización se realizará de acuerdo con el nivel inferior entre ambas condiciones.
hi: 2) क्या लगातार 30 दिनों के लिए लेन-देन की मात्रा अगले स्तर तक पहुंच जाएगी, यदि उपरोक्त दो बिंदुओं पर पहुंच गए हैं, तो इन दो स्थितियों के निचले स्तर के अनुसार अपग्रेड किया जाएगा।
id: 2) Apakah volume transaksi selama 30 hari berturut-turut telah mencapai Level berikutnya, jika dua poin di atas terpenuhi, itu akan ditingkatkan sesuai dengan level yang lebih rendah dari dua kondisi ini;
ja: 2）連続30日間の取引量に到達するかどうか。 次のレベルでは、上記の2つのポイントに達すると、これら2つの条件の下位レベルに従ってアップグレードされます;
ko: 2) 30일 연속 거래액이 등급 업 기준에 도달할 경우; 이 두가지 조건을 충족하면 그중 낮은 등급에 따라 습급을 진행합니다.
ru: 2) достигнет ли объем транзакций за 30 дней подряд следующего уровня, если два вышеуказанных пункта достигнуты, то повышение рейтинга будет произведено в соответствии с более низким уровнем этих двух условий.
tr: 2) ardışık 30 günlük işlem hacminin bir sonraki seviyeye ulaşıp ulaşmayacağı, yukarıdaki iki koşul yerine getirilirse, yükseltme bu iki koşulun alt düzeyine göre gerçekleştirilecektir;
zh_hant: 2）連續30天的成交額是否達到下一個等級，如果以上兩點都達到則按照這兩個條件中的較低等級做升級處理；

# 6、 合伙人降级规则：合伙人在最近一次升级/降级后30天内对用户等级进行一次评定，如果未达到当前等级的要求，则按照合伙人等级要求作降级处理。
source: 6. Partner downgrading rules: The partner evaluates the user level within 30 days after the last upgrade / downgrade. If the current level requirements are not met, the partner is downgraded according to the requirements of the partner level.
es: 6. Reglas de bajada de nivel de partners: el nivel del partner se evaluará dentro de los 30 días posteriores a la última actualización. Si no se cumplen los requisitos del nivel actual, el nivel del partner se bajará de acuerdo con los requisitos de nivel de partner.
hi: 6. पार्टनर डाउनग्रेडिंग नियम: पार्टनर अंतिम अपग्रेड / डाउनग्रेड के 30 दिनों के भीतर उपयोगकर्ता स्तर का मूल्यांकन करता है। यदि वर्तमान स्तर की आवश्यकताओं को पूरा नहीं किया जाता है, तो भागीदार स्तर की आवश्यकताओं के अनुसार भागीदार को डाउनग्रेड कर दिया जाता है
id: 6. Aturan penurunan versi mitra: Mitra akan mengevaluasi level pengguna dalam waktu 30 hari setelah peningkatan/penurunan versi terakhir. Jika persyaratan level saat ini tidak terpenuhi, maka mitra akan diturunkan sesuai dengan persyaratan level mitra.
ja: 6.パートナーのダウングレードルール：パートナーは、最新のアップグレード/ダウングレードから30日以内にユーザーレベルを評価します。現在のレベル要件が満たされていない場合、パートナーはパートナーレベルの要件に従ってダウングレードされます。
ko: 6. 파트너 등급 다운 규칙: 파트너는 최근 한 번의 등급 업/등급 다운 후, 30일내 사용자에 대해 한번의 평정을 진행, 만약 현재 등급 요구 사항 미달 시, 파트너 등급 요구 사항에 따라 등급 다운이 됩니다.
ru: 6. Правила понижения уровня партнера: Партнер оценивает уровень пользователя в течение 30 дней после последнего повышения / понижения уровня. Если требования текущего уровня не выполняются, партнер понижается в соответствии с требованиями уровня партнера.
tr: 6. Partner düşürme kuralları: Partner, son yükseltme/düşürme işleminden sonraki 30 gün içinde kullanıcı düzeyini değerlendirir. Mevcut seviye gereksinimleri karşılanmazsa, partner seviyesinin gereksinimlerine göre partnerin seviyesi düşürülür.
zh_hant: 6、 合夥人降級規則：合夥人在最近一次升級/降級後30天內對用戶等級進行一次評定，如果未達到當前等級的要求，則按照合夥人等級要求作降級處理。

# 7、 如被邀请人违反邀请返佣的相应风控规则，其手续费将不能返还给邀请人。
source: 7. If the invitee violates the corresponding risk control rules of the invitation rebate, the handling fee will not be returned to the inviter.
es: 7. Si el invitado viola las reglas de control de riesgos correspondientes, la tasa administrativa no será devuelta al partner
hi: 7. यदि आमंत्रित व्यक्ति आमंत्रण छूट के संबंधित जोखिम नियंत्रण नियमों का उल्लंघन करता है, तो प्रबंधन शुल्क आमंत्रणकर्ता को वापस नहीं किया जाएगा।
id: 7. Jika yang diundang melanggar aturan pengendalian risiko yang sesuai untuk undangan untuk mengembalikan komisi, biaya penanganan tidak akan dikembalikan ke pengundang
ja: 7.招待者がリベートを招待するための対応するリスク管理規則に違反した場合、手数料は招待者に返金されません
ko: 7. 초대 사용자가 초대 커미션에 상응하는 위험 통제 규칙을 위반할 경우, 그 수수료는 초청인에게 반환되지 않습니다.
ru: 7. Если приглашающий нарушает соответствующие правила контроля риска при возврате приглашения, плата за обработку не будет возвращена приглашающему.
tr: 7. Veya, davetli, davet ödemesinin ilgili risk kontrol kurallarını ihlal ederse, işlem ücreti daveti gönderen kişiye iade edilmeyecektir.
zh_hant: 7、 如被邀請人違反邀請返佣的相應風控規則，其手續費將不能返還給邀請人。

# 本活动最终解释权归XT所有
source: XT reserves the right of final decision on the interpretation of this activity.
es: XT se reserva el derecho de decisión final sobre la evaluación de esta actividad.
hi: XT इस गतिविधि की व्याख्या पर अंतिम निर्णय का अधिकार सुरक्षित रखता है
id: Hak interpretasi akhir dari acara ini adalah milik XT
ja: このイベントの最終的な解釈権はXTに属します
ko: 본 이벤트의 최종 해석권은 XT에 있습니다.
ru: XT оставляет за собой право окончательного решения по интерпретации данного мероприятия.
tr: XT, bu aktivitenin yorumlanması konusunda nihai karar verme hakkını saklı tutar.
zh_hant: 本活動最終解釋權歸XT所有

# 全新升级，邀请好友 交易现货、合约，获得高额返佣
source: New Upgrade! Invite friends to join the spot and contract trading and you will win high commission
es: ¡Nueva actualización! Invite a los amigos a unirse al lugar y el comercio de contratos y ganarás la alta comisión
hi: नया अपग्रेड! स्पॉट और कॉन्ट्रैक्ट ट्रेडिंग में शामिल होने के लिए दोस्तों को आमंत्रित करें और आप उच्च कमीशन जीतेंगे
id: Upgrade Baru! Undang teman untuk bergabung dengan perdagangan spot dan kontrak untuk memenangkan komisi tinggi
ja: アップグレード、友達を招待してトレードをしましょう。高額な還元がもらえます。
ko: 최신 업그레이드, 현물 거래 및 계약 거래에 친구를 초대하여 높은 리베이트를 받아보세요.
ru: Новое обновление! Приглашайте друзей присоединиться к торговле спот и контрактами, и вы получите высокие комиссионные.
tr: Yeni Yükseltme! Arkadaşlarınızı spot ve sözleşmeli alım-satıma katılmaya davet edin ve yüksek komisyon kazanın.
zh_hant: 全新升級，邀請好友 交易現貨、合約，獲得高額返佣

# 手续费率
source: Fee Rate
es: Ratio de tasas
hi: शुल्क दर
id: Tarif Biaya
ja: 手数料
ko: 수수료
ru: Ставка комиссионных
tr: Ücret Oranı
zh_hant: 手續費率

# 您的费率等级为
source: Your level of fee rate is
es: Su nivel de ratio de tasas es
hi: आपका शुल्क दर का स्तर है
id: Tingkat tarif biaya Anda adalah
ja: お客様の手数料レベルは
ko: 귀하의 수수료 등급
ru: Ваш уровень комиссионных составляет
tr: Ücret oranı seviyeniz
zh_hant: 您的費率等級為

# 登录查看您的专属费率
source: Log in to check your fee rate
es: Inicie sesión para verificar su ratio de tasas
hi: अपना शुल्क दर जांचने के लिए लॉग इन करें
id: Log in untuk memeriksa tarif biaya Anda
ja: ログインして確認する
ko: 로그인하여 귀하의 전속 수수료를 확인해보세요.
ru: Войдите в систему, чтобы проверить ваш уровень комиссии
tr: Ücret oranınızı kontrol etmek için giriş yapın
zh_hant: 登錄查看您的專屬費率

# 您是内部等级，maker/taker交易费率为#makerFee#/#takerFee#。
source: You belong to our internal level, so the maker/taker fee rate is #makerFee#/#takerFee#。
es: Usted es parte de nuestro nivel interno, por lo que la tasa de cuota del maker/taker es #makerfee # / # TakerFee #.
hi: आप हमारे आंतरिक स्तर के हैं, इसलिए मेकर/टेकर शुल्क दर #makerFee#/#takerFee#。 है।
id: Anda termasuk dalam level internal kami, jadi tarif biaya maker/taker adalah #makerFee#/#takerFee#。
ja: お客様は内部レベルであり、メーカー/テイカーの取引率は#makerFee#/#takerFee#。
ko: 귀하는 내부등급이며 maker/taker거래 수수료는 #makerFee#/#takerFee#입니다.
ru: Вы принадлежите к нашему внутреннему уровню, поэтому ставка комиссионного сбора составляет #makerFee#/#takerFee#。
tr: Dahili seviyeye dahilsiniz, bu nedenle yapıcı/alıcı ücretiniz #makerFee#/#takerFee#。
zh_hant: 您是內部等級，maker/taker交易費率為#makerFee#/#takerFee#。

# 您是#levelName#级用户，已经享受平台最优惠手续费，请继续保持。
source: You are at Level #levelName#, and can enjoy the most preferential fee. Please keep up.
es: Usted está en el nivel #levelName#. Esto le permite disfrutar de una tasa preferencial. ! Siga así ¡
id: Anda berada di Level #levelName#, dan dapat menikmati biaya paling istimewa. Harap teruskan.
ja: お客様は#levelName#レベルのユーザーであり、プラットフォーム上で最も有利な取引手数料をすでに享受しています。
ko: 귀하는 #levelName#등급 사용자입니다. 플랫폼의 최대 혜택을 누리고있습니다.
ru: Вы находитесь на уровне #levelName#, и можете пользоваться самой льготной ставкой вознаграждения. Пожалуйста, продолжайте в том же духе.
tr: #levelName# seviyesindesiniz ve en çok tercih edilen ücretten yararlanabilirsiniz. Böyle devam edin.
zh_hant: 您是#levelName#級用戶，已經享受平台最優惠手續費，請繼續保持。

# 您已达到下一等级，请等待凌晨等级刷新后，就可享用更优化的费率。
source: You have reached the next level. Please wait until the level is refreshed in the early morning to enjoy the lower rate.
es: Ha alcanzado el siguiente nivel. Por favor, espere hasta que el nivel se actualice en la madrugada para disfrutar de una tasa más baja
hi: आप अगले स्तर पर पहुंच गए हैं। कृपया निम्न दर का आनंद लेने के लिए सुबह-सुबह स्तर ताज़ा होने तक प्रतीक्षा करें|
id: Anda telah mencapai tingkat berikutnya. Harap tunggu sampai level disegarkan di pagi hari untuk menikmati tarif yang lebih rendah.
ja: 次のレベルに到達しました。レベルが更新されるまでお待ちください。よりお得な料金でご利用頂きます。
ko: 귀하는 등급업에 도달하였습니다. 다음날 등급 갱신이후 더욱 저렴한 수수료를 누릴수 있습니다.
ru: Вы достигли следующего уровня. Пожалуйста, подождите, пока уровень не обновится рано утром, чтобы воспользоваться более низкимй тарифами.
tr: Bir sonraki seviyeye ulaştınız. Daha düşük fiyattan yararlanmak için lütfen seviye sabah erkenden yenilenene kadar bekleyin.
zh_hant: 您已達到下一等級，請等待凌晨等級刷新後，就可享用更優化的費率。

# 要升级到#levelName#，您需要再成交#gmv#个BTC等值的任意数字货币交易。
source: To upgrade to #levelName#, you need to create any digital currency transaction equivalent to #gmv# BTC.
es: Para actualizar a #levelName#, debe crear cualquier transacción de moneda digital equivalente a # GMV # BTC.
hi: #levelName# में अपग्रेड करने के लिए, आपको #gmv# BTC के समतुल्य कोई भी डिजिटल मुद्रा लेनदेन बनाना होगा।
id: Untuk meningkatkan ke #levelName#, Anda perlu membuat transaksi mata uang digital yang setara dengan #gmv# BTC.
ja: #levelName#にアップグレードするには、BTCに相当するデジタル通貨トランザクションを#gmv#で完了する必要があります。
ko: #levelName로 승급하려면, #gmv#개의 BTC 등가의 임의의 디지털 자산 거래를 완료해야 합니다.
ru: Чтобы перейти на #levelName#, вам необходимо совершить любую транзакцию с цифровой валютой, эквивалентную #gmv# BTC.
tr: #levelName# seviyesine yükselmek için #gmv# BTC'ye eşdeğer herhangi bir dijital para birimi işlemi oluşturmanız gerekir.
zh_hant: 要升級到#levelName#，您需要再成交#gmv#個BTC等值的任意數字貨幣交易。

# 要升级到#levelName#，您需要推荐#effectiveUserNumber#个有效用户。
source: To upgrade to #levelName#, you need to refer #effectiveUserNumber# new valid users.
es: Para actualizar a # LevelName #, debe referir a # EfegurialUserNumber # New Valid Users.
id: Untuk meningkatkan ke #levelName#, Anda perlu merujuk #effectiveUserNumber# pengguna baru yang valid.
ja: #levelName#にアップグレードするには、#effectiveUserNumber#名のアクティブユーザーを招待する必要があります。
ko: #levelName# 로 업그레이드하려면 #effectiveUserNumber#명의 유효 사용자를 추천해야합니다.
ru: Чтобы перейти на #levelName#, вам необходимо привлечь #effectiveUserNumber# новых действительных пользователей.
tr: #levelName# seviyesine yükseltmek için #effectiveUserNumber# yeni geçerli kullanıcıya referans olmanız gerekir.
zh_hant: 要升級到#levelName#，您需要推薦#effectiveUserNumber#個有效用戶。

# 要升级到#levelName#，您需要再成交#gmv#个BTC等值的任意数字货币交易，和推荐#effectiveUserNumber#个有效用户。
source: To upgrade to #levelName#, you need to create any digital currency transaction equivalent to #gmv# BTC and refer #effectiveUserNumber# new valid users.
es: Para actualizar a #levelName#, debe crear cualquier transacción de moneda digital equivalente a # GMV # BTC y refiértase # EfectionalUnumber # Nuevos usuarios válidos.
hi: #levelName# में अपग्रेड करने के लिए, आपको #gmv# BTC के समकक्ष कोई भी डिजिटल मुद्रा लेनदेन बनाना होगा और #प्रभावी उपयोगकर्ता संख्या# नए मान्य उपयोगकर्ताओं का संदर्भ लेना होगा।
id: Untuk meningkatkan ke #levelName#, Anda perlu membuat transaksi mata uang digital yang setara dengan #gmv# BTC dan merujuk #effectiveUserNumber# pengguna baru yang valid.
ja: #levelName#にアップグレードするには、さらに#gmv# BTC相当の暗号通貨取引を行い、#effectiveUserNumber#名の有効なユーザーを招待する必要があります。
ko: #levelName# 로 업그레이드하려면 #gmv# BTC 등가의 디지털 통화 거래를 완료하고 #effectiveUserNumber#명의 유효 사용자를 추천해야합니다.
ru: Чтобы перейти на #levelName#, вам нужно создать любую транзакцию в цифровой валюте, эквивалентную #gmv# BTC, и привлечь #effectiveUserNumber# новых действительных пользователей.
tr: #levelName# seviyesine yükselmek için #gmv# BTC'ye eşdeğer herhangi bir dijital para birimi işlemi oluşturmanız ve #effectiveUserNumber# yeni geçerli kullanıcı referansına ulaşmanız gerekir.
zh_hant: 要升級到#levelName#，您需要再成交#gmv#個BTC等值的任意數字貨幣交易，和推薦#effectiveUserNumber#個有效用戶。

# 什么是maker和taker
source: What are Maker and Taker?
es: ¿Qué son el Maker/Taker?
hi: मेकर और टेकर क्या हैं?
id: Apa itu Maker dan Taker?
ja: メーカーとテイカーとは
ko: maker/taker란?
ru: Что такое Maker и Taker?
tr: Yapıcı (Maker) ve Alıcı (Taker) nedir?
zh_hant: 什麼是maker和taker

# 什么是Maker（挂单）？
source: What is Maker?
es: ¿Qué es el Maker?
hi: मेकर क्या है?
id: Apa itu Maker?
ja: Maker（保留中の注文）とは何ですか？
ko: Maker(주문)이란?
ru: Что такое Maker?
tr: Yapıcı (Maker) nedir?
zh_hant: 什麼是Maker（掛單）？
