Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 图片上传失败
source: Photo upload failed
es: El proceso de subida de foto ha fallado
hi: फ़ोटो अपलोड विफल
id: Pengunggahan foto gagal
ja: 画像のアップロードに失敗しました
ko: 사진 업로드 실패
ru: Не удалось загрузить фотографию
tr: Fotoğraf yüklenemedi
zh_hant: 圖片上傳失敗

# 欢迎登录
source: Welcome
es: Bienvenido
hi: स्वागत
id: Selamat datang
ja: ようこそ
ko: 로그인을 환영합니다
ru: Добро пожаловать
tr: Hoş geldiniz
zh_hant: 歡迎登錄

# 手机号码或邮箱
source: Mobile number/Email
es: Nº de teléfono/Email
hi: मोबाइल नंबर/ईमेल
id: Nomor Ponsel/Email
ja: 携帯電話番号またはメール
ko: 휴대폰번호 또는 이메일
ru: Номер мобильного телефона/Электронная почта
tr: Cep telefonu numarası/E-posta
zh_hant: 手機號碼或郵箱

# 还没有账号?
source: No account?
es: ¿No tiene una cuenta?
hi: खाता नहीं?
id: Tidak ada akun?
ja: アカウントはまだありません
ko: 아직 계정이 없으신가요?
ru: Нет аккаунта?
tr: Hesabınız yok mu?
zh_hant: 還沒有賬號?

# 邮箱注册
source: E-mail registration
es: Registro de E-mail
hi: ईमेल पंजीकरण
id: Daftar email
ja: メール登録
ko: 이메일로 가입
ru: Регистрация по электронной почте
tr: E-posta kaydı
zh_hant: 郵箱註冊

# 已有账号?
source: Already have an account?
es: ¿Ya tiene una cuenta?
hi: क्या आपके पास पहले से एक खाता मौजूद है?
id: Sudah memiliki akun?
ja: すでにアカウントをお持ちですか
ko: 계정이 있으신가요?
ru: У вас уже есть аккаунт?
tr: Zaten hesabınız var mı?
zh_hant: 已有賬號?

# 立即登录
source: Login now
es: Login ahora
hi: अब प्रवेश करें
id: Login sekarang
ja: すぐにログインする
ko: 바로 로그인하기
ru: Войдите сейчас
tr: Şimdi Giriş Yapın
zh_hant: 立即登錄

# 手机号注册
source: Register through phone number
es: Registro mediante nº de teléfono
hi: फोन नंबर के माध्यम से रजिस्टर करें
id: Daftar melalui nomor telepon
ja: 携帯電話番号登録
ko: 휴대폰번호로 가입
ru: Регистрация через номер телефона
tr: Telefon numarası ile kayıt olun
zh_hant: 手機號註冊

# 找回密码
source: Retrieve password
es: Recuperar contraseña
hi: पासवर्ड पुनः प्राप्त करें
id: Ambil kata sandi
ja: パスワードを取得する
ko: 비밀번호 찾기
ru: Получить пароль
tr: Tekrar şifre al
zh_hant: 找回密碼

# 安全验证不可用
source: Security verification is not available
es: La verificación de seguridad no está disponible
hi: सुरक्षा सत्यापन उपलब्ध नहीं है
id: Verifikasi keamanan tidak tersedia
ja: セキュリティ検証は利用できません
ko: 보안인증 사용 불가
ru: Проверка безопасности недоступна
tr: Güvenlik doğrulaması mevcut değil
zh_hant: 安全驗證不可用

# 点击“完成注册”按钮，
source: Clicking ”Registered”
es: Si marca ”Registrado”
hi: क्लिक करना "दर्ज कराई"
id: Klik “Terdaftar”
ja: 「登録完了」ボタンをクリックし、
ko: "가입완료"버튼을 클릭하세요.
ru: Нажатие кнопки "Зарегистрирован"
tr: “Kayıtlı” üzerine tıklayın
zh_hant: 點擊“完成註冊”按鈕，

# 即代表同意
source: means accept
es: significa que acepta
hi: मतलब स्वीकार करना
id: berarti menerima
ja: 同意を意味します
ko: 동의로 간주합니다.
ru: означает принятие
tr: Kabul etmek anlamına gelir
zh_hant: 即代表同意

# 《用户协议》
source: User Agreement
es: las Condiciones de Uso
hi: उपयोगकर्ता समझौता
id: Perjanjian Pengguna
ja: 「ユーザー規約」
ko: <사용자 계약>
ru: Пользовательское соглашение
tr: okudum
zh_hant: 《用戶協議》

# 和
source: and
es: y
id: dan
ja: と
ko: 과
ru: и
tr: ve
zh_hant: 和

# 《隐私条款》
source: Privacy Policy
es: la Política de Privacidad
hi: गोपनीयता नीति
id: Kebijakan pribadi
ja: 「個人情報保護方針」
ko: 개인 정보 취급 방침
ru: Политику конфиденциальности
tr: Gizlilik Politikası
zh_hant: 《隱私條款》

# 将发送验证码到 #phone#
source: Send verification code to #phone#
es: Envíar código de verificación a nº #phone#
hi: फ़ोन पर सत्यापन कोड भेजें #phone#
id: Kirim kode verifikasi ke #phone#
ja: 確認コードを#phone#に送信します。
ko: #phone# 로 인증 번호를 전송합니다.
ru: Отправьте проверочный код на #телефон#
tr: #phone# için doğrulama kodu gönder
zh_hant: 將發送驗證碼到 #phone#

# 若未收到验证码邮件，请检查邮箱的垃圾邮件
source: If you have not received the verification code email, please check your mailbox for spam
es: Si no ha recibido el código de verificación en su email , compruebe que no lo ha recibido en la carpeta de Spam
hi: यदि आपको सत्यापन कोड ईमेल प्राप्त नहीं हुआ है, तो कृपया अपने मेलबॉक्स को स्पैम के लिए जांचें
id: Jika Anda belum menerima email kode verifikasi, silakan periksa kotak surat Anda untuk spam
ja: 確認コードのメールを受け取っていない場合は、メールボックスのスパムを確認してください
ko: 인증번호 메일을 받지 못한 경우, 메일의 스팸 메일함을 확인해 주세요
ru: Если вы не получили письмо с кодом верификации, проверьте почтовый ящик на наличие спама
tr: Doğrulama kodu e-postasını almadıysanız, lütfen posta kutunuzda spamları kontrol edin.
zh_hant: 若未收到驗證碼郵件，請檢查郵箱的垃圾郵件

# 短信验证码
source: SMS verification code
es: Código de veridicación SMS
hi: SMS सत्यापन कोड
id: Kode Verifikasi SMS
ja: SMS確認コード
ko: 문자 인증번호
ru: Код верификации SMS
tr: SMS doğrulama kodu
zh_hant: 短信驗證碼

# 本次登录需要Google验证码
source: This login requires Google verification code
es: Este login requiere el código de verificación de Google verification
hi: इस लॉगिन के लिए Google सत्यापन कोड की आवश्यकता है
id: Login ini memerlukan kode verifikasi Google
ja: このログインにはGoogle確認コードが必要です
ko: 본 로그인은 구글인증번호가 필요합니다
ru: Для входа в систему требуется проверочный код Google
tr: Bu giriş için Google doğrulama kodu gerekiyor
zh_hant: 本次登錄需要Google驗證碼

# 输入验证码
source: Enter verification code
es: Introduzca código de verificación
hi: सत्यापन कोड दर्ज करें
id: Masukkan kode verifikasi
ja: 認証コードを入力
ko: 인증번호 입력
ru: Введите проверочный код
tr: Doğrulama kodunu girin
zh_hant: 輸入驗證碼

# 设置密码
source: Set password
es: Seleccionar contraseña
hi: सांकेतिक शब्द लगना
id: Atur kata sandi
ja: パスワードを設定してください
ko: 비밀번호 설정
ru: Установите пароль
tr: Şifreyi ayarla
zh_hant: 設置密碼

# 密码6~20位，至少两种字符组合
source: Password within 6~20 digits, combination of at least two type characters such as letters and numbers
es: Contraseña de entre 6 y 20 dígitos, combinando al menos dos tipos de caracteres. Por ejemplo, letras y números
hi: पासवर्ड 6 ~ 20 अंकों के भीतर, कम से कम दो प्रकार के अक्षरों जैसे अक्षरों और संख्याओं का संयोजन
id: Kata sandi dalam 6~20 digit, kombinasi dari setidaknya dua jenis karakter seperti huruf dan angka
ja: パスワード6〜20桁、少なくとも2つの文字の組み合わせ
ko: 비밀번호는 6~20자리의 최소 두가지 문자 부호의 조합이여야 합니다
ru: Пароль в пределах 6~20 цифр, комбинация как минимум из двух символов типа букв и цифр
tr: Şifre 6~20 basamak ve harf veya rakam gibi en az iki karakter türünün kombinasyonu olmalıdır
zh_hant: 密碼6~20位，至少兩種字符組合

# 重置密码
source: Reset password
es: Resetear contraseña
hi: पासवर्ड रीसेट
id: Setel ulang kata sandi
ja: パスワードを再設定する
ko: 비밀번호 재설정
ru: Сбросить пароль
tr: Şifreyi sıfırla
zh_hant: 重置密碼

# 完成
source: Done
es: Hecho
hi: किया हुआ
id: Selesai
ja: 完了しました
ko: 완성
ru: Готово
tr: Tamamlandı
zh_hant: 完成

# 请立即与客服进行联系
source: Please contact customer service immediately
es: Por favor, contacte con Atención al Cliente de inmediato
hi: कृपया तुरंत ग्राहक सेवा से संपर्क करें
id: Silakan hubungi layanan pelanggan segera
ja: すぐにカスタマーサービスに連絡してください
ko: 즉시 고객 서비스에 문의하십시오
ru: Пожалуйста, немедленно свяжитесь со службой поддержки
tr: Lütfen hemen müşteri hizmetleri ile iletişime geçin
zh_hant: 請立即與客服進行聯系

# 发送验证码
source: Get code
es: SMS
hi: SMS
id: SMS
ja: 認証こーそを送信します
ko: SMS
ru: SMS
tr: SMS
zh_hant: 發送驗證碼

# 网银
source: E-bank
ja: インターネットバンキング
ko: 온라인 뱅킹
ru: Электронный банк
zh_hant: 網銀

# 网银账号
source: Bank account
es: Cuenta bancaria
hi: बैंक खाता
id: akun E-bank
ja: 口座番号
ko: 온라인 뱅킹 계정
ru: Банковский счет
tr: Banka hesabı
zh_hant: 網銀賬號

# 网银支付
source: E-bank payment
es: Pago por E-bank
hi: E-bank भुगतान
id: Pembayaran E-bank
ja: Eバンク決済
ko: 온라인 뱅킹으로 결제
ru: Банковский платеж
tr: E-bank ödemesi
zh_hant: 網銀支付

# Paypal支付
source: Paypal payment
es: Pago por Paypal
hi: paypal भुगतान
id: Pembayaran PayPal
ja: ペイパル支払い
ko: Paypal로 결제
ru: Платеж Paypal
tr: Paypal ödemesi
zh_hant: Paypal支付

# 请输入网银账号
source: Please enter bank account
es: Por favor, introduzca su cuenta bancaria
hi: कृपया बैंक खाता दर्ज करें
id: Sila masukkan akun E-bank
ja: 口座番号を入力してください。
ko: 온라인 뱅킹 계정을 입력해 주세요
ru: Пожалуйста, введите банковский счет
tr: Lütfen bana hesabı girin
zh_hant: 請輸入網銀賬號

# 请输入Paypal
source: Please enter Paypal
es: Por favor, introduzca su cuenta Paypal
hi: कृपया paypal दर्ज करें
id: Sila masukkan Paypal.
ja: Paypalを入力してください
ko: Paypal을 입력해 주세요
ru: Пожалуйста, введите Paypal
tr: Lütfen Paypal hesabı girin
zh_hant: 請輸入Paypal

# 添加网银
source: Add E-bank
es: Añadir E-bank
hi: E-Bank जोड़ें
id: Tambahkan E-bank
ja: オンラインバンキングを追加する
ko: 온라인 뱅킹 추가
ru: Добавить электронный банк
tr: E-bank hesabı ekleyin
zh_hant: 添加網銀

# 添加Paypal
source: Add Paypal
es: Añadir Paypal
hi: paypal जोड़ें
id: Tambahkan PayPal
ja: Paypalを追加
ko: Paypal추가
ru: Добавить Paypal
tr: Paypal hesabı ekleyin
zh_hant: 添加Paypal

source: Founded in July 2018 and headquartered in Hong Kong, XT is a global digital currency trading service provider. XT exchange adopts micro service architecture to develop matching engine and supports secure and fast OTC transactions. As the first trading platform to launch interest-free leverage, the number of daily active users has reached tens of thousands. The transaction fee of XT is the lowest and it supports Chinese, English, Japanese, Korean and other languages, serving millions of global users in nearly 100 countries and regions.
es: Fundada en Julio de 2018 y con la oficina central en Hong Kong, XT es un proveedor global de servicios de trading de monedas digitales. XT Exchange utiliza una arquitectura de micro-servicios para implementar un motor de búsqueda y dar soporte a transacciones OTC de manera rápida y segura. Como cabe esperar de la primera plataforma libre de intereses, el N.º diario de usuarios activos alcanza las decenas de miles. La tasa por transacción es la más baja del mercado. Adicionalmente la plataforma puede usarse en varios idiomas, entre ellos chino, inglés, coreano, etc. De este modo da servicio a millones de usuarios en más de 100 países y regiones.
hi: जुलाई 2018 में स्थापित और हांगकांग में मुख्यालय, XT एक वैश्विक डिजिटल मुद्रा व्यापार सेवा प्रदाता है। XT एक्सचेंज मैचिंग इंजन को विकसित करने के लिए माइक्रो सर्विस आर्किटेक्चर को अपनाता है और सुरक्षित और तेज़ OTC transactions को सपोर्ट करता है। ब्याज-मुक्त लीवरेज लॉन्च करने वाले पहले ट्रेडिंग प्लेटफॉर्म के रूप में, दैनिक सक्रिय उपयोगकर्ताओं की संख्या हजारों में पहुंच गई है। एक्सटी का लेनदेन शुल्क सबसे कम है और यह चीनी, अंग्रेजी, जापानी, कोरियाई और अन्य भाषाओं का समर्थन करता है, लगभग 100 देशों और क्षेत्रों में लाखों वैश्विक उपयोगकर्ताओं की सेवा करता है।
id: Didirikan pada Juli 2018 dan berkantor pusat di Hong Kong, XT adalah penyedia layanan perdagangan mata uang digital global. Pertukaran XT mengadopsi arsitektur layanan mikro untuk mengembangkan mesin pencocokan dan mendukung transaksi OTC yang aman dan cepat. Sebagai platform perdagangan pertama yang meluncurkan leverage bebas bunga, Jumlah pengguna aktif harian telah mencapai puluhan ribu. Biaya transaksi XT adalah yang terendah dan mendukung bahasa Cina, Inggris, Jepang, Korea, dan bahasa lainnya, melayani jutaan pengguna global di hampir 100 negara dan wilayah.
ja: XTは2018年7月に設立され、本社は香港にあるグローバルなデジタル通貨取引サービスプロバイダーです。 XTには、安全で高速なOTCの店頭取引をサポートする、一流のセキュリティシステムとマッチングエンジンがあります。 ネットワーク全体で無利子のレバレッジを開始した最初の取引プラットフォームとして、現在、毎日数万人のアクティブユーザーがいます。 XTプラットフォームは、ネットワーク全体で最も低い手数料がかかります。 中国語、英語、日本語、韓国語、その他の言語をサポートし、100近くの国と地域で100万人以上のグローバルユーザーにサービスを提供しています。
ko: XT는 2018 년 7 월에 설립되어 홍콩에 본사를 두고 글로벌 디지털 자산 거래 서비스를 제공하는 업체입니다. XT는 최고의 보안 시스템과 헤징 엔진을 갖추고 안전하고 빠른 OTC 장외 거래를 지원합니다. 또는 업계 최초로 무이자 레버리지 거래를 출시한 플랫폼으로 현재 DAU(Daily Active User) 수가 10,000명 이상에 도달했습니다. XT 플랫폼 수수료는 업계의 최저이고 중국어, 영어, 일본어, 한국어 등 다국어를 지원하며 100개 국가 및 지역의 100만의 사용자에게 서비스를 제공하고 있습니다.
ru: Основанная в июле 2018 года и имеющая штаб-квартиру в Гонконге, биржа XT является глобальным поставщиком услуг по торговле цифровыми валютами. Биржа XT использует микросервисную архитектуру для разработки механизма согласования и поддерживает безопасные и быстрые внебиржевые транзакции. Будучи первой торговой платформой, запустившей беспроцентное кредитное плечо, количество ежедневных активных пользователей достигло десятков тысяч. Комиссия за транзакцию XT является самой низкой, и она поддерживает китайский, английский, японский, корейский и другие языки, обслуживая миллионы глобальных пользователей в почти 100 странах и регионах.
tr: Temmuz 2018'de kurulan ve merkezi Hong Kong'da bulunan XT, küresel bir dijital para birimi alım-satım hizmet sağlayıcısıdır. XT Borsası, eşleşen motoru geliştirmek için mikro hizmet mimarisini kullanırak güvenli ve hızlı OTC işlemlerini destekler. Faizsiz kaldıraç uygulamasını başlatan ilk alım-satım platformu olarak günlük aktif kullanıcı sayısı on binlere ulaşmıştır. XT, en düşük işlem ücretine sahiptir ve Çince, İngilizce, Japonca, Korece ve diğer dilleri destekler ve yaklaşık 100 ülke ve bölgede milyonlarca küresel kullanıcıya hizmet sunar.
zh_hant: XT成立於2018年7月，總部位於香港，是壹家全球性的數字貨幣交易服務商。XT擁有頂尖的安全系統和撮合引擎，支持安全快速的OTC場外交易。作為全網第壹家推出免息杠桿的交易平臺，目前日活躍用戶已達到數萬人。XT平臺手續費全網最低。支持中、英、日、韓等多國語言，服務近百個國家和地區的已超100萬全球用戶。

source: Founded by well-known capital fund FIBTC LTD, XT now has operation centers in Japan, Singapore, South Korea, Spain and other countries and regions. With the technical support of ZB, XT provides users with the safest, most efficient and most professional digital asset investment services.
es: Fundado por el bien conocido fondo de inversion FIBTC LTD, XT posee centros de operaciones en Japón, Singapur, Corea del Sur, España, etc. Con Soporte Técnico ZB, XT proporciona a sus usuarios un servicio de inversiones seguro, eficiente y
hi: प्रसिद्ध पूंजी कोष FIBTC LTD द्वारा स्थापित XT के अब जापान, सिंगापुर, दक्षिण कोरिया, स्पेन और अन्य देशों और क्षेत्रों में संचालन केंद्र हैं। ZB के तकनीकी समर्थन के साथ, XT उपयोगकर्ताओं को सबसे सुरक्षित, सबसे कुशल और सबसे अधिक पेशेवर डिजिटल संपत्ति निवेश सेवाएं प्रदान करता है।
id: Didirikan oleh dana modal terkenal FIBTC LTD, XT sekarang memiliki pusat operasi di Jepang, Singapura, Korea Selatan, Spanyol dan negara-negara lain. Dengan dukungan teknis dari ZB, XT menyediakan pengguna dengan digital teraman, paling efisien dan paling profesional layanan investasi aset.
ja: XTは、FIBTC LTDなど、国内外の多くの有名企業によって投資されています。日本、シンガポール、韓国、スペイン、その他の国や地域にオペレーションセンターがあり、ZBの技術サポートにより、ユーザーに最も安全、最も効率的、最も効率的なサービスを提供します。 プロフェッショナルなデジタル資産投資サービス。
ko: XT는 FIBTC LTD 등 국내외 유명한 기업의 투자를 받아 한국, 일본, 싱가포르, 스페인 등 다양한 국가 및 지역에서 운영센터를 개설하였습니다. ZB 기술 지원으로 가장 안정하고 가장 효율적이고 가장 전문적인 디지털 자산 투자 서비스를 제공합니다.
ru: Основанная известным фондом капитала FIBTC LTD, XT в настоящее время имеет операционные центры в Японии, Сингапуре, Южной Корее, Испании и других странах и регионах. При технической поддержке ZB, XT предоставляет пользователям самые безопасные, эффективные и профессиональные услуги по инвестированию в цифровые активы.
tr: Tanınmış sermaye fonu FIBTC LTD tarafından kurulan XT'nin şu anda Japonya, Singapur, Güney Kore, İspanya ve diğer ülke ve bölgelerde operasyon merkezleri bulunmaktadır. ZB'nin teknik desteği ile, XT kullanıcılara en güvenli, en verimli ve profesyonel dijital varlık yatırım hizmetlerini sunar.
zh_hant: XT由FIBTC LTD等多家海內外知名企業投資，在日本、新加坡、韓國、西班牙等多個國家及地區均設有運營中心，在閽B的技術支持下，為用戶提供最安全、最高效、最專業的數字資產投資服務。

# 买价值币，只选XT
source: Buy valuable coins on XT
es: Compre las mejores monedas en XT
hi: XT . पर मूल्यवान सिक्के खरीदें
id: Beli Koin Berharga di XT
ja: XTでバリューコインを購入しましょう
ko: 가치 있는 코인 거래, XT닷컴에서 만나보세요.
ru: Купить ценные монеты на XT
tr: Değerli coin’leri XT'de satın alın
zh_hant: 買價值幣，只選XT

# 填写金额
source: Amount
es: Cantidad
hi: राशि
id: Jumlah
ja: 金額を入力してください
ko: 금액 입력
ru: Сумма
tr: Miktar
zh_hant: 填寫金額

# 红包个数
source: Number
es: Número
hi: संख्या
id: Jumlah amplop merah
ja: お年玉の数量
ko: 훙보우 개수
ru: Количество
tr: Numara
zh_hant: 紅包個數

# 填写个数
source: Input Quantity
es: Introducir cantidad
hi: इनपुट मात्रा
id: Isi jumlah
ja: 数量を入力してください。
ko: 수량 입력
ru: Вводимое количество
tr: Miktar Girin
zh_hant: 填寫個數

# 个
source: Piece
es: Pieza
hi: टुकड़ा
id: Bagian
ja: つ
ko: 개
ru: Штука
tr: Parça
zh_hant: 個

# 发普通红包
source: Equal
es: Igual
hi: बराबरी का
id: Setara
ja: お年玉を配る
ko: 일반 훙보우
ru: Равный
tr: Eşit
zh_hant: 發普通紅包

# 发拼手气红包
source: Random
es: Aleatorio
hi: यादृच्छिक रूप से
id: Acak
ja: ランダム
ko: 복불복 훙보우 발행
ru: Случайный
tr: Rastgele
zh_hant: 發拼手氣紅包

# 红包24小时内未领取自动退回
source: Automatic return of uncollected coin red packets after 24 hours of original operation
es: El retorno automático de los paquetes rojos creados por monedas sin recolectar tras 24 horas desde la operación inicial
hi: मूल संचालन के 24 घंटों के बाद बिना एकत्र किए गए सिक्के के लाल पैकेटों की स्वचालित वापसी
id: Pengembalian otomatis amplop merah yang tidak tertagih setelah 24 jam operasi awal
ja: 24時間以内に届かない場合、お年玉は自動的に返送されます
ko: 훙보우는 24 시간 이내에 수령하지 않으면 자동으로 반환됩니다.
ru: Автоматический возврат несобранных красных пакетов монет через 24 часа после начала работы
tr: Asıl işlemden 24 saat sonra tahsil edilmeyen coin kırmızı paketlerin otomatik iadesi
zh_hant: 紅包24小時內未領取自動退回

# 领取红包自动成为我的邀请
source: By collecting coin red packet, the user automatically becomes my invitee
es: Mediante la recolección de paquetes rojos, el usuario se convierte automáticamente en mi inivitado
hi: सिक्का लाल पैकेट इकट्ठा करने से, उपयोगकर्ता स्वतः ही मेरा आमंत्रण बन जाता है
id: Pengguna menjadi undangan saya secara otomatis dengan mengumpulkan paket amplop merah
ja: お年玉を受け取ると自動的に招待されます
ko: 훙보우를 수령하면 자동으로 나의 초대가 됩니다.
ru: Собирая красные пакеты монет, пользователь автоматически становится моим пригласителем
tr: Kullanıcı, Coin kırmızı paketi tahsil ederek otomatik olarak davetlim olur
zh_hant: 領取紅包自動成為我的邀請

# 红包记录
source: Record
es: Historial
hi: अभिलेख
id: Catatan
ja: お年玉記録
ko: 훙보우 기록
ru: Запись
tr: Kayıt
zh_hant: 紅包記錄

# 单个红包不可低于 #minReceiveAmount# #currencyName#
source: Minimum of a each coin red packet cannot be less than #minReceiveAmount# #currencyName#
es: El mínimo de paquetes rojos por cada moneda no puede ser menor de #minReceiveAmount# #currencyName#
hi: प्रत्येक सिक्के का न्यूनतम लाल पैकेट #minReceiveAmount# #currencyName# से कम नहीं हो सकता
id: Minimum setiap amplop merah tidak boleh kurang dari #minReceiveAmount# #currencyName#
ja: お年玉は #minReceiveAmount# #currencyName#以上でなければならない。
ko: 단일 훙보우는 #minReceiveAmount# #currencyName# 보다 낮으면 안 된다
ru: Минимальная сумма каждого красного пакета монет не может быть меньше, чем #minReceiveAmount# #currencyName#
tr: Her coin kırmızı paketinin minimumu #minReceiveAmount# #currencyName# değerinden az olamaz
zh_hant: 單個紅包不可低於 #minReceiveAmount# #currencyName#

# 粘贴给好友
source: Copy and share to friends
es: Copiar y compartir con amigos
hi: कॉपी करें और दोस्तों को शेयर करें
id: Salin dan Bagikan ke Teman
ja: 友達に送る
ko: 친구에게 붙여넣기
ru: Скопируйте и поделитесь с друзьями
tr: Kopyalayın ve arkadaşlarınızla paylaşın
zh_hant: 粘貼給好友

# 红包口令已生成
source: Coin Red packet collection password is generated
es: La contraseña para recolección de paquetes rojos de monedas será generada
hi: सिक्का लाल पैकेट संग्रह पासवर्ड उत्पन्न होता है
id: Kata sandi koleksi amplop merah dihasilkan
ja: お年玉のパスワードが生成されました
ko: 훙보우 암호 생성완료
ru: Генерируется пароль для сбора красных пакетов монет
tr: Coin kırmızı paket tahsilat şifresi oluşturuldu
zh_hant: 紅包口令已生成

# 收到的红包
source: Coin collect record
es: Historial de recolección de monedas
hi: सिक्का संग्रह रिकॉर्ड
id: amplop merah diterima
ja: 受け取ったお年玉
ko: 받은 훙보우
ru: Запись сбора монет
tr: Coin tahsil kaydı
zh_hant: 收到的紅包

# 发出的红包
source: Coin gifting record
es: Historial de monedas regaladas
hi: सिक्का उपहार में देने का रिकॉर्ड
id: amplop merah dikeluarkan
ja: 配ったお年玉
ko: 발행한 훙보우
ru: Запись о дарении монет
tr: Coin hediye kaydı
zh_hant: 發出的紅包

# 复制红包口令
source: copy code
es: Copiar código
hi: कॉपी कोड
id: Salin Kode
ja: お年玉のパスワードをコピーする
ko: 훙보우 암호 복사
ru: код копирования
tr: kodu kopyala
zh_hant: 復制紅包口令

# 拼手气红包
source: Randomly divided coin
es: Moneda dividida aleatoriamente
hi: बेतरतीब ढंग से विभाजित सिक्का
id: amplop merah Keberuntungan
ja: ラッキーお年玉
ko: 복불복 훙보우
ru: Случайно разделенная монета
tr: Rastgele bölünmüş coin
zh_hant: 拼手氣紅包

# 普通红包
source: Equally divided coin
es: Moneda dividida equitativamente
hi: समान रूप से विभाजित सिक्का
id: amplop merah biasa
ja: 通常のお年玉
ko: 일반 훙보우
ru: Монета, разделенная поровну
tr: Eşit bölünmüş coin
zh_hant: 普通紅包

# 已领 #Count# 个
source: #Count# have been collected
es: #Count# han sido recolectadas
hi: #Count# एकत्रित कर लिया गया है
id: #Count# telah dikumpulkan
ja: 受け取り済み #Count#
ko: #Count# 개의 훙보우를 수령하였습니다.
ru: #Count# был собран
tr: #Count# tahsil edildi
zh_hant: 已領 #Count# 個

# 我的专属推荐方式
source: My Exclusive Referring Method
es: Mi método exclusivo de referido
hi: माई एक्सक्लूसिव रेफ़रिंग मेथड
id: Metode Referensi Eksklusif Saya
ja: 私のおすすめ
ko: 나의 전속 추천 방식
ru: Мой эксклюзивный метод привлечения рефералов
tr: Özel Referans Yöntemim
zh_hant: 我的專屬推薦方式

# 我的邀请数据
source: Referral Data
es: Info de referidos
hi: रेफरल डेटा
id: Data referral
ja: 招待データ
ko: 나의 초대 데이터
ru: Данные о рефералах
tr: Referans Verileri
zh_hant: 我的邀請數據

# 如何获得佣金
source: How to obtain commission?
es: ¿Cómo conseguir la comisión?
hi: आयोग कैसे प्राप्त करें?
id: Bagaimana cara mendapatkan komisi?
ja: コミッションの取得方法
ko: 커미션 획득 방법
ru: Как получить комиссионные?
tr: Komisyon nasıl alınır?
zh_hant: 如何獲得傭金

# 返佣比例
source: Commission Ratio
es: Ratio de comisión
hi: आयोग अनुपात
id: Rasio Komisi
ja: リベート率
ko: 커미션 비율
ru: Коэффициент комиссионных
tr: Komisyon Oranı
zh_hant: 返傭比例

# 成为合伙人
source: Become a partner
es: Convertirse en partner
hi: भागीदार बनने के लिए
id: Untuk menjadi mitra
ja: パートナーになる
ko: 파트너가 되다
ru: Стать партнером
tr: Partner olun
zh_hant: 成為合夥人

# 邀请好友
source: Invite Friends
es: Invitar amigos
hi: मित्रों को आमंत्रित करें
id: Mengundang teman-teman
ja: 友達を招待する
ko: 친구 초대
ru: Пригласить друзей
tr: Arkadaşlarınızı Davet Edin
zh_hant: 邀請好友

# 获得佣金
source: Obtain Commission
es: Obtener comisión
hi: कमीशन प्राप्त करें
id: Dapatkan komisi
ja: コミッションを獲得する
ko: 커미션 획득
ru: Получение комиссионных
tr: Komisyon Alın
zh_hant: 獲得傭金

# 生成专属推荐链接
source: Create Exclusive Referral Link
es: Crear link exclusivo de referido
hi: एक्सक्लूसिव रेफ़रल link बनाएं
id: Buat Tautan Referral Eksklusif
ja: おすすめリンクを発行します
ko: 전속 추천 링크 생성
ru: Создайте эксклюзивную реферальную ссылку
tr: Özel Referans Linki Oluştur
zh_hant: 生成專屬推薦鏈接

# 分享推荐链接或二维码给您的好友
source: Share the referral link or QR code to your friends
es: Comparta el código de referido o el código QR con sus amigos
hi: अपने दोस्तों को रेफ़रल link या QR code साझा करें
id: Bagikan tautan rujukan atau kode QR ke teman Anda
ja: おすすめのリンクやQRコードを友達と共有しましょう
ko: 추천링크 또는 QR코드를 귀하의 친구에게 공유
ru: Поделитесь реферальной ссылкой или QR-кодом со своими друзьями.
tr: Referans Linkini veya QR kodunu arkadaşlarınızla paylaşın
zh_hant: 分享推薦鏈接或二維碼給您的好友

# 通过您的邀请链接注册并交易， 您即可获得佣金。
source: You will obtain commission if one registers and trades through your referral link.
es: Obtendrá la comisión si uno de los referidos se registra y hace una operación utilizando el su código de referido
hi: यदि कोई आपके रेफरल link के माध्यम से पंजीकरण और ट्रेड करता है तो आपको कमीशन मिलेगा
id: Anda akan mendapatkan komisi jika salah satu register dan berdagang melalui tautan referensi Anda.
ja: 招待リンクから登録して取引します。 n手数料を受け取ることができます
ko: 귀하의 초대링크를 통해 가입 및 거래를 할 경우, 커미션을 받을 수 있습니다.
ru: Вы получите комиссионные, если кто-то зарегистрируется и будет торговать по вашей реферальной ссылке.
tr: Referans linkiniz üzerinden bir kullanıcı kaydolduğunda ve alım satım yaptığında komisyon alacaksınız.
zh_hant: 通過您的邀請鏈接註冊並交易， 您即可獲得傭金。

# 返佣记录
source: Commission
es: Comisión
hi: आयोग
id: Komisi
ja: リベート記録
ko: 커미션 기록
ru: Комиссия
tr: Komisyon
zh_hant: 返傭記錄

# 邀请记录
source: Referral
es: Referir
hi: संप्रेषण
ja: 招待記録
ko: 초대내역
ru: Реферал
tr: Referans
zh_hant: 邀請記錄

# 注册时间
source: Registration time
es: Hora del registro
hi: पंजीकरण का समय
id: Waktu pendaftaran
ja: 登録時間
ko: 가입 시간
ru: Время регистрации
tr: Kayıt zamanı
zh_hant: 註冊時間

# 是否有效用户
source: Is it a valid user?
es: ¿Es un usuario válido?
hi: क्या यह एक वैध उपयोगकर्ता है?
id: Apakah ini pengguna yang valid?
ja: 有効なユーザー
ko: 유효한 사용자 여부
ru: Действительный ли это пользователь?
tr: Geçerli bir kullanıcı mı?
zh_hant: 是否有效用戶

# 选择海报
source: Choose Poster
es: Elegir Poster
hi: पोस्टर चुनें
id: Pilih Poster
ja: ポスターを選ぶ
ko: 포스터 선택
ru: Выберите плакат
tr: Poster Seç
zh_hant: 選擇海報

# 操作
source: Operation
es: Ejecutar
hi: निष्पादित करना
id: Jalankan
ja: 操作
ko: 작업
ru: Операция
tr: İşletim
zh_hant: 操作
