Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 请使用本人(#realName#)#payTypeName#向以下账户自行转账
source: Please use your own(#realName#) #payTypeName# to transfer funds to the following account
es: Por favor, use su (#realName#) #payTypeName# para transferir los fondos a la siguiente cuenta
hi: निम्नलिखित खाते में धनराशि स्थानांतरित करने के लिए कृपया अपने स्वयं के (#realName#) #payTypeName# का उपयोग करें
id: Sila gunakan (#realName#) #payTypeName# Anda sendiri untuk mentransfer dana ke rekening berikut
ja: me（#realName#）#payTypeName#を使用して、自分で次のアカウントに送金してください
ko: 다음 계좌로 자금을 이체하려면 본인의(#realName#)#payTypeName#을 사용하십시오.
ru: Пожалуйста, используйте свое имя (#realName#) #payTypeName# для перевода средств на следующий счет
tr: Aşağıdaki hesaba para aktarmak için lütfen kendi (#realName#) #payTypeName# bilgilerinizi kullanın
zh_hant: 請使用本人(#realName#)#payTypeName#向以下賬戶自行轉賬

# 收款人
source: Payee
es: Receptor del pago
hi: प्रापक
id: Penerima pembayaran
ja: 受取人
ko: 받는사람
ru: Получатель платежа
zh_hant: 收款人

# 收款二维码
source: Payment reception QR code
es: Código QR de recepción del pago Payment reception QR code
hi: भुगतान रिसेप्शन क्यूआर कोड
id: Penerimaan pembayaran Kode QR
ja: 受信用QRコード
ko: 입금QR코드
ru: QR-код для получения платежа
tr: Ödeme alma QR kodu
zh_hant: 收款二維碼

# 卖家昵称
source: Seller alias
es: Alias el vendedor
hi: विक्रेता उपनाम
id: Alias Penjual
ja: 売り手のニックネーム
ko: 판매자 닉네임
ru: Псевдоним продавца
tr: Satıcı takma adı
zh_hant: 賣家昵稱

# 请务必确认您已收到买家的款项，确认放行后买家将立即到账
source: Please make sure that you have received the payment from the buyer. The buyer will receive the coins immediately after you confirming the release
es: Por favor, asegurese de que ha recibido el pago del comprador. El comprador recibirá las monedas inmediatamente después de que used confirme su liberación
hi: कृपया सुनिश्चित करें कि आपको खरीदार से भुगतान प्राप्त हो गया है। आपके द्वारा रिलीज़ की पुष्टि करने के तुरंत बाद खरीदार को सिक्के प्राप्त होंगे
id: Pastikan Anda telah menerima pembayaran dari pembeli. Pembeli akan menerima koin segera setelah Anda mengkonfirmasi rilis
ja: 購入者の支払いを受け取ったことを必ず確認してください。リリースを確認するとすぐにアカウントに送金されます。
ko: 구매자로부터 대금을 받았는지 확인하세요. 확인이 완료되면 구매자 입금이 계좌로 지급됩니다.
ru: Пожалуйста, убедитесь, что вы получили платеж от покупателя. Покупатель получит монеты сразу после того, как вы подтвердите выпуск.
tr: Lütfen satıcıdan ödemeyi aldığınıza emin olun. Serbest bırakmayı onayladıktan hemen sonra alıcı paraları alacak
zh_hant: 請務必確認您已收到買家的款項，確認放行後買家將立即到賬

# 请务必确认您没有转账给卖家，此时取消订单将失去申诉的权利
source: Please make sure that you have not transferred the funds to the seller. If you cancel the order at this time, you will lose the right to dispute appeal
es: Por favor, asegúrese de que no ha transferido ya los fondos al vendedor. Si cancela la orden en este momento, perderá la posibilida de abrir una disputa
hi: कृपया सुनिश्चित करें कि आपने विक्रेता को धनराशि हस्तांतरित नहीं की है। यदि आप इस समय आदेश को रद्द करते हैं, तो आप विवाद अपील का अधिकार खो देंगे
id: Pastikan Anda belum mentransfer dana ke penjual. Jika pesanan dibatalkan, Anda akan kehilangan hak untuk membantah
ja: 販売者に送金していないことを確認してください。この時点で注文をキャンセルすると、上訴する権利が失われます。
ko: 판매자에게 송금하지 않았는지 확인해 주세요. 이때 주문을 취소하면 제소할 수 있는 권리가 상실됩니다.
ru: Пожалуйста, убедитесь, что вы не перевели средства продавцу. Если вы отмените ордер в это время, вы потеряете право на апелляцию по спору
tr: Lütfen parayı satıcıya transfer etmediğinizden emin olun. Siparişi şimdi iptal ederseniz, anlaşmazlık itiraz hakkını kaybedersiniz.
zh_hant: 請務必確認您沒有轉賬給賣家，此時取消訂單將失去申訴的權利

# 未设置二维码
source: Not set QR code yet
es: Aún no se ha establecido el código QR
hi: अभी तक QR code नहीं किया गया है
id: Belum menetapkan kode QR
ja: QRコードが設定されていません
ko: QR코드 미설정
ru: QR-код еще не установлен
tr: QR kodu henüz ayarlanmadı
zh_hant: 未設置二維碼

# 复制成功
source: Copy success
es: Copia completada
hi: सफलता
id: Salin sukses
ja: コピーしました
ko: 복사성공
ru: Успешное копирование
tr: Kopyalama başarılı
zh_hant: 復制成功

# 关闭
source: Close
es: Cerrar
hi: बंद करे
id: Tutup
ja: クローズ
ko: 닫기
ru: Закрыть
tr: Kapat
zh_hant: 關閉

# 保存
source: Save
es: Guardar
hi: सहेजें
id: Simpan
ja: 保存
ko: 저장
ru: Сохранить
tr: Kaydet
zh_hant: 保存

# 对方无应答
source: The other party did not answer
es: La parte contraria no ha respondido
hi: दूसरे पक्ष ने जवाब नहीं दिया
id: Pihak lain tidak menjawab
ja: 相手からの返事はありません
ko: 상대방 무응답
ru: Другая сторона не ответила
tr: Karşı taraf yanıt vermedi
zh_hant: 對方無應答

# 对方未放行
source: The other party did not release
es: La parte contraria no ha realizado la liberación
hi: दूसरे पक्ष ने नहीं छोड़ा
id: Pihak lain tidak merilis
ja: 実行できません
ko: 상대방 미확인
ru: Другая сторона не освободила
tr: Karşı taraf serbest bırakmadı
zh_hant: 對方未放行

# 对方未付款
source: The other party did not pay
es: La parte contraria no ha realizado el pago
hi: दूसरे पक्ष ने भुगतान नहीं किया
id: Pihak lain tidak membayar
ja: 相手が支払っていません
ko: 상대방 입금전
ru: Другая сторона не заплатила
tr: Karşı taraf ödeme yapmadı
zh_hant: 對方未付款

# 对方有欺诈行为
source: The other party is involved in fraud
es: La parte contraria está involuctrado en una investigación por fraude
hi: दूसरा पक्ष धोखाधड़ी में शामिल है
id: Pihak lain terlibat dalam penipuan
ja: 詐欺の疑いがあります
ko: 상대방는 사기행위가 존재합니다.
ru: Другая сторона замешана в мошенничестве
tr: Karşı taraf dolandırıcılığa karıştı
zh_hant: 對方有欺詐行為

# 其他原因
source: Other reason
es: Otros motivos
hi: दूसरा कारण
id: Alasan lain
ja: 他の理由
ko: 기타원인
ru: Другая причина
tr: Başka sebep
zh_hant: 其他原因

# 申诉原因
source: Dispute reason
es: Disputar el motivo
hi: विवाद का कारण
id: Alasan perselisihan
ja: 苦情の理由
ko: 제소원인
ru: Причина спора
tr: Anlaşmazlık sebebi
zh_hant: 申訴原因

# 请选择申诉类型
source: Please select dispute type
es: Por favor, seleccione el tipo de disputa
hi: कृपया विवाद प्रकार चुनें
id: Silakan pilih jenis sengketa
ja: タイプを選択してください
ko: 제소 유형을 선택해 주세요.
ru: Пожалуйста, выберите тип спора
tr: Lütfen anlaşmazlık türünü seçin
zh_hant: 請選擇申訴類型

# 请输入申诉说明
source: Please enter dispute description
es: Por favor, introduzca una descripción de la disputa
hi: कृपया विवाद विवरण दर्ज करें
id: Sila masukkan deskripsi perselisihan
ja: 内容を入力してください
ko: 제소 설명을 입력해 주세요.
ru: Пожалуйста, введите описание спора
tr: Lütfen anlaşmazlık açıklamasını girin
zh_hant: 請輸入申訴說明

# 补充申诉说明
source: Additional dispute description
es: Descripción adicional de la disputa
hi: अतिरिक्त विवाद विवरण
id: Deskripsi perselisihan tambahan
ja: 苦情の内容を補充
ko: 제소설명을 보충해 주세요
ru: Дополнительное описание спора
tr: Ek anlaşmazlık açıklaması
zh_hant: 補充申訴說明

# 提交证据
source: Submit evidence
es: Enviar pruebas
hi: सबूत जमा करें
id: Kirim Bukti
ja: 証拠を提出する
ko: 증거제출
ru: Предоставьте доказательства
tr: Kanıt sun
zh_hant: 提交證據

# 申诉详情
source: Dispute details
es: Disputar información
hi: विवाद विवरण
id: Detail sengketa
ja: 苦情の詳細
ko: 제소상세정보
ru: Детали спора
tr: Anlaşmazlık detayları
zh_hant: 申訴詳情

# 申诉记录
source: Dispute record
es: Disputar el historial
hi: विवाद रिकॉर्ड
id: Catatan sengketa
ja: 苦情の記録
ko: 제소기록
ru: Запись спора
tr: Anlaşmazlık kayıtları
zh_hant: 申訴記錄

# 请填写详细说明
source: Please enter detail description
es: Por favor, introducir descripción de la información
hi: कृपया विवरण विवरण दर्ज करें
id: Sila masukkan deskripsi detail
ja: 詳細な説明を入力してください
ko: 자세한 설명을 입력해 주세요.
ru: Пожалуйста, введите подробное описание
tr: Lütfen detay açıklamasını girin
zh_hant: 請填寫詳細說明

# 上传图片中
source: Uploading
es: Subiendo
hi: अपलोडिंग
id: Mengunggah
ja: 写真をアップロードする
ko: 사진 업로드중
ru: Загрузка
tr: Karşıya yükleniyor
zh_hant: 上傳圖片中

# 详细说明
source: Detail description
es: Descripción de la info
hi: विस्तार से वर्णन
id: Deskripsi detail
ja: 詳しい説明
ko: 상세설명
ru: Детальное описание
tr: Detay açıklaması
zh_hant: 詳細說明

# 请在页面点击“确认申请”按钮，提交申请并同意冻结商家保证金：#amount# #coinName#。
source: Please click the "Confirm Application" button on the page to submit the application and agree to freeze the merchant deposit: #amount# #coinName#.
es: Por favor, seleccione "Confirmar Aplicación” Por favor, haga click en el botón de Enviar y acepte la congelación del depósito del vendedor : #amount# #coinName#.
hi: कृपया आवेदन जमा करने के लिए पृष्ठ पर "आवेदन की पुष्टि करें" बटन पर क्लिक करें और व्यापारी जमा जमा करने के लिए सहमत हों: #amount# #coinName#
id: Silakan klik tombol "Konfirmasi Aplikasi" pada halaman untuk mengirimkan aplikasi dan setuju untuk membekukan deposit perdagang: #amount# #coinName#.
ja: ページの[申し込みの確認]ボタンをクリックして申し込みを送信し、マーチャントデポジットを凍結することに同意してください：#amount# #coinName#。
ko: 페이지에서 "신청 확인" 버튼을 클릭하여 신청을 제출하고 사업자 보증금 #amount# #coinName# 동결에 동의하세요
ru: Пожалуйста, нажмите кнопку "Подтвердить заявку" на странице, чтобы отправить заявку и согласиться заморозить депозит торговца: #amount# #coinName#.
tr: Başvuruyu göndermek ve satıcı depozitosunu dondurmayı kabul etmek için lütfen sayfadaki "Başvuruyu Onayla" düğmesini tıklayın: #amount# #coinName#.
zh_hant: 請在頁面點擊“確認申請”按鈕，提交申請並同意凍結商家保證金：#amount# #coinName#。

# 立即申请
source: Apply now
es: Enviar ahora
hi: अभी आवेदन करें
id: Terapkan sekarang
ja: 今すぐ申請
ko: 바로 신청하기
ru: Подать заявку сейчас
tr: Şimdi başvur
zh_hant: 立即申請

# 审核中，请耐心等候
source: Reviewing, please wait
es: En revisión, espere por favor
hi: समीक्षा कर रहे हैं, कृपया प्रतीक्षा करें
id: Sedang meninjau, harap tunggu
ja: 申請中のため、少々お待ちください。
ko: 심사 중입니다. 기다려 주시기 바랍니다.
ru: Рассматривается, пожалуйста, подождите
tr: İnceleniyor, lütfen bekleyin
zh_hant: 審核中，請耐心等候

# 若申请资料未提交，请尽快与客服联系
source: If the application information is not submitted, please contact customer service as soon as possible
es: Si la aplicación con información no se envia, por favor, contacte con el servicio de atención al cliente a la mayor brevedad posible
hi: यदि आवेदन की जानकारी जमा नहीं की जाती है, तो कृपया जल्द से जल्द ग्राहक सेवा से संपर्क करें
id: Jika informasi aplikasi tidak dikirimkan, silakan hubungi layanan pelanggan sesegera mungkin
ja: 「申請資料が提出されていない場合は、お早めにカスタマーサービスまでご連絡ください」
ko: 신청 자료 미제출시, 고객 서비스에 연락하시기 바랍니다.
ru: Если информация о заявке не отправлена, пожалуйста, свяжитесь со службой поддержки как можно скорее
tr: Başvuru bilgileri gönderilmezse, lütfen en kısa sürede müşteri hizmetleri ile iletişime geçin.
zh_hant: 若申請資料未提交，請盡快與客服聯系

# 审核通过
source: Passed
es: Aprovado
hi: बीतने के
id: Lulus
ja: 「審査合格」
ko: 심사통과
ru: Пройдено
tr: Geçti
zh_hant: 審核通過

# 您已成为认证商家，可享受排名优先、商家标识、财务报表等服务。
source: You have become a verified merchant and can enjoy services such as ranking priority, verified merchant identification, and financial statements.
es: Ha conseguido la verificación de vendedor y puede disfrutar ahora de servicios como prioridad de ranking, identificacación de vendedor autorizado y de extractos financieros
hi: आप एक सत्यापित व्यापारी बन गए हैं और श्रेणी प्राथमिकता, सत्यापित व्यापारी पहचान और वित्तीय विवरण जैसी सेवाओं का आनंद ले सकते हैं
id: Anda telah menjadi pedagang terverifikasi dan dapat menikmati layanan seperti prioritas peringkat, identifikasi pedagang terverifikasi, dan laporan keuangan.
ja: 「認定商人になり、優先順位付け、身分証明書、財務諸表などのサービスをご利用いただけます。」
ko: 귀하는 이미 인증사업자이므로, 우선랭킹순위, 상자 지표, 재무 제표등 서비스를 누릴 수 있습니다
ru: Вы стали верифицированным торговцем и можете пользоваться такими услугами, как приоритет ранжирования, верифицированная идентификация торговца и финансовые отчеты.
tr: Doğrulanmış bir satıcı oldunuz ve öncelikli sıralama, satıcı kimliği ve mali tablolar dahil olmak üzere çeşitli hizmetlerden yararlanabilirsiniz.
zh_hant: 您已成為認證商家，可享受排名優先、商家標識、財務報表等服務。

# 已冻结保证金
source: Frozen deposit
es: Depósito congelado
hi: स्तम्भित जमा
id: Deposito beku
ja: マージンを凍結しました
ko: 보증금이 동결되었습니다.
ru: Замороженный депозит
tr: Dondurulmuş depozito
zh_hant: 已凍結保證金

# 取消认证商家
source: Cancel the verified merchant
es: Cancelar la verificación de vendedor
hi: सत्यापित व्यापारी रद्द करें
id: Batalkan pedagang terverifikasi
ja: 認証商人をキャンセルします
ko: 인증사업자 취소
ru: Отменить верифицированного продавца
tr: Doğrulanmış satıcıyı iptal et
zh_hant: 取消認證商家

# 审核失败
source: Review failure
es: Revisar fallo
hi: समीक्षा विफलता
id: Tinjau gagal
ja: 審査が失敗しました
ko: 심사실패
ru: Отказ в проверке
tr: İnceleme başarısız
zh_hant: 審核失敗

# 重新申请
source: Re-apply
es: Volver a solicitar
hi: पुनः लागू करें
id: Melamar lagi
ja: もう一度申請
ko: 재신청
ru: Повторно подать заявку
tr: Tekrar başvur
zh_hant: 重新申請

# 提交申请
source: Apply
es: Solicitar
hi: लागू करना
id: Menerapkan
ja: 申請を提出します
ko: 신청제출
ru: Применить
tr: Başvur
zh_hant: 提交申請

# 资料审核
source: Data review
es: Revisión de info
hi: डेटा समीक्षा
id: Tinjauan data
ja: 資料審査
ko: 자료심사
ru: Проверка данных
tr: Veri incelemesi
zh_hant: 資料審核

# 请主动与客服联系索要申请资料模板并完成填写，我们将在3个工作日内对您的商家申请资料进行审核。
source: Please contact customer service to request the application form and complete it, we will review your merchant application information within 3 working days.
es: Por favor, contacte con Atención al cliente para solicitar un formulario de solicitud y rellenelo. XT revisará su soliciturd dentro de los 3 días laborables siguientes.
hi: आवेदन पत्र का अनुरोध करने और उसे पूरा करने के लिए कृपया ग्राहक सेवा से संपर्क करें, हम 3 कार्य दिवसों के भीतर आपकी व्यापारी आवेदन जानकारी की समीक्षा करेंगे
id: Silakan hubungi layanan pelanggan untuk meminta formulir aplikasi dan melengkapinya, kami akan meninjau informasi aplikasi merchant Anda dalam waktu 3 hari kerja.
ja: カスタマーサービスに連絡し、アプリケーションテンプレートをリクエストして資料を完成させてください。3営業日以内に確認します。
ko: 사용자는 자발적으로 고객서비스에 연락하여 요청 자료 양식을 신청하고 작성을 완료해야 합니다. 저의는 3일 이내에 귀하의 사업자 신청 자료를 검토하겠습니다.
ru: Пожалуйста, свяжитесь со службой поддержки клиентов, чтобы запросить форму заявки и заполните ее, мы рассмотрим информацию о вашей заявке торговца в течение 3 рабочих дней.
tr: Başvuru formu talep etmek ve doldurmak için lütfen müşteri hizmetleri ile iletişime geçin, satıcı başvuru bilgilerinizi 3 iş günü içerisinde inceleyeceğiz.
zh_hant: 請主動與客服聯系索要申請資料模板並完成填寫，我們將在3個工作日內對您的商家申請資料進行審核。

# 《OTC服务协议》
source: OTC Service Agreement
es: Condiciones de servicio OTC
hi: OTC सेवा अनुबंध
id: Perjanjian Layanan OTC
ja: 「OTCサービス契約」
ko: <OTC서비스 협약>
ru: Соглашение о внебиржевом обслуживании
tr: OTC Hizmet Sözleşmesi
zh_hant: 《OTC服務協議》

# 我已阅读并同意《OTC服务协议》
source: I have read and accept OTC Service Agreement
es: He leído y acepto las Condiciones del servicio OTC
hi: मैंने OTC सेवा अनुबंध पढ़ और स्वीकार कर लिया है
id: Saya telah membaca dan menyetujui Perjanjian Layanan OTC
ja: 「OTCサービス契約」を読み、同意します
ko: 저는 <OTC서비스 협약>을 읽고 이에 동의합니다.
ru: Я прочитал и принимаю Соглашение о внебиржевом обслуживании
tr: OTC Hizmet Sözleşmesini okudum ve kabul ediyorum
zh_hant: 我已閱讀並同意《OTC服務協議》

# 认证商家申请
source: Verified merchant application
es: Solicitud de Vendedor verificadoVerified merchant application
hi: सत्यापित व्यापारी आवेदन
id: Aplikasi Merchant Terverifikasi
ja: 認定商人の申請
ko: 인증사업자신청
ru: Заявка проверена
tr: Doğrulanmış satıcı başvurusu
zh_hant: 認證商家申請

# 请阅读并同意《OTC服务协议》
source: Please read and accept OTC Service Agreement
es: Por favor, lea y acepte las Condiciones de Servicio OTC
hi: कृपया OTC सेवा अनुबंध पढ़ें और स्वीकार करें
id: Silakan baca dan setujui Perjanjian Layanan OTC
ja: 「OTCサービス契約」を読んで同意してください。
ko: <OTC서비스 협약>을 읽고 이에 동의하세요.
ru: Пожалуйста, прочитайте и примите Соглашение о внебиржевом обслуживании
tr: Lütfen OTC Hizmet Sözleşmesini okuyun ve kabul edin
zh_hant: 請閱讀並同意《OTC服務協議》

# 申请认证商家需要冻结 #amount# #coinName#，确定申请？
source: Applying for verified merchants will freeze #amount##coinName#, confirm the application?
es: La Solicitud de vendedor verificado congelará #amount##coinName#, ¿Desea seguir adelante con la solicitud?
hi: सत्यापित व्यापारियों के लिए आवेदन करने से #amount# #coinName# जमा हो जाएगा, आवेदन की पुष्टि करें?
id: Mendaftar untuk pedagang terverifikasi akan membekukan #amount##coinName#, konfirmasi aplikasi?
ja: 認定商人を申請するには、#amount# #coinName#を凍結する必要があります。申請しますか？
ko: 인증사업자 신청은 #amount# #coinName#을 동결해야 합니다. 신청을 진행하시겠습니까?
ru: Заявка на верифицированного мерчанта заморозит #amount##coinName#, подтвердите заявку?
tr: Onaylı satıcı olmak üzere başvurulduğunda #amount##coinName# dondurulacak, başvuru onaylansın mı?
zh_hant: 申請認證商家需要凍結 #amount# #coinName#，確定申請？

# 取消认证后需要重新提交资料认证，确定取消？
source: You need to re-submit the data after canceling the verification. Are you sure to cancel?
es: Es necesario volver a enviar la información si cancela la verificación. ¿Está seguro de que quiere seguir adelante con la cancelación?
hi: सत्यापन रद्द करने के बाद आपको डेटा फिर से जमा करना होगा। क्या आप निश्चित रूप से रद्द करना चाहते हैं?
id: Anda perlu mengirimkan ulang data setelah membatalkan verifikasi. Apakah Anda yakin untuk membatalkan?
ja: 認証をキャンセルした後、データ認証を再送信する必要があります。キャンセルしてもよろしいですか？
ko: 인증을 취소하면 자료를 다시 제출하여 인증을 해야 합니다. 취소하시겠습니까?
ru: Вам необходимо повторно отправить данные после отмены верификации. Вы уверены в отмене?
tr: Doğrulamayı iptal ettikten sonra verileri yeniden göndermeniz gerekir. İptal etmek istediğinizden emin misiniz?
zh_hant: 取消認證後需要重新提交資料認證，確定取消？

# 申请成功，我们会3个工作日内为您处理，请尽快提供相关材料
source: The application is submitted and we will handle it for you within 3 working days, please provide relevant data as soon as possible
es: La solicitud ha sido enviada. XT la procesará dentro de los 3 días laborables siguientes. Por favor, aporte cualquier información relevante en la mayor brevedad posible
hi: आवेदन जमा किया गया है और हम इसे 3 कार्य दिवसों के भीतर आपके लिए संभाल लेंगे, कृपया जितनी जल्दी हो सके प्रासंगिक डेटा प्रदान करें
id: Aplikasi diajukan dan kami akan menanganinya untuk Anda dalam waktu 3 hari kerja, harap berikan data yang relevan sesegera mungkin
ja: 申し込みが成功した場合、3営業日以内に処理します。できるだけ早く資料を提出してください。
ko: 신청성공! 근무일 3일 이내로 체리되오니 관련자료를 빠른 시일내에 제출해 주시기 바랍니다.
ru: Заявка подана, и мы обработаем ее для вас в течение 3 рабочих дней, пожалуйста, предоставьте соответствующие данные как можно скорее
tr: Başvuru gönderildi; 3 iş günü içinde sizin için çözüme kavuşturacağız, lütfen ilgili verileri mümkün olan en kısa sürede tarafımıza iletin
zh_hant: 申請成功，我們會3個工作日內為您處理，請盡快提供相關材料

# 银行卡
source: Bank card
es: Tarjeta bancaria
hi: बैंक कार्ड
id: kartu bank
ja: 銀行カード
ko: 은행카드
ru: Банковская карта
tr: Banka kartı
zh_hant: 銀行卡

# 支付宝
source: Alipay
zh_hant: 支付寶

# 微信
source: WeChat
zh_hant: 微信

# 银行卡卡号
source: Bank account
es: Cuenta bancaria
hi: बैंक खाता
id: Akun bank
ja: 銀行カード番号
ko: 은행카드번호
ru: Банковский счет
tr: Banka hesabı
zh_hant: 銀行卡卡號

# 支付宝账号
source: Alipay account
es: Cuenta de Alipay
hi: अलीपे खाता
id: Akun Alipay
ja: Alipayアカウント
ko: Alipay계정
ru: Счет Alipay
tr: Alipay hesabı
zh_hant: 支付寶賬號

# 微信号
source: WeChat account
es: Cuenta de WeChat
hi: वीचैट खाता
id: Akun WeChat
ja: WeChat アカウント
ko: WeChat계정
ru: Счет WeChat
tr: WeChat hesabı
zh_hant: 微信號

# 银行卡支付
source: Bank card payment
es: Pago por tarjeta bancaria
hi: Bank Card भुगतान
id: Pembayaran Kartu Bank
ja: 銀行カード支払い
ko: 은행카드결제
ru: Оплата банковской картой
tr: Banka kartıyla ödeme
zh_hant: 銀行卡支付

# 支付宝支付
source: Alipay payment
es: Pago por Alipay
hi: अलीपे भुगतान
id: Pembayaran Alipay
ja: Alipay支払い
ko: Alipay 결제
ru: Оплата Alipay
tr: Alipay ile ödeme
zh_hant: 支付寶支付

# 微信支付
source: WeChat payment
es: Pago por WeChat
hi: वीचैट भुगतान
id: Pembayaran WeChat
ja: WeChat支払い
ko: WeChat 결제
ru: Оплата через WeChat
tr: WeChat ile ödeme
zh_hant: 微信支付

# 添加
source: Add
es: Añadir
hi: जोड़ें
id: Tambah
ja: 追加
ko: 추가
ru: Добавить
tr: Ekle
zh_hant: 添加

# 选择收款方式
source: Select payment method
es: Seleccione método de pago
hi: भुगतान का तरीका चुनें
id: Pilih metode pembayaran
ja: 支払い方法を選択してください
ko: 입금방식을 선택해 주세요.
ru: Выберите способ оплаты
tr: Ödeme yöntemi seçin
zh_hant: 選擇收款方式

# 激活该支付方式
source: Activate the payment method
es: Activar método de pago
hi: भुगतान विधि सक्रिय करें
id: Aktifkan metode pembayaran
ja: この支払い方法を有効にする
ko: 해당 지불방식을 활성화해 주세요.
ru: Активируйте способ оплаты
tr: Ödeme yöntemini etkin hale getirin!
zh_hant: 激活該支付方式

# 真实姓名
source: Real name
es: Nombre real
hi: वास्तविक नाम
id: Nama asli
ja: 名前
ko: 실명
ru: Настоящее имя
tr: Gerçek ad
zh_hant: 真實姓名

# 选择银行
source: Choose bank
es: Elija banco
hi: Bank चुनना
id: Pilih Bank
ja: 銀行を選択
ko: 은행선택
ru: Выберите банк
tr: Banka seç
zh_hant: 選擇銀行

# 银行名称
source: Bank name
es: Nombre del Banco
hi: Bank नाम
id: Nama Bank
ja: 銀行名称
ko: 은행명
ru: Название банка
tr: Banka adı
zh_hant: 銀行名稱

# 银行卡号
source: Bank card number
es: Nº de tarjeta
hi: Bank card संख्या
id: Nomor kartu bank
ja: 銀行カード番号
ko: 은행카드번호
ru: Номер банковской карты
tr: Banka kartı numarası
zh_hant: 銀行卡號

# 请输入银行卡号
source: Please enter the bank card number
es: Por favor, introduzca en nº de tarjeta
hi: कृपया बैंक कार्ड नंबर दर्ज करें
id: Sila masukkan nomor kartu bank
ja: 銀行カード番号を入力してください
ko: 은행카드 번호를 입력해 주세요.
ru: Пожалуйста, введите номер банковской карты
tr: Lütfen banka kartı numarasını girin.
zh_hant: 請輸入銀行卡號

# 请输入支付宝账号
source: Please enter your Alipay account.
es: Por favor, introduzca su cuenta de Alipay
hi: कृपया अपना Alipay खाता दर्ज करें
id: Sila masukkan akun Alipay Anda
ja: Alipayアカウントを入力してください
ko: Alipay계정을 입력해 주세요.
ru: Пожалуйста, введите свой счет Alipay.
tr: Lütfen Alipay hesabınızı girin.
zh_hant: 請輸入支付寶賬號

# 收款码
source: Receiving QR code
es: Recibir Código QR
hi: QR code प्राप्त करना
id: Menerima QR Code
ja: コレクションコード
ko: 입금코드
ru: Получение QR-кода
tr: QR kodu getiriliyor
zh_hant: 收款碼

# 添加收款二维码（选填）
source: Add Payment QR Code (optional)
es: Añadir Código QR de Pago （opcional）
hi: भुगतान QR code जोड़ें (ऐच्छिक)
id: Tambahkan kode QR pembayaran (opsional)
ja: 支払いQRコードの追加（オプション）
ko: 입금 QR코드 추가(선택 기입)
ru: Добавить QR-код платежа (необязательно)
tr: Ödeme QR kodu ekleyin (opsiyonel)
zh_hant: 添加收款二維碼（選填）

# 请输入微信号
source: Please enter your wechat account
es: Por favor, introduzca su cuenta de Wechat
hi: कृपया अपना wechart खाता दर्ज करें
id: Sila masukkan akun WeChat Anda
ja: WeChatIDを入力してください
ko: WeChat계정을 입력해 주세요.
ru: Пожалуйста, введите ваш аккаунт wechat
tr: Lütfen WeChat hesabınızı girin
zh_hant: 請輸入微信號

# 请输入安全密码
source: Please enter your security password
es: Por favor, introduzca su contraseña de seguridad
hi: कृपया अपना सुरक्षा password दर्ज करें
id: Sila masukkan kata sandi keamanan Anda
ja: セキュリティコードを入力してください
ko: 보안번호를 입력해 주세요.
ru: Пожалуйста, введите пароль безопасности
tr: Lütfen güvenlik şifrenizi girin
zh_hant: 請輸入安全密碼

# 动态验证码
source: Dynamic code
es: Código dinámico
hi: गतिशील कोड
id: Kode dinamis
ja: 動的検証コード
ko: 동적인증번호
ru: Динамический код
tr: Dinamik kod
zh_hant: 動態驗證碼

# 请输入动态验证码
source: Please enter Dynamic code
es: Por favor, introduzca el Código Dinámico
hi: कृपया गतिशील कोड दर्ज करें
id: Sila masukkan kode dinamis
ja: 動的検証コードを入力してください
ko: 동적인증번호를 입력해 주세요.
ru: Пожалуйста, введите динамический код
tr: Lütfen Dinamik kodu girin
zh_hant: 請輸入動態驗證碼

# 请输入Google验证码
source: Please enter Google code
es: Por favor, introduzca el Código de Google
hi: कृपया Google code दर्ज करें
id: Sila masukkan kode google
ja: Google確認コードを入力してください
ko: Google인증번호를 입력해 주세요.
ru: Пожалуйста, введите код Google
tr: Lütfen Google kodunu girin
zh_hant: 請輸入Google驗證碼

# 删除
source: Delete
es: Borrar
hi: हटाएं
id: Hapus
ja: 削除
ko: 삭제
ru: Удалить
tr: Sil
zh_hant: 刪除

# 添加银行卡
source: Add a bank card
es: Añadir Tarjeta
hi: Bank card जोड़ें
id: Tambahkan kartu bank
ja: 銀行カードを追加する
ko: 은행카드 추가
ru: Добавить банковскую карту
tr: Banka kartı ekleyin
zh_hant: 添加銀行卡

# 添加支付宝
source: Add Alipay
es: Añadir Alipay
hi: Alipay जोड़ें
id: Tambahkan Alipay
ja: Alipayを追加する
ko: Alipay추가
ru: Добавить Alipay
tr: Alipay ekleyin
zh_hant: 添加支付寶

# 添加微信
source: Add WeChat
es: Añadir WeChat
hi: वीचैट जोड़ें
id: Tambahkan Wechat
ja: WeChatを追加する
ko: WeChat추가
ru: Добавить WeChat
tr: WeChat ekleyin
zh_hant: 添加微信

# 请选择银行
source: Select bank
es: Seleccione un banco
hi: बैंक चुनें
id: Pilih Bank
ja: 銀行を選択する
ko: 은행을 선택해 주세요.
ru: Выберите банк
tr: Banka seçin
zh_hant: 請選擇銀行

# 保存成功
source: Saved successfully
es: Guardado completado
hi: सफलतापूर्वक बचाया
id: Disimpan dengan sukses
ja: 正常に保存されました
ko: 저장완료
ru: Сохранено успешно
tr: Kaydetme başarılı
zh_hant: 保存成功
