Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 你当前委托价格低于市场价格的#priceRation#%，是否继续？
source: Your current price is lower than the market price #priceRation#%. Do you still want to place order?
es: El precio actual no alcanza el precio de mercado de #priceRation#%. ¿Quiere proseguir con la orden
hi: आपका वर्तमान मूल्य बाजार मूल्य #priceRation#% से कम है। क्या आप अभी भी ऑर्डर देना चाहते हैं?
id: Harga Anda lebih rendah dari harga pasar #priceRation#% Apakah Anda masih ingin melakukan pemesanan?
ja: 現在の注文価格が市場価格の#priceRation#％を下回っています。続行しますか？
ko: 귀하의 현재 주문가격은 시작가격#priceRation#%보다 낮습니다. 계속 주문을 진행하시겠습니까?
ru: Ваша текущая цена ниже рыночной цены #priceRation#%. Вы все еще хотите разместить ордер?
tr: Mevcut fiyatınız #priceRation#% olan piyasa fiyatının altında kalıyor. Hala sipariş vermek istiyor musunuz?
zh_hant: 妳當前委托價格低於市場價格的#priceRation#%，是否繼續？

# 你当前委托价格超过触发价的#priceRation#%，是否继续？
source: Your current price exceeds the trigger price of #priceRation#%. Do you still want to place order?
es: El precio actual excede la alerta de precio de #priceRation#%. ¿Quiere proseguir con la orden?
hi: आपका वर्तमान मूल्य #priceRation#% के ट्रिगर मूल्य से अधिक है। क्या आप अभी भी Order देना चाहते हैं?
id: Harga Anda melebihi harga pemicu #priceRation#%. Apakah Anda masih ingin melakukan pemesanan?
ja: 現在の注文価格がトリガー価格の#priceRation#％を超えています。続行しますか？
ko: 귀하의 현재 주문가격은 발동가격#priceRation#%을 초과하였습니다. 계속 주문을 진행하시겠습니까?
ru: Ваша текущая цена превышает цену срабатывания #priceRation#%. Вы все еще хотите разместить ордер?
tr: Mevcut fiyatınız #priceRation#% olan tetikleyici fiyatını aşıyor. Hala sipariş vermek istiyor musunuz?
zh_hant: 妳當前委托價格超過觸發價的#priceRation#%，是否繼續？

# 你当前委托价格低于触发价的#priceRation#%，是否继续？
source: Your current price is lower than the trigger price #priceRation#%. Do you still want to place order?
es: El precio actual no alcanza la alerta de precio de #priceRation#%. ¿Quiere proseguir con la orden?
hi: आपका वर्तमान मूल्य ट्रिगर मूल्य #priceRation#% से कम है। क्या आप अभी भी ऑर्डर देना चाहते हैं?
id: Harga Anda lebih rendah dari harga pemicu #priceRation#% Apakah Anda masih ingin melakukan pemesanan?
ja: 現在の注文価格がトリガー価格の#priceRation#％を下回っています。続行しますか？
ko: 귀하의 현재 주문가격은 발동가격#priceRation#%보다 낮습니다. 계속 주문을 진행하시겠습니까?
ru: Ваша текущая цена ниже цены срабатывания #priceRation#%. Вы все еще хотите разместить ордер?
tr: Mevcut fiyatınız #priceRation#% olan tetikleyici fiyatının altında kalıyor. Hala sipariş vermek istiyor musunuz?
zh_hant: 妳當前委托價格低於觸發價的#priceRation#%，是否繼續？

# 委托成功
source: Entrust successfully
es: Entrust completado
hi: सफलतापूर्वक सौंपे
id: Mempercayakan berhasil
ja: 委託しました
ko: 위탁 성공
ru: Поручено успешно!
tr: Havale başarılı
zh_hant: 委托成功

# 当风险率≤#ratio#%，账户将触发爆仓以归还借币和利息。
source: When the risk rate is ≤#ratio#%, the account will trigger a liquidation to return the loan and interest
es: Cuando el ratio de riesgo es ≤#ratio#%, la cuenta activará una liquidación the account will trigger a liquidation to return the loan and interest
hi: जब जोखिम दर ≤#ratio#% है, तो खाता ऋण और ब्याज वापस करने के लिए एक परिसमापन को ट्रिगर करेगा
id: Ketika tingkat risiko #rasio#%, akun akan memicu likuidasi untuk mengembalikan pinjaman dan bunga
ja: リスクレシオ≤#ratio#％の場合、アカウントは清算をトリガーして、借りた通貨と利息を返します。
ko: 위험률이 ≤#ratio#%이면 계정은 차용 된 코인과 이자를 반환하기 위해 청산을 시작합니다.
ru: Когда ставка риска составит ≤#priceRation#%, счет сработает на ликвидацию, чтобы вернуть кредит и проценты.
tr: Risk oranı ≤#ratio#% olduğunda, hesap krediyi ve faizi geri ödemek için likidasyon tetikleyecektir.
zh_hant: 當風險率≤#ratio#%，賬戶將觸發爆倉以歸還借幣和利息。

# 杠杆账户
source: Margin Account
es: Cuenta de Margin
hi: संचय खाता
id: Akun margin
ja: マージン
ko: 마진계정
ru: Маржинальный счет
tr: Marj Hesabı
zh_hant: 杠桿賬戶

# 可用
source: Available
es: Disponible
hi: उपलब्ध
id: Tersedia
ja: 利用可能
ko: 사용가능
ru: Доступно
tr: Uygun
zh_hant: 可用

# 冻结
source: Frozen
es: Congelado
hi: जमा हुआ
id: Beku
ja: 凍結
ko: 동결
ru: Заморожен
tr: Dondurulmuş
zh_hant: 凍結

# 已借
source: Loaned
es: Prestado
hi: उधार
id: Dipinjamkan
ja: 貸与
ko: 차용완료
ru: Кредитован
tr: Borç verilen
zh_hant: 已借

# 可借
source: Loan Limit
es: Límite de préstamo
hi: कर्ज़ा सीमा
id: Batas pinjaman
ja: 利用可能
ko: 차용가능
ru: Лимит займа
tr: Borç verme limiti
zh_hant: 可借

# 借币
source: Borrow
es: Obtenerr préstamo
hi: उधार
id: Meminjam
ja: 借りる
ko: 코인차용
ru: Занять
tr: Borç Al
zh_hant: 借幣

# 还币
source: Repay
es: Repagar
hi: चुकाने
id: Membayar kembali
ja: 返済
ko: 코인반납
ru: Погасить
tr: Geri Öde
zh_hant: 還幣

# 限价单
source: Limit Order
es: Límite de orden
hi: ऑर्डर सीमा
id: Batasi Pesanan
ja: 指値注文
ko: 지정가 주문
ru: Лимитный ордер
tr: Limit Emri
zh_hant: 限價單

# 市价单
source: Market Order
es: Orden de mercado
hi: बाजार ऑर्डर
id: Pesanan Pasar
ja: 成行注文
ko: 시장가 주문
ru: Рыночный ордер
tr: Piyasa Emri
zh_hant: 市價單

# 止盈止损单
source: Stop Order
es: Para orden
hi: ऑर्डर बंद करो
id: Hentikan Pesanan
ja: オーダーをストップ
ko: 손익중단 주문
ru: Тейк-профит Стоп-лосс Ордер
tr: Stop Emri
zh_hant: 止盈止損單

# 金额
source: Amount
es: Cantidad
hi: राशि
id: Jumlah
ja: 金額
ko: 금액
ru: Сумма
tr: Miktar
zh_hant: 金額

# 市价
source: Market price
es: Precio de mercado
hi: बाजार कीमत
id: Harga pasar
ja: マーケット金額
ko: 시장가격
ru: Рыночная цена
tr: Piyasa fiyatı
zh_hant: 市價

# 风险率
source: Risk Rate
es: Ratio de Riesgo
hi: जोखिम दर
id: Tingkat risiko
ja: リスクレート
ko: 위험률
ru: Ставка риска
tr: Risk Oranı
zh_hant: 風險率

# 强平价
source: Forced Liq. price
es: Precio forzado de liquidación
hi: जबरन चलनिधि मूल्य
id: Harga Liq Paksa
ja: 強制決済価格
ko: 강제청산가격
ru: Цена форсированного ликвида
tr: Zorunlu likidasyon fiyatı
zh_hant: 強平價

# 借币/还币
source: Borrow/Repay
es: Pedir pretado/Repagar
hi: उधार / चुकौती
id: Meminjam/membayar kembali
ja: 借りる/返済
ko: 코인차용/코인반납
ru: Занять/Выплатить
tr: Ödünç al/Geri öde
zh_hant: 借幣/還幣

# 触发价格
source: Trigger price
es: Precio de proceso automático
hi: ट्रिगर कीमत
id: Harga pemicu
ja: トリガー価格
ko: 발동가격
ru: Цена срабатывания
tr: Tetik fiyatı
zh_hant: 觸發價格

# 折合
source: Equivalent
es: Equivalente
hi: समकक्ष
id: Setara
ja: 交換
ko: 환산
ru: Эквивалент
tr: Eşdeğer
zh_hant: 折合

# 交易额
source: Vol
es: Volumen
hi: वॉल्यूम
ja: 取引金額
ko: 거래액
ru: Обьем
tr: Hacim
zh_hant: 交易額

# 再次轻触确认
source: Click again to confirm
es: Haga click de nuevo para confirmar
hi: पुष्टि करने के लिए फिर से क्लिक करें
id: Klik lagi untuk mengonfirmasi
ja: もう一度タップして確認します
ko: 다시 한 번 눌러 확인
ru: Нажмите еще раз для подтверждения
tr: Onaylamak için tekrar tıklayın
zh_hant: 再次輕觸確認

# 买入总价超过可用额度!
source: The purchase price amount exceeds the available amount
es: El precio de compra excede la cantidad disponible
hi: खरीद मूल्य राशि उपलब्ध राशि से अधिक है
id: Jumlah Harga Pembelian melebihi jumlah yang tersedia
ja: 合計購入価格が利用可能な割り当てを超えています。
ko: 매수 총금액이 사용가능 한도를 초과하였습니다.
ru: Сумма покупки превышает доступную сумму
tr: Satın alma fiyatı tutarı mevcut tutarı aşıyor
zh_hant: 買入總價超過可用額度!

# 卖出总数超过可用额度!
source: The sell amount exceeds the available amount
es: El cantidad de venta excede la cantidad disponible
hi: बिक्री राशि उपलब्ध राशि से अधिक है
id: Jumlah Jual melebihi jumlah yang tersedia
ja: 総販売数が利用可能な割り当てを超えています
ko: 매도 총금액이 사용가능 한도를 초과하였습니다.
ru: Сумма продажи превышает доступную сумму
tr: Satış tutarı mevcut tutarı aşıyor
zh_hant: 賣出總數超過可用額度!

# 价格或数量必须大于0
source: Price or Amount should greater than 0
es: El precio o la cantidad deben superiores a 0
hi: मूल्य या राशि 0 . से अधिक होनी चाहिए
id: Harga atau jumlah harus lebih besar dari 0
ja: 価格または数量は0より大きくなければなりません
ko: 가격 또는 수량은 0보다 커야합니다.
ru: Цена или Сумма должны быть больше 0
tr: Fiyat veya Tutar 0'dan büyük olmalıdır
zh_hant: 價格或數量必須大於0

# 请输入数量
source: Please enter the quantity
es: Por favor, introduzca la cantidad
hi: कृपया मात्रा दर्ज करें
id: Sila masukkan kuantitas
ja: 数量を入力してください
ko: 수량을 입력해 주세요.
ru: Пожалуйста, введите количество
tr: Lütfen miktarı girin
zh_hant: 請輸入數量

# 请输入触发价格
source: Please enter the trigger price
es: Por favor introduzca el precio de proceso automático
hi: कृपया ट्रिगर मूल्य दर्ज करें
id: Sila masukkan harga pelatuk
ja: トリガー価格を入力してください
ko: 발동가격을 입력해 주세요.
ru: Пожалуйста, введите цену срабатывания
tr: Lütfen tetikleyici fiyatını girin
zh_hant: 請輸入觸發價格

# 档
source: Tiers
es: Niveles
hi: स्तर
id: Tingkatan
ja: ティア
ko: 티어
ru: Уровни
tr: Katmanlar
zh_hant: 檔

# 默认
source: Default
es: Por defecto
hi: डिफ़ॉल्ट रूप से
ja: デフォルト
ko: 기본 설정
ru: По умолчанию
tr: Varsayılan
zh_hant: 默認

# 位小数
source: Fraction
es: Fracción
hi: अंश
id: Pecahan
ja: 小数位
ko: 소수자리
ru: Фракция
tr: Kesir
zh_hant: 位小數

# 显示档位
source: Positions
es: Posicioones
hi: स्थितियां
id: Posisi
ja: ポジション
ko: 포지션 표기
ru: Позиции
tr: Pozisyonlar
zh_hant: 顯示檔位

# 合并深度
source: Depth
es: Profundidad
hi: गहराई
id: Kedalaman
ja: デプス
ko: 거래 깊이
ru: Глубина
tr: Derinlik
zh_hant: 合並深度

# 全仓
source: Full
es: Por Completo
hi: पूर्ण
id: Penuh
ja: フル
ko: 계좌 금액 전부
ru: Полный
tr: Dolu
zh_hant: 全倉

# 全部委托
source: All Orders
es: Todas las órdenes
hi: सभी आदेश
id: Semua Pesanan
ja: すべての注文
ko: 모든 주문 위탁
ru: Все ордера
tr: Tüm Emirler
zh_hant: 全部委託

# 等待成交
source: Waiting for trading
es: Esperando el trading
hi: ट्रेडिंग की प्रतीक्षा में
id: Menunggu Perdagangan
ja: 少々お待ちください
ko: 체결대기
ru: Ожидание торговли
tr: İşlem için Bekliyor
zh_hant: 等待成交

# 已完成
source: Traded
es: Trading realizado
hi: कारोबार
id: Diperdagangkan
ja: 完了しました
ko: 완성
ru: Торговля
tr: Alım-Satım Yapılanlar
zh_hant: 已完成

# 已取消
source: Canceled
es: Cancelado
hi: रद्द
id: Dibatalkan
ja: キャンセルしました
ko: 취소완료
ru: Отменено
tr: İptal Edilenler
zh_hant: 已取消

# 结算中
source: Clearing
es: En liquidación
hi: छंटाई करना
id: Kliring
ja: 計算中
ko: 정산중
ru: Клиринг
tr: Temizleniyor
zh_hant: 結算中

# 撤销
source: Cancel
es: Cancelar
hi: रद्द करें
id: Batalkan
ja: キャンセル
ko: 철회
ru: Отмена
tr: İptal
zh_hant: 撤銷

# 委托价
source: Order Price
es: precio
hi: कीमत
id: harga
ja: オーダープライス
ko: 위탁가격
ru: Цена ордера
tr: Emir Fiyatı
zh_hant: 委托價

# 成交数量
source: Entry.Amount
es: Volumen
hi: वॉल्यूम
id: Vol.
ja: バリュー
ko: 체결수량
ru: Ввод.Сумма
tr: Giriş Tutarı
zh_hant: 成交數量

# 委托量
source: Order Vol
es: Cantidad
hi: राशि
id: Jumlah
ja: 数量
ko: 위탁량
ru: Объем ордера
tr: Emir Hacmi
zh_hant: 委托量

# 成交额
source: Turnover
es: Facturación
hi: कारोबार
id: Pergantian
ja: 売上高
ko: 거래액
ru: Оборот
tr: Ciro
zh_hant: 成交額

# 成交均价
source: Entry price
es: Precio medio
hi: औसत मूल्य
id: Harga rata-rata
ja: 平均価格
ko: 거래평균가격
ru: Цена входа
tr: Giriş fiyatı
zh_hant: 成交均價

# 未触发
source: Not triggered
es: Sin automatización
hi: नहीं किया गया
id: Tidak dipicu
ja: トリガーされない
ko: 미발동
ru: Не срабатывает
tr: Tetiklenmedi
zh_hant: 未觸發

# 广告管理
source: Advertisement Management
es: Gestión de anuncios
hi: विज्ञापन प्रबंधन
id: Manajemen iklan
ja: 広告管理
ko: 광고관리
ru: Управление рекламой
tr: Reklam Yönetimi
zh_hant: 廣告管理

# 发布
source: Publish
es: Publicar
hi: प्रकाशित करना
id: Menerbitkan
ja: 公開
ko: 발행
ru: Опубликовать
tr: Yayınlama
zh_hant: 發布

# 操作成功
source: Operation is successful
es: Operación completada
hi: सफल रहा
id: Operasi sukses
ja: 操作が完了しました
ko: 작업성공
ru: Операция успешна
tr: İşlem başarılı
zh_hant: 操作成功

# 交易市场
source: Trading market
es: Mercado de trading
hi: व्यापार मंडी
id: Pasar Perdagangan
ja: 取引マーケット
ko: 거래마켓
ru: Торговый рынок
tr: Alım-Satım Piyasası
zh_hant: 交易市場

# 可用余额
source: Available
es: Disponible
hi: उपलब्ध
id: Tersedia
ja: 利用可能
ko: 사용가능 잔액
ru: Доступно
tr: Uygun
zh_hant: 可用余額

# 交易数量
source: Volume
es: Volumen
hi: आयतन
ja: バリュー
ko: 거래수량
ru: Объем
tr: Hacim
zh_hant: 交易數量

# 限制
source: Limit
es: Límite
hi: सीमा
id: batasan
ja: リミット
ko: 제한
ru: Лимит
zh_hant: 限制

# 参考浮动价格
source: Reference floating price
es: Precio de referencia flotante
hi: संदर्भ अस्थायी मूल्य
id: Referensi harga mengambang
ja: 参照変動価格
ko: 변동가격 참고
ru: Справочная плавающая цена
tr: Referans değişken fiyat
zh_hant: 參考浮動價格

# 浮动价格设置
source: Set floating price
es: Seleccionar precio flotante
hi: अस्थायी मूल्य निर्धारित करें
id: Tetapkan harga mengambang
ja: フローティング価格設定
ko: 변동가격 설정
ru: Установить плавающую цену
tr: Değişken fiyatı belirleyin
zh_hant: 浮動價格設置

# 限制最低卖出价
source: Limit the minimum sell price
es: Limitar el precio mínimo de venta
hi: न्यूनतम बिक्री मूल्य सीमित करें
id: Batasi Harga Jual Minimum
ja: 最低販売価格を制限する
ko: 최저 매도 가격 제한
ru: Ограничить минимальную цену продажи
tr: Minimum satış fiyatını sınırlayın
zh_hant: 限制最低賣出價

# 限制最高买入价
source: Limit the maximum buy price
es: Limitar el precio máximo de compra
hi: अधिकतम खरीद मूल्य सीमित करें
id: Batasi harga beli maksimum
ja: 最大購入価格を制限する
ko: 최고 매입 가격 제한
ru: Ограничить максимальную цену покупки
tr: Maksimum alım fiyatını sınırlayın
zh_hant: 限制最高買入價

# 输入价格
source: Enter price
es: Introduzca precio
hi: कीमत दर्ज करें
id: Masukkan Harga
ja: 値段を入力してください。
ko: 가격입력
ru: Ввести цену
tr: Fiyat girin
zh_hant: 輸入價格

# 参考价格
source: Reference price
es: Precio de referencia
hi: सांदर्भिक मूल्य
id: Harga referensi
ja: 参考価格
ko: 참고가격
ru: Справочная цена
tr: Referans fiyatı
zh_hant: 參考價格

# 单笔最小成交数量
source: The minimum amount of a single transaction
es: Cantidad mínima por cada transacción
hi: एकल लेनदेन की न्यूनतम राशि
id: Jumlah minimum satu transaksi
ja: 1回の取引の最低額
ko: 단일 최소 거래 수량
ru: Минимальная сумма одной сделки
tr: Tek bir işlemin minimum tutarı
zh_hant: 單筆最小成交數量

# 最少
source: Minimum
es: Mínimo
hi: न्यूनतम
ja: 最小
ko: 최소
ru: Минимум
zh_hant: 最少

# 单笔最大成交数量
source: The maximum amount of a single transaction
es: Cantidad máxima por cada transacción
hi: एकल लेनदेन की अधिकतम राशि
id: Jumlah maksimum satu transaksi
ja: 1回の取引の最大額
ko: 단일 최대 거래 수량
ru: Максимальная сумма одной сделки
tr: Tek bir işlemin maksimum tutarı
zh_hant: 單筆最大成交數量

# 最多
source: Max
hi: मैक्स
id: Mak.
ja: 最大
ko: 최대
ru: Максимальная
tr: Maks
zh_hant: 最多

# 备注
source: Remark
es: Comentario
hi: टिप्पणी
id: Komentar
ja: 備考
ko: 비고
ru: Примечание
tr: Yorum
zh_hant: 備註

# 自动接单
source: Automatic take orders
es: Aceptación automática de órdenes
hi: स्वचालित आदेश लें
id: Menerima pesanan secara otomatis
ja: 自動注文
ko: 자동주문접수
ru: Автоматическое принятие ордеров
tr: Emirleri otomatik al
zh_hant: 自動接單

# 发布广告
source: Publish Advertisement
es: Publicar anuncio
hi: विज्ञापन प्रकाशित करें
id: Terbitkan Iklan
ja: 広告を掲載する
ko: 광고발행
ru: Публиковать рекламу
tr: Reklam Yayınlayın
zh_hant: 發布廣告

# 注意事项
source: Notes
es: Notas
hi: टिप्पणियाँ
id: Catatan
ja: 注意事項
ko: 주의사항
ru: Примечания
tr: Notlar
zh_hant: 註意事項

# 1.请务必收到货款后，再确认收款；
source: Please be sure to receive the payment before confirming the payment
es: Por favor, asegúrese de que recibe el pago antes de confirmar que lo ha recibido
hi: कृपया भुगतान की पुष्टि करने से पहले भुगतान प्राप्त करना सुनिश्चित करें
id: Harap pastikan untuk menerima pembayaran sebelum mengkonfirmasi pembayaran
ja: 1.入金確認後、ご確認ください
ko: 1.반드시 대금을 받은 후 입금을 확인하세요
ru: Пожалуйста, убедитесь в получении платежа перед подтверждением платежа
tr: Lütfen ödemeyi onaylamadan önce ödemeyi aldığınızdan emin olun.
zh_hant: 1.請務必收到貨款後，再確認收款；

# 2.请仔细核实款项来源及转账备注，以免银行卡被银行冻结；
source: Please carefully verify the source of the funds and the remarks of the transfer to prevent the bank card from being frozen by the bank
es: Por favor, revise con cuidado el origen de los fondos y los comentarios de la transferencia para prevenir que la tarjeta bancaria sea congelada por el banco
hi: बैंक कार्ड को बैंक द्वारा frozen होने से बचाने के लिए कृपया धन के स्रोत और हस्तांतरण की टिप्पणियों को ध्यान से सत्यापित करें
id: Harap hati-hati memverifikasi sumber dana dan keterangan transfer untuk mencegah kartu bank dibekukan oleh bank
ja: 2.銀行カードが銀行によって凍結されないように、資金源と転送メモを注意深く確認してください。
ko: 2.은행카드가 은행에 의해 동결되지 않기 위해서는 반드시 출금 출처 및 계좌이체 비고를 자세히 확인하세요.
ru: Пожалуйста, тщательно проверяйте источник средств и примечания к переводу, чтобы банковская карта не была заморожена банком
tr: Banka kartının banka tarafından dondurulmasını önlemek için lütfen paranın kaynağını ve havalenin açıklamalarını titizlikle doğrulayın.
zh_hant: 2.請仔細核實款項來源及轉賬備註，以免銀行卡被銀行凍結；

# 3.如不填写最低价,市场剧烈波动情况下可能会造成资产损失；
source: If you do not fill in the lowest price, the market may cause asset losses in case of severe market fluctuation
es: Si no introduce el precio mínimo, puede incurrir en una pérdida de activos si se produce una fluctuación aguda del mercado
hi: यदि आप सबसे कम कीमत नहीं भरते हैं, तो बाजार में गंभीर उतार-चढ़ाव की स्थिति में बाजार संपत्ति के नुकसान का कारण बन सकता है
id: Jika Anda tidak mengisi harga terendah, pasar dapat menyebabkan kerugian aset jika terjadi fluktuasi pasar yang parah
ja: 3.最低価格を記入しないと、市場は激しい市場変動の下で資産損失を引き起こす可能性があります。
ko: 3. 최저 가격을 입력하지 않을 경우, 시장 변동에 의해 자산손실이 발생할 수 있습니다.
ru: Если вы не заполните самую низкую цену, то в случае сильных колебаний рынка это может привести к потерям активов
tr: En düşük fiyat kısmını doldurmazsanız, şiddetli dalgalanma durumlarında piyasa, varlık kayıplarına neden olabilir
zh_hant: 3.如不填寫最低價,市場劇烈波動情況下可能會造成資產損失；

# 4.您当前报价发布后每3分钟更新一次。
source: Your current price quotation is updated every 3 minutes after it is published
es: La estimación de precio actual se actualiza cada 3 minutos tras cada publicación
hi: आपका वर्तमान मूल्य उद्धरण प्रकाशित होने के बाद हर 3 मिनट में अपडेट किया जाता है
id: Kutipan harga Anda saat ini diperbarui setiap 3 menit setelah dipublikasikan
ja: 4.現在の見積もりがリリースされてから3分ごとに更新します
ko: 4. 현재 견적은 게시 후 3 분마다 업데이트됩니다.
ru: Ваша текущая ценовая котировка обновляется каждые 3 минуты после ее публикации
tr: Mevcut fiyat teklifiniz yayınlandıktan sonra her 3 dakikada bir güncellenir
zh_hant: 4.您當前報價發布後每3分鐘更新壹次。

# 请输入交易数量
source: Please enter the trading quantity
es: Por favor, introduzca la cantidad de tradding
hi: कृपया व्यापार मात्रा दर्ज करें
id: Sila masukkan jumlah perdagangan
ja: 取引件数を入力してください
ko: 거래 수량을 입력해 주세요.
ru: Пожалуйста, введите торговое количество
tr: Lütfen satın alım-satım miktarını girin
zh_hant: 請輸入交易數量

# 可用余额不足
source: Insufficient available balance
es: Balance existente insuficiente
hi: अपर्याप्त उपलब्ध शेष राशि
id: Saldo yang tersedia tidak cukup
ja: 残高不足
ko: 사용가능 잔액이 부족합니다.
ru: Недостаточный доступный баланс
tr: Yetersiz bakiye
zh_hant: 可用余額不足

# 请输入最低卖出价
source: Limit the minimum sell price
es: Limitar el precio mínimo de venta
hi: न्यूनतम बिक्री मूल्य सीमित करें
id: Batasi harga jual minimum
ja: 最低販売価格を入力してください
ko: 최저 매수가격을 입력해 주세요.
ru: Ограничьте минимальную цену продажи
tr: Minimum satış fiyatını sınırlayın
zh_hant: 請輸入最低賣出價

# 请输入最高买入价
source: Limit the maximum buy price
es: Limitar el precio máximo de venta
hi: अधिकतम खरीद मूल्य सीमित करें
id: Batasi harga beli maksimum
ja: 最高購入価格を入力してください
ko: 최대 매입가격을 입력해 주세요.
ru: Ограничение максимальной цены покупки
tr: Maksimum alım fiyatını sınırlayın
zh_hant: 請輸入最高買入價

# 请输入价格
source: Please enter price
es: Por favor, introduzca el precio
hi: कृपया कीमत दर्ज करें
id: Sila masukkan harga
ja: 価格を入力してください
ko: 가격을 입력해 주세요.
ru: Пожалуйста, введите цену
tr: Lütfen fiyatı girin
zh_hant: 請輸入價格

# 请输入单笔最小成交数量
source: The minimum amount of a single transaction
es: Cantidad mínima por cada transacción
hi: एकल लेनदेन की न्यूनतम राशि
id: Jumlah minimum satu transaksi
ja: 単一取引の最小数量を入力してください
ko: 단일 최소 거래 수량을 입력해 주세요
ru: Минимальная сумма одной сделки
tr: Tek bir işlemin minimum tutarı
zh_hant: 請輸入單筆最小成交數量

# 单笔最小成交数量最少限制#amount##coinName#
source: The minimum number of single transactions is limited at least #amount##coinName#
es: Nª mínimo de transacciones está limitado al menoss #amount##coinName#
hi: एकल लेनदेन की न्यूनतम संख्या कम से कम सीमित है#amount##coinName#
id: Jumlah minimum transaksi tunggal dibatasi setidaknya #amount##coinName#
ja: 単一のトランザクションの最小量は、最小の#amount##coinName#
ko: 단일 주문 최소 거래 수량 최소 제한 #amount##coinName#
ru: Минимальное количество единичных транзакций ограничено по крайней мере #amount##coinName#
tr: Minimum tek bir işlem sayısı en az #amount##coinName# ile sınırlıdır
zh_hant: 單筆最小成交數量最少限制#amount##coinName#

# 请输入单笔最大成交数量
source: Please enter the maximum amount of a single transaction
es: Por favor, introduzca la cantidad máxima por cada transacción
hi: कृपया एकल लेनदेन की अधिकतम राशि दर्ज करें
id: Sila masukkan jumlah maksimum satu transaksi
ja: 単一の最大取引数量を入力してください
ko: 단일 주문 최대 거래 수량을 입력해 주세요
ru: Пожалуйста, введите максимальную сумму одной транзакции
tr: Tek bir işlemin maksimum tutarını girin
zh_hant: 請輸入單筆最大成交數量

# 单笔最大成交数量最多限制#amount##coinName#
source: The maximum number of single transactions is limited at most #amount##coinName#
es: Nº máximo por cada transacción está límitado a un máximo de #amount##coinName#
hi: एकल लेन-देन की अधिकतम संख्या अधिकतम #amount##coinName# तक सीमित है
id: Jumlah maksimum transaksi tunggal dibatasi paling banyak #amount##coinName#
ja: 単一のトランザクションの最大数は制限されています#amount##coinName#
ko: 단일 주문 최대 체결 수량에 대한 최대 제한#amount##coinName#
ru: Максимальное количество единичных транзакций ограничено не более чем #amount##coinName#
tr: Maksimum tek bir işlem sayısı en çok #amount##coinName# ile sınırlıdır
zh_hant: 單筆最大成交數量最多限制#amount##coinName#

# 单笔最小成交数量不能大于单笔最大成交数量
source: The minimum amount of a single transaction cannot be greater than the maximum amount of a single transaction
es: La cantidad mínima por transacción no puede ser mayor que el la cantidad máxima por transacción seleccionado
hi: एकल लेनदेन की न्यूनतम राशि एकल लेनदेन की अधिकतम राशि से अधिक नहीं हो सकती
id: Jumlah minimum satu transaksi tidak boleh lebih besar dari jumlah maksimum satu transaksi
ja: 単一の最小トランザクション量は、単一の最大トランザクション量を超えることはできません。
ko: 단일 주문 최소 체결 수량은 단일 최대 체결 수량 보다 클 수 없습니다.
ru: Минимальная сумма одной транзакции не может быть больше максимальной суммы одной транзакции
tr: Tek bir işlemin minimum tutarı, tek bir işlemin maksimum tutarından büyük olamaz
zh_hant: 單筆最小成交數量不能大於單筆最大成交數量

# 提交成功
source: Submit successfully
es: Envío completado
hi: सफलतापूर्वक सबमिट करें
id: Kirim sukses
ja: 正常に送信されました
ko: 제출성공
ru: Отправить успешно
tr: Başarıyla gönderildi
zh_hant: 提交成功

# 选择交易市场
source: Select trading market
es: Seleccionar mercado de trading
hi: व्यापार बाजार का चयन करें
id: Pilih Pasar Perdagangan
ja: 取引市場を選択する
ko: 거래마켓 선택
ru: Выберите торговый рынок
tr: Alım-satım piyasasını seçin
zh_hant: 選擇交易市場

# 安全验证
source: Security verification
es: Verificación de seguridad
hi: सुरक्षा का सत्यापन
id: Verifikasi keamanan
ja: 安全性の検証
ko: 보안인증
ru: Проверка безопасности
tr: Güvenlik doğrulaması
zh_hant: 安全驗證

# 本次操作需要输入安全密码
source: This operation needs the security password
es: Esta operación requiere introducir la contraseña de seguridad
hi: के लिए सुरक्षा pasword की आवश्यकता है
id: Operasi ini membutuhkan kata sandi keamanan
ja: この操作にはセキュリティパスワードが必要です
ko: 본 작업은 보안번호를 입력해야 합니다.
ru: Для этой операции необходим пароль безопасности
tr: Bu işlem güvenlik şifresi gerektiriyor
zh_hant: 本次操作需要輸入安全密碼

# 单价
source: Price
es: Precio
hi: कीमत
id: Harga
ja: プライス
ko: 단가
ru: Цена
tr: Fiyat
zh_hant: 單價

# 买家昵称
source: Buyer alias
es: Alias del comprador
hi: खरीदार उपनाम
id: Alias Pembeli
ja: 購入者のニックネーム
ko: 구매자 닉네임
ru: Псевдоним покупателя
tr: Alıcı takma adı
zh_hant: 買家昵稱

# 买家实名
source: Buyer’ s real name
es: Nombre real del comprador
hi: खरीदार का असली नाम
id: Nama asli pembeli
ja: 購入者の本名
ko: 구매자 실명
ru: Настоящее имя покупателя
tr: Alıcının gerçek ismi
zh_hant: 買家實名

# 订单号
source: Order number
es: nº de orden
hi: क्रम संख्या
id: Nomor pesanan
ja: 注文番号
ko: 주문번호
ru: Номер ордера
tr: Emir numarası
zh_hant: 訂單號

# 下单时间
source: Order time
es: Tiempo de la orden
hi: आदेश का समय
id: Waktu pesanan
ja: 注文時間
ko: 주문시간
ru: Время ордера
tr: Emir zamanı
zh_hant: 下單時間

# 收款方式
source: Payment method
es: Método de pago
hi: भुगतान का तरीका
id: Cara Pembayaran
ja: 支払方法
ko: 입금방식
ru: Способ оплаты
tr: Ödeme yöntemi
zh_hant: 收款方式

# 汇款备注
source: Remittance remarks
es: Comentarios del remitente
hi: प्रेषण टिप्पणी
id: Catatan pengiriman uang
ja: 送金メモ
ko: 송금비고
ru: Примечания к переводу
tr: Havale açıklamaları
zh_hant: 匯款備註
