Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 登录/注册
source: Login/Sign Up
es: Login/Crear cuenta
hi: लॉगिन या साइन अप करें
ja: ログイン/アカウント作成
ko: 로그인/가입
ru: Войти/Зарегистрироваться
tr: Giriş Yap/Kayıt Ol
zh_hant: 登錄/註冊

# 赚佣金
source: Rebate
es: Reembolso
hi: छूट
id: Potongan harga
ja: リベート
ko: 커미션 벌기
ru: Вознаграждение
tr: Geri Ödeme
zh_hant: 賺傭金

# 敬请期待
source: Coming soon
es: Próximamente
hi: जल्द आ रहा है
id: Segera akan datang
ja: どうぞご期待ください。
ko: 컴밍순
ru: Скоро
tr: Yakında
zh_hant: 敬請期待

# 充币
source: Deposit
es: Depósito
hi: जमा
ja: デポジット
ko: 코인입금
ru: Депозит
tr: Yatır
zh_hant: 充幣

# 快讯
source: News
es: Noticias
hi: समाचार
id: Berita
ja: ニュース
ko: 뉴스
ru: Новости
tr: Haberler
zh_hant: 快訊

# 客服
source: Help
es: Ayuda
hi: मदद
id: Bantuan
ja: ヘルプ
ko: 고객 서비스
ru: Помощь
tr: Vivid S5'in
zh_hant: 客服

# 涨幅榜
source: Gainers
es: Ganadores
hi: लाभार्थी
ja: 値上がりランキング
ko: 상승폭
ru: Выигравшие
tr: Kazananlar
zh_hant: 漲幅榜

# 跌幅榜
source: Losers
es: Perdedores
hi: हारने वाले
ja: 値下がりランキング
ko: 하락폭
ru: Проигравшие
tr: Kaybedenler
zh_hant: 跌幅榜

# 24H成交量
source: 24h Vol
es: Vol 24h
hi: 24 घंटे वॉल्यूम
id: 24j Vol.
ja: 24時間ボリューム
ko: 24H 체결량
ru: Обьем за 24ч
tr: 24 saatlik hacim
zh_hant: 24H成交量

# 返回
source: Back
es: Atrás
hi: पीछे
id: Kembali
ja: 戻る
ko: 돌아가기
ru: Назад
tr: Geri
zh_hant: 返回

# 登录成功
source: Login successfully
es: Login exitoso
hi: सफलतापूर्वक लॉगिन करें
id: Login sukses
ja: ログイン成功
ko: 로그인 성공
ru: Успешно зашли в системц
tr: Giriş başarılı
zh_hant: 登錄成功

# 密码为6到20位的数字、字母或特殊字符组合
source: Password should be 6 to 20 digits, numbers, letters or special characters
es: La contraseña debe tener entre 6 y 20 dígitos. Números, letras o caracteres especiales
hi: पासवर्ड 6 से 20 अंक, अंक, अक्षर या विशेष वर्ण होने चाहिए
id: Kata sandi harus terdiri dari 6 hingga 20 digit, angka, huruf, atau karakter khusus
ja: パスワードは、6〜20桁、文字、または特殊文字の組み合わせです。
ko: 비밀번호는 6~20자리의 숫자, 자모와 특수부호로 구성되여야 합니다.
ru: Пароль должен состоять из 6-20 знаков, цифр, букв или специальных символов
tr: Şifre 6 ila 20 rakam, sayı, harf veya özel karakterden oluşmalıdır
zh_hant: 密碼為6到20位的數字、字母或特殊字符組合

# 密码不能为空
source: Password cannot be empty
es: Contraseña no puede estar vacío
hi: पासवर्ड खाली नहीं हो सकता
id: Kata sandi tidak boleh kosong
ja: パスワードを空白にすることはできません。
ko: 비밀번호를 비워둘 수 없습니다.
ru: Пароль не может быть пустым
tr: Şifre boş bırakılamaz
zh_hant: 密碼不能為空

# 手机号码不能为空
source: Phone number cannot be empty
es: El nº de teléfono no puede estar vacío
hi: फ़ोन नंबर फ़ील्ड खाली नहीं हो सकता
id: Nomor telepon tidak boleh kosong
ja: 電話番号を空白にすることはできません。
ko: 휴대폰번호를 비워둘 수 없습니다.
ru: Номер телефона не может быть пустым
tr: Telefon numarası boş bırakılamaz
zh_hant: 手機號碼不能為空

# 邮箱格式不对
source: The format of email is wrong
es: El formato del email no es correcto
hi: ईमेल का प्रारूप गलत है
id: Format email salah
ja: メールアドレスの形式が間違っています。
ko: 잘못된 이메일 형식입니다.
ru: Неправильный формат электронной почты
tr: E-postanın formatı yanlış
zh_hant: 郵箱格式不對

# 邮箱不能为空
source: Email address cannot be empty
es: El email no puede estar vacío
hi: ईमेल पता खाली नहीं हो सकता
id: Alamat email tidak boleh kosong
ja: メールアドレスを空白にすることはできません。
ko: 이메일를 비워둘 수 없습니다.
ru: Адрес электронной почты не может быть пустым
tr: E-posta adresi boş bırakılamaz
zh_hant: 郵箱不能為空

# 手机号码或邮箱不能为空
source: Phone number or email cannot be empty
es: El nº de teléfono no puede estar vacío
hi: फ़ोन नंबर फ़ील्ड या ईमेल फ़ील्ड खाली नहीं हो सकता
id: Nomor telepon atau email tidak boleh kosong
ja: 携帯電話番号または電子メールを空にすることはできません。
ko: 휴대폰 번호 또는 이메일은 비워둘 수 없습니다.
ru: Номер телефона или адрес электронной почты не могут быть пустыми
tr: Telefon numarası veya e-posta boş bırakılamaz
zh_hant: 手機號碼或郵箱不能為空

# 注册
source: Register
es: Registrarse
hi: रजिस्टर
id: Daftar
ja: アカウント作成
ko: 가입
ru: Зарегистрируйтесь
tr: Kayıt ol
zh_hant: 註冊

# 登录
source: Login
hi: लॉग इन करें
ja: ログイン
ko: 로그인
ru: вход
tr: giriş yap
zh_hant: 登錄

# 忘记密码?
source: Forget password?
es: ¿Ha olvidado la contraseña?
hi: पासवर्ड भूल गए?
id: Lupa kata sandi?
ja: パスワードを忘れました。
ko: 비밀번호를 잊으셨나요?
ru: Забыли пароль?
tr: Şifrenizi mi unuttunuz?
zh_hant: 忘記密碼?

# 密码
source: Login password
es: Contraseña login
hi: लॉग इन पासवर्ड
id: Kata sandi login
ja: パスワード
ko: 비밀번호
ru: Пароль для входа
tr: Giriş şifresi
zh_hant: 密碼

# 邮箱地址
source: E-mail
hi: ई-मेल
ja: メールアドレス
ko: 이메일 주소
ru: Электронная почта
tr: E-posta
zh_hant: 郵箱地址

# 验证码
source: Code
es: Código
hi: कोड
id: Kode
ja: 認証コード
ko: 인증번호
ru: Код
tr: Kod
zh_hant: 驗證碼

# 确认密码
source: Confirm password
es: Confirmar contraseña
hi: पासवर्ड की पुष्टि करें
id: Konfirmasi kata sandi
ja: パスワードを確認する
ko: 비밀번호 확인
ru: Подтвердите пароль
tr: Şifreyi onayla
zh_hant: 確認密碼

# 邀请码(选填)
source: Referral Code (Optional)
es: Código de referido （Opcional）
hi: रेफरल कोड (वैकल्पिक)
id: Kode Referral (Opsional)
ja: 紹介コード（オプション）
ko: 요청코드(선택 기입)
ru: Реферальный код (необязательно)
tr: Referans kodu (Opsiyonel)
zh_hant: 邀請碼(選填)

# 完成注册
source: Register
es: Registrarse
hi: रजिस्टर
id: Daftar
ja: アカウント登録を完成する
ko: 가입완료
ru: Зарегистрироваться
tr: Kayıt ol
zh_hant: 完成註冊

# 验证码发送成功
source: Code sent
es: Código enviado
hi: कोड भेजा गया
id: Kode terkirim
ja: 認証コードを送信しました
ko: 인증번호 발송 성공
ru: Код отправлен
tr: Kod gönderildi
zh_hant: 驗證碼發送成功

# 注册成功
source: Register successfully
es: Registro completado
hi: सफलतापूर्वक पंजीकृत
id: Daftar sukses
ja: アカウントを作成しました
ko: 가입성공
ru: Регистрация прошла успешно
tr: Kayıt olma başarılı
zh_hant: 註冊成功

# 确认密码不能为空
source: Confirm password cannot be empty
es: Confirmar contraseña no puede estar vacío
hi: पासवर्ड की पुष्टि करें फ़ील्ड खाली नहीं हो सकती
id: Konfirmasi kata sandi tidak boleh kosong
ja: パスワードを空白にすることはできません
ko: 비밀번호 확인을 비워둘 수 없습니다.
ru: Подтверждающий пароль не может быть пустым
tr: Şifre onayı boş bırakılamaz
zh_hant: 確認密碼不能為空

# 密码不一致
source: Passwords don't match
es: Las contraseñas no coinciden
hi: पासवर्ड मेल नहीं खाते
id: Kata sandi tidak cocok
ja: パスワードが一致しません。
ko: 비밀번호가 일치하지 않습니다.
ru: Пароли не совпадают
tr: Şifreler eşleşmiyor
zh_hant: 密碼不壹致

# 设置安全密码
source: Set security password
es: Configurar contraseña de seguridad
hi: सुरक्षा पासवर्ड सेट करें
id: Tetapkan kata sandi keamanan
ja: セキュリティパスワードを設定する
ko: 보안번호 설정
ru: Установите пароль безопасности
tr: Güvenlik şifresini belirle
zh_hant: 設置安全密碼

# 异地登录验证
source: New Location login Authentication
es: Autenticación de localización de login nueva
hi: नया स्थान लॉगिन प्रमाणीकरण
id: Otentikasi Login Lokasi Baru
ja: 遠隔ログイン認証
ko: 원격 로그인 인증
ru: Аутентификация при входе в новое местоположение
tr: Yeni Konumda Oturum Açma Kimlik Doğrulaması
zh_hant: 異地登錄驗證

# Google验证码验证
source: Google Authentication
hi: गूगल प्रमाणीकरण
id: Otentikasi Google
ja: Google認証コード認証
ko: Google인증번호로 인증하기
ru: Аутентификация Google
zh_hant: Google驗證碼驗證

# 安全密码
source: Security password
es: Contraseña de seguridad
hi: सुरक्षा पासवर्ड
id: Kata sandi keamanan
ja: セキュリティパスワード
ko: 보안번호
ru: Пароль безопасности
tr: Güvenlik şifresi
zh_hant: 安全密碼

# 动态验证
source: Dynamic Verification
es: Verificación dinámica
hi: डायनेमिक वेरिफिकेशन
id: Verifikasi dinamis
ja: 動的検証
ko: 동적 인증
ru: Динамическая верификация
tr: Dinamik Doğrulama
zh_hant: 動態驗證

# Google验证码
source: Google code
es: Código de Google
hi: गूगल कोड
id: Kode Google
ja: Google認証コード
ko: Google 인증번호
ru: Код Google
tr: Google kodu
zh_hant: Google驗證碼

# 确认安全密码
source: Conform security password
es: Confirmar contraseña de seguridad
hi: सुरक्षा पासवर्ड की पुष्टि करें
id: Konfirmasi kata sandi keamanan
ja: 安全パスワードを確認する
ko: 보안번호 확인
ru: Подтвердить пароль безопасности
tr: Güvenlik şifresini onayla
zh_hant: 確認安全密碼

# 提交
source: Submit
es: Enviar
hi: जमा करें
id: Kirim
ja: 提出する
ko: 제출
ru: Отправить
tr: Gönder
zh_hant: 提交

# 安全密码不能为空
source: Security password cannot be empty
es: Contraseña de seguridad no puede estar vacío
hi: सुरक्षा पासवर्ड फ़ील्ड खाली नहीं हो सकती
id: Kata sandi keamanan tidak boleh kosong
ja: セキュリティパスワードを空白にすることができません。
ko: 보안번호를 비워둘 수 없습니다.
ru: Пароль безопасности не может быть пустым
tr: Güvenlik şifresi boş bırakılamaz
zh_hant: 安全密碼不能為空

# 安全密码为6到20位的数字、字母或特殊字符组合
source: Security password should be 6 to 20 digits, numbers, letters or special characters
es: La contraseña de Seguridad debe tener entre 6 y 20 dígitos. Números letras y caracteres especiales
hi: सुरक्षा पासवर्ड 6 से 20 अंक, संख्या, पत्र या विशेष वर्ण होना चाहिए
id: Kata sandi keamanan harus terdiri dari 6 hingga 20 digit, angka, huruf, atau karakter khusus
ja: セキュリティパスワードは、6〜20桁、文字、または特殊文字の組み合わせです。
ko: 보안번호는 6~20자리의 숫자, 자모 또는 특수부호로 구성되여야 합니다.
ru: Пароль безопасности должен состоять из 6-20 цифр, цифр, букв или специальных символов
tr: Güvenlik şifresi 6 ila 20 rakam, sayı, harf veya özel karakterden oluşmalıdır
zh_hant: 安全密碼為6到20位的數字、字母或特殊字符組合

# 确认安全密码不能为空
source: Security password cannot be empty
es: Contraseña de seguridad no puede estar vacío
hi: सुरक्षा पासवर्ड फ़ील्ड खाली नहीं हो सकती
id: Kata sandi keamanan tidak boleh kosong
ja: セキュリティパスワードを空白にできないことを確認する
ko: 보안번호 확인을 비워둘 수 없습니다.
ru: Пароль безопасности не может быть пустым
tr: Güvenlik şifresi boş bırakılamaz
zh_hant: 確認安全密碼不能為空

# 动态验证码不能为空
source: Dynamic code cannot be empty
es: Código dinámico no puede estar vacío
hi: डायनामिक कोड फ़ील्ड खाली नहीं हो सकता
id: Kode dinamis tidak boleh kosong
ja: 動的検証コードを空白にすることはできません
ko: 동적 인증번호를 비워둘 수 없습니다.
ru: Динамический код не может быть пустым
tr: Dinamik kod boş bırakılamaz
zh_hant: 動態驗證碼不能為空

# Google验证码不能为空
source: Google verification code cannot be empty
es: Código de verificación de Google no puede estar vacío
hi: गूगल सत्यापन कोड खाली नहीं हो सकता
id: Kode Verifikasi Google tidak boleh kosong
ja: Google確認コードを空にすることはできません
ko: Google인증번호를 비워둘 수 없습니다.
ru: Код проверки Google не может быть пустым
tr: Google doğrulama kodu boş olamaz
zh_hant: Google驗證碼不能為空

# 设置成功
source: Setting successfully
es: Configuración completada
hi: सफलतापूर्वक सेट करें
id: Pengaturan sukses
ja: 設定しました
ko: 설정성공
ru: Настройка прошла успешно
tr: Ayarlar başarıyla kaydedildi
zh_hant: 設置成功

# 忘记密码
source: Forget the password
es: Olvidar la contraseña
hi: पासवर्ड भूल गए?
id: Lupakan kata sandi
ja: パスワードを忘れました。
ko: 비밀번호 찾기
ru: Забыли пароль
tr: Şifremi unuttum
zh_hant: 忘記密碼

# 设置新密码
source: Set a new password
es: Configurar nueva contraseña
hi: नया पासवर्ड सेट करें
id: Tetapkan kata sandi baru
ja: 新しいパスワードを設定します
ko: 새 비밀번호 설정
ru: Установите новый пароль
tr: Yeni şifre belirle
zh_hant: 設置新密碼

# 确认新密码
source: Confirm new password
es: Confirmar nueva contraseña
hi: नए पासवर्ड की पुष्टि करें
id: Konfirmasi kata sandi baru
ja: 新しいパスワードを確認する
ko: 새 비밀번호 확인
ru: Подтвердите новый пароль
tr: Yeni şifreyi onayla
zh_hant: 確認新密碼

# 修改成功
source: Change Successfully
es: Cambio completado
hi: सफलतापूर्वक बदला गया
id: Perubahan sukses
ja: 修正しました
ko: 수정성공
ru: Изменение успешно
tr: Başarıyla Değiştirildi
zh_hant: 修改成功

# 搜索
source: Search
es: Buscar
hi: खोज
id: Penelusuran
ja: 検索する
ko: 검색
ru: Поиск
tr: Ara
zh_hant: 搜索

# 选择分区号
source: Select country code
es: Elegir código de país
hi: देश कोड चुनें
id: Pilih Kode Negara
ja: パーティション番号を選択
ko: 지역번호 선택
ru: Выберите код страны
tr: Ülke kodu seçin
zh_hant: 選擇分區號

# 手机号码
source: Phone
es: Teléfono
hi: फ़ोन
id: Nomor telepon
ja: 携帯番号
ko: 휴대폰 번호
ru: Телефон
tr: Telefon
zh_hant: 手機號碼

# 发送
source: Send
es: Enviar
hi: भेजें
id: Kirim
ja: 送信する
ko: 전송
ru: Отправить
tr: Gönder
zh_hant: 發送

# 买入开多
source: Buy Long
es: Abrir largo
hi: लंबे समय के लिए खुला
id: Buka long
ja: ロング
ko: 롱 포지션
ru: Купить длинную
tr: Uzun Satın Al
zh_hant: 買入開多

# 卖出开空
source: Sell Short
es: Abrir corta
hi: संक्षेप में खोलें
id: Buka short
ja: ショート
ko: 숏 포지션
ru: Продать короткую
tr: Kısa Sat
zh_hant: 賣出開空

# 深度
source: Depth
es: Profundidad
hi: मध्यमार्ग
id: Kedalaman
ja: デプス
ko: 거래깊이
ru: Глубина
tr: Derinlik
zh_hant: 深度

# 买卖
source: Trading
es: Movimientos de mercado
hi: बाजार व्यापार
id: Perdagangan pasar
ja: 売買
ko: 마켓 거래
ru: Торговля
tr: Alım-Satım
zh_hant: 買賣

# 收藏成功
source: Favourite added
es: Favorito añadido
hi: पसंदीदा जोड़ा
id: Favorit ditambahkan
ja: お気に入りに登録しました
ko: 즐겨찾기 추가에 성공
ru: Добавлено в избранное
tr: Favorilere eklendi
zh_hant: 收藏成功

# 取消收藏成功
source: Cancel favorite Successfully
es: Cancelación de favorito completado
hi: पसंदीदा सफलतापूर्वक रद्द किया गया
id: Batalan favorit sukses
ja: キャンセル
ko: 즐겨찾기 취소 성공
ru: Убрали из избранных
tr: Favori başarıyla iptal edildi
zh_hant: 取消收藏成功

# 开
source: Open
es: Abrir
hi: खुला
id: Membuka
ja: オープン
ko: 오픈
ru: Открыть
tr: Açık
zh_hant: 開

# 高
source: High
es: Alto
hi: उच्च
id: Tinggi
ja: ハイ
ko: 고
ru: Макс
tr: Yüksek
zh_hant: 高

# 低
source: Low
es: Bajo
hi: कम
id: Rendah
ja: ロー
ko: 저
ru: Мин
tr: Düşük
zh_hant: 低

# 收
source: Close
es: Cerrar
hi: बंद करे
id: Menutup
ja: クローズ
ko: 닫기
ru: Закрыть
tr: Kapat
zh_hant: 收

# 涨幅
source: Change
es: Cambiar
hi: परिवर्तन
id: Mengubah
ja: 幅
ko: 상승폭
ru: Изменить
tr: Değiştir
zh_hant: 漲幅

# 共享式数字资产交易平台
source: Shared Digital Asset Trading Platform
es: Plataforma de activos digitales compartidos
hi: साझा डिजिटल एसेट ट्रेडिंग प्लेटफॉर्म
id: Platform Perdagangan Aset Digital Bersama
ja: 共有デジタル資産取引プラットフォーム
ko: 공유형 디지텔 자산 거래 플랫폼
ru: Общая платформа для торговли цифровыми активами
tr: Paylaşımlı Dijital Varlık Alım-Satım Platformu
zh_hant: 共享式數字資產交易平臺

# 图片保存相册失败
source: Image save failure
es: Guardado de imagen fallido
hi: छवि सहेजना विफल
id: Simpanan gambar gagal
ja: フォトアルバムの保存に失敗しました
ko: 사진이 앨범 저장에 실패하였습니다.
ru: Сбой при сохранении изображений
tr: Görüntü kaydetme hatası
zh_hant: 圖片保存相冊失敗

# 图片已保存至相册
source: Images saved to the photo album
es: Imágenes guardadas en el Album
hi: फोटो एलबम में सहेजे गए चित्र
id: Gambar disimpan ke album foto
ja: 写真がアルバムに保存されました
ko: 사진이 앨범에 저장되었습니다.
ru: Изображения сохранены в фотоальбом
tr: Görüntüler fotoğraf albümüne kaydedildi
zh_hant: 圖片已保存至相冊

# 自选
source: Favorites
es: Favoritos
hi: पसंदीदा
id: Favorit
ja: オプション
ko: 즐겨찾기
ru: Избранное
tr: Favoriler
zh_hant: 自選

# 行情
source: Market
es: Mercado
hi: मार्केट
id: Pasar
ja: マーケット
ko: 시세
ru: Рынок
tr: Piyasa
zh_hant: 行情

# 您还没收藏自选市场。
source: No favourite added yet.
es: No hay favoritos añadidos aún
hi: अभी तक कोई पसंदीदा नहीं जोड़ा गया।
id: Belum ditambahkan favorit
ja: まだ市場は選択されていません。
ko: 아직 즐겨찾기에 저장된 마켓이 없습니다.
ru: Избранное еще не добавлено.
tr: Henüz favori eklenmemiş.
zh_hant: 您還沒收藏自選市場。

# 暂无数据
source: No data
es: No info
hi: कोई आकड़ा उपलब्ध नहीं है
id: Tidak ada data
ja: データがありません。
ko: 데이터 없음
ru: Нет данных
tr: Veri yok
zh_hant: 暫無數據

# 输入币种、交易对
source: Enter currency and trading pair
es: Introducir moneda y par de trading
hi: मुद्रा और ट्रेडिंग जोड़ी दर्ज करें
id: Masukkan Mata Uang dan Pasangan Perdagangan
ja: 通貨、トランザクションペアを入力してください
ko: 코인 및 거래페어 입력
ru: Введите валюту и торговую пару
tr: Para birimini ve alım-satım çiftini girin
zh_hant: 輸入幣種、交易對

# 请先登录
source: Please to Login
es: Ir a login
hi: कृपया लॉग इन करें
id: Silakan login
ja: 最初にログインしてください
ko: 먼저 로그인해 주세요
ru: Пожалуйста, войдите
tr: Lütfen Giriş Yapın
zh_hant: 請先登錄

# 隐藏
source: Hide
es: Ocultar
hi: छुपाएँ
id: Bersembunyi
ja: 隠す
ko: 숨기기
ru: Скрыть
tr: Gizle
zh_hant: 隱藏

# 分时
source: Time
es: Tiempo
hi: समय
id: Waktu
ja: 時間
ko: H
ru: Время
tr: Süre
zh_hant: 分時

# 1分
source: 1 min
es: 1m
hi: 1 मिनट
id: 1m
ja: 一分
ko: 1분
ru: 1 мин
tr: 1 dakika
zh_hant: 1分

# 5分
source: 5 min
es: 5m
hi: 5 मिनट
id: 5m
ja: 五分
ko: 5분
ru: 5 мин
tr: 5 dakika
zh_hant: 5分

# 15分
source: 15 min
es: 15m
hi: 15 मिनट
id: 15m
ja: 十五分
ko: 15분
ru: 15 мин
tr: 15 dakika
zh_hant: 15分

# 30分
source: 30 m
hi: 30 मिनट
ja: 30分
ko: 30분
zh_hant: 30分

# 1小时
source: 1 Hour
es: 1H
hi: 1 घंटे
id: 1J
ja: 1時間
ko: 1시간
ru: 1 час
tr: 1 Saat
zh_hant: 1小時

# 日K
source: Day-K
es: 1D
hi: 1 दिन
id: 1H
ja: 一日
ko: 1일
ru: День-К
tr: Gün-K
zh_hant: 日K

# 周K
source: 1 W
es: 1S
hi: 1 सप्ताह
id: 1M
ja: 一週間
ko: 1주
ru: Неделя К
tr: 1 H
zh_hant: 周K

# 月K
source: Month
es: Mes
hi: महीना
id: Bulan
ja: 月
ko: 1개월
ru: Месяц К
tr: Ay
zh_hant: 月K

# 3分
source: 3 min
es: 3m
hi: 3 मिनट
id: 3m
ja: 3分
ko: 3분
ru: 3 мин
tr: 3 dakika
zh_hant: 3分

# 2小时
source: 2 Hour
es: 2H
hi: 2 घंटे
id: 2J
ja: 2時間
ko: 2시간
ru: 2 часа
tr: 2 Saat
zh_hant: 2小時

# 4小时
source: 4 Hour
es: 4H
hi: 4 घंटे
id: 4J
ja: 4時間
ko: 4시간
ru: 4 часа
tr: 4 Saat
zh_hant: 4小時

# 6小时
source: 6 Hour
es: 6H
hi: 6 घंटे
id: 6J
ja: 6時間
ko: 6시간
ru: 6 часов
tr: 6 Saat
zh_hant: 6小時

# 12小时
source: 12 Hour
es: 12H
hi: 12 घंटे
id: 12J
ja: 12時間
ko: 12시간
ru: 12 часов
tr: 12 Saat
zh_hant: 12小時

# 3天
source: 3 Day
es: 3D
hi: 3 दिन
id: 3h
ja: 3日
ko: 3일
ru: 3 день
tr: 3 Gün
zh_hant: 3天

# 买盘
source: Buy
es: Comprar
hi: खरीदे
id: Beli
ja: 購入する
ko: 구매
ru: Купить
tr: Dışarıdan Tedarik
zh_hant: 買盤

# 数量
source: Amount
es: Cantidad
hi: राशि
id: Jumlah
ja: 数量
ko: 수량
ru: Сумма
tr: Miktar
zh_hant: 數量

# 价格
source: Price
es: Precio
hi: कीमत
id: Harga
ja: 価格
ko: 가격
ru: Цена
tr: Fiyat
zh_hant: 價格

# 卖盘
source: Sell
es: Vender
hi: बिक्री
id: Jual
ja: セール
ko: 판매
ru: Продать
tr: Sat
zh_hant: 賣盤

# 时间
source: Time
es: Tiempo
hi: समय
id: Waktu
ja: 時間
ko: 시간
ru: Время
tr: Süre
zh_hant: 時間

# 副图
source: sub chart
es: Gráfico secundario
hi: सब चार्ट
id: Bagan sub
ja: アシスト
ko: 어시스트
ru: Cубграфик
tr: Alt grafik
zh_hant: 副圖

# 主图
source: main chart
es: Gráfico principal
hi: मुख्य चार्ट
id: Bagan utama
ja: マスター
ko: 마스터
ru: Oсновной график
tr: ana grafik
zh_hant: 主圖

# 更多
source: More
es: Más
hi: अधिक
id: Lagi
ja: もっと
ko: 더보기
ru: Больше
tr: Daha fazla
zh_hant: 更多

# 指标
source: Index
es: Índice
hi: इंडेक्स
id: Indeks
ja: インデックス
ko: 인덱스
ru: Индекс
tr: Dizin
zh_hant: 指標

# 名称
source: Name
es: Nombre
hi: नाम
id: Nama
ja: 名称
ko: 이름
ru: Название
tr: Adı
zh_hant: 名稱

# 最新价
source: Price
es: Último precio
hi: अंतिम मूल्य
id: Harga terakhir
ja: 最新の値段
ko: 최신가격
ru: Цена
tr: Fiyat
zh_hant: 最新價

# 涨跌幅
source: Change
es: Cambiar
hi: परिवर्तन
id: Mengubah
ja: 幅
ko: 등락
ru: Изменить
tr: Değiştir
zh_hant: 漲跌幅

# 量（24H）
source: VOL
hi: वॉल्यूम
ja: バリュー
ko: 체결량(24H)
ru: 24Ч Обьем
tr: HACİM
zh_hant: 量（24H）

# 量
source: Vol
hi: वॉल्यूम
ja: バリュー
ko: 체결량
ru: Обьем
tr: Hacim
zh_hant: 量

# 请输入币种名
source: Please enter a currency name
es: Introduzca el nombre de una moneda
hi: कृपया एक मुद्रा नाम दर्ज करें
id: Sila masukkan nama mata uang
ja: 通貨名を入力してください。
ko: 코인명을 입력해 주세요.
ru: Пожалуйста, введите название валюты
tr: Lütfen bir para birimi adı girin
zh_hant: 請輸入幣種名

# 主流区
source: Main zone
es: Zona principal
hi: मेन जोन
id: Zona utama
ja: 主流ゾーン
ko: 메인존
ru: Основная зона
tr: Ana bölge
zh_hant: 主流區

# 创新区
source: Innovative zone
es: Zona de Innovación
hi: इनोवेशन जोन
id: Zona inovatif
ja: イノベーションゾーン
ko: 이노베이션 존
ru: Инновационная зона
tr: İnovasyon bölgesi
zh_hant: 創新區

# 等待委托
source: Waiting for entrustment
es: Esperando la asignación
hi: सुपुर्दगी की प्रतीक्षा में
id: Menunggu amanat
ja: コミッションを待っています
ko: 주문대기
ru: Ожидание поручения
tr: Havale için bekleniyor
zh_hant: 等待委托

# 已委托
source: Entrusted
es: Asignado
hi: सौंपा
id: Dipercayakan
ja: 委託
ko: 주문완료
ru: Поручено
tr: Havale edildi
zh_hant: 已委托

# 待成交
source: Waiting
es: En espera
hi: इंतज़ार कर रही
id: Menunggu
ja: 保留中の取引
ko: 체결대기
ru: Ожидание
tr: Bekleniyor
zh_hant: 待成交

# 已成交
source: Traded
es: Completado
hi: पूरा हुआ
id: Lengkap
ja: 完了しました
ko: 체결완료
ru: Торгуемые
tr: Alım-Satım Yapılanlar
zh_hant: 已成交

# 下拉可以刷新
source: Pull down to refresh
es: Deslice hacia abajo para recargar
hi: रीफ़्रेश करने के लिए नीचे खींचें
id: Tarik ke bawah untuk menyegarkan
ja: プルダウンして更新
ko: 아래로 당겨 새로 고침
ru: Потянуть вниз для обновления
tr: Yenilemek için aşağıya çekin
zh_hant: 下拉可以刷新

# 松开立即刷新
source: Release to refresh
es: Soltar para recargar
hi: रीफ़्रेश करने के लिए छोड़ दें
id: Lepaskan untuk menyegarkan kembali
ja: リリースしてすぐに更新
ko: 바로 새로 고침하기
ru: Отпустить, чтобы обновить
tr: Yenilemek için bırakın
zh_hant: 松開立即刷新

# 正在刷新数据中...
source: Loading...
es: Cargando...
hi: लोड हो रहा है...
id: Memuat...
ja: データの更新
ko: 로딩중...
ru: Загрузка...
tr: Yükleniyor...
zh_hant: 正在刷新數據中...

# 正在加载更多的数据...
source: Loading...
es: Cargando……
hi: लोड हो रहा है... .
id: Memuat...
ja: より多くのデータを読み込んでいます...
ko: 더 많은 정보를 로딩중입니다..
ru: Загрузка...
tr: Yükleniyor...
zh_hant: 正在加載更多的數據...

# 你确定要撤销此单?
source: Confirm to cancel this order?
es: ¿Confirma que quiere cancelar esta orden?
hi: इस ऑर्डर को रद्द करने की पुष्टि करें?
id: Konfirmasikan untuk membatalkan pesanan ini?
ja: この注文をキャンセルしてもよろしいですか
ko: 해당 준문을 철회하시겠습니까?
ru: Подтвердить отмену этого ордера?
tr: Bu siparişi iptal etmeyi onaylıyor musunuz?
zh_hant: 妳確定要撤銷此單?

# 请注意
source: Attention Please
es: Cuidado
hi: कृपया ध्यान दें
id: Mohon perhatian
ja: アテンション
ko: 주의!
ru: ВНИМАНИЕ!
tr: Lütfen Dikkat
zh_hant: 請註意

# 确认
source: Confirm
es: Confirmar
hi: पुष्टि करना
id: Konfirmasi
ja: 確認する
ko: 확인
ru: Подтвердить
tr: Onaylayın
zh_hant: 確認

# 取消
source: Cancel
es: Cancelar
hi: रद्द करें
id: Batalkan
ja: キャンセル
ko: 취소
ru: Отменить
tr: İptal
zh_hant: 取消

# 当前委托
source: Current order
es: Órdenes
hi: ऑर्डर
id: Pesanan
ja: オーダー
ko: 현재주문
ru: Текущий ордер
tr: Mevcut emir
zh_hant: 當前委托

# 历史委托
source: History
es: Historial
hi: इतिहास
id: Riwayat
ja: 歴史
ko: 기존 위탁
ru: История
tr: Tarih
zh_hant: 歷史委托

# 卖出
source: Sell
es: Vender
hi: बिक्री
id: Jual
ja: 売却
ko: 매도
ru: Продать
tr: Sat
zh_hant: 賣出

# 买入
source: Buy
es: Comprar
hi: खरीदी
id: Beli
ja: 購入
ko: 매수
ru: Купить
tr: Dışarıdan Tedarik
zh_hant: 買入

# 可买
source: Max buy
es: Compra máxima
hi: अधिकतम खरीदें
id: pembelian maksimal
ja: 最大購入
ko: 매수가능
ru: Максимальная покупка
tr: Maks alım
zh_hant: 可買

# 可卖
source: Max sell
es: Venta máxima
hi: अधिकतम बिक्री
id: Pejualan maksimal
ja: 売れる
ko: 매도가능
ru: Максимальная продажа
tr: Maks Satış
zh_hant: 可賣

# 撤销全部
source: Cancel all
es: Cancelar todo
hi: सब रद्द करो
id: Batalkan semua
ja: すべてキャンセル
ko: 전부 철회
ru: Отменить все
tr: Hepsini İptal Et
zh_hant: 撤銷全部

# 提示
source: Reminder
es: Recordatorio
hi: रिमाइंडर
id: Pengingat
ja: ビープ
ko: 알림
ru: Напоминание
tr: Hatırlatma
zh_hant: 提示

# 确认要撤销当前所有委托单?
source: Confirm to cancel all orders?
es: ¿Confirma que quiere cancelar todas las órdenes?
hi: सभी ऑर्डर रद्द करने की पुष्टि करें?
id: Konfirmasikan untuk membatalkan semua pesanan?
ja: 現在のすべての注文をキャンセルしてもよろしいですか？
ko: 현재 모든 주문을 철회하시겠습니까?
ru: Подтвердить отмену всех ордеров?
tr: Tüm siparişleri iptal etmeyi onaylıyor musunuz?
zh_hant: 確認要撤銷當前所有委托單?

# 确定
source: Confirm
es: Confirmar
hi: पुष्टि करें
id: Mengonfirmasi
ja: 確定
ko: 확인
ru: Подтвердить
tr: Onaylayın
zh_hant: 確定

# 撤销成功
source: Cancelled
es: Cancelado
hi: रद्द
id: Dibatalkan
ja: キャンセル
ko: 철회성공
ru: Отменено
tr: İptal edildi
zh_hant: 撤銷成功

# 现货
source: Spot
hi: स्थान
ja: 現物
ko: 현물
ru: Спот
zh_hant: 現貨

# 杠杆
source: Margin
hi: मार्जिन
ja: マージン
ko: 마진
ru: Маржа
tr: Marj
zh_hant: 杠桿

# allCoin_leverage
source: Leverage
hi: मार्जिन
ja: マージン
ko: 마진
ru: Кредитное плечо
tr: Kaldıraç
zh_hant: 杠桿

# 你当前委托价格超过市场价格的#priceRation#%，是否继续？
source: Your current price exceeds the market price of #priceRation#%. Do you still want to place order?
es: El precio actual excede el precio de mercado de #priceRation#%. ¿Quiere proseguir con la orden?
hi: आपका वर्तमान मूल्य #priceRation#% के बाजार मूल्य से अधिक है। क्या आप अभी भी ऑर्डर देना चाहते हैं?
id: Harga Anda melebihi harga pasar #priceRation#%. Apakah Anda masih ingin melakukan pemesanan?
ja: 現在の注文価格が市場価格の#priceRation#％を超えています。続行しますか？
ko: 귀하의 현재 주문가격은 시장가격#priceRation#%을 초과하였습니다. 계속 주문을 진행하시겠습니까?
ru: Ваша текущая цена превышает рыночную цену #priceRation#%. Вы все еще хотите разместить ордер?
tr: Mevcut fiyatınız #priceRation#% olan piyasa fiyatını aşıyor. Hala sipariş vermek istiyor musunuz?
zh_hant: 妳當前委托價格超過市場價格的#priceRation#%，是否繼續？
