Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 确定删除收款方式？
source: Are you sure to delete the payment method?
es: ¿Está seguro de que quiere eliminar este método de pago?
hi: क्या आप भुगतान विधि को हटाना सुनिश्चित कर रहे हैं?
id: Anda yakin akan menghapus metode pembayaran?
ja: お支払い方法を削除してもよろしいですか？
ko: 입금방식을 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить способ оплаты?
tr: Ödeme yöntemini silmek istediğinizden emin misiniz?
zh_hant: 確定刪除收款方式？

# 删除成功
source: Delete
es: Eliminar
hi: हटाएं
id: Hapus
ja: 削除しました
ko: 삭제성공
ru: Удалить
tr: Sil
zh_hant: 刪除成功

# 获取验证码
source: Get Code
es: Recibir código
hi: code प्राप्त करें
id: Ambil kode
ja: 認証コードを獲得します
ko: 인증코드 가져오기
ru: Получить код
tr: Kod Edin
zh_hant: 獲取驗證碼

# 图片压缩失败
source: Image compression failure
es: Compresión de la imagen fallida
hi: छवि संपीड़न विफलता
id: Kegagalan kompresi gambar
ja: 画像の圧縮に失敗しました
ko: 이미지 압축 실패
ru: Сбой при сжатии изображения
tr: Görüntü sıkıştırma hatası
zh_hant: 圖片壓縮失敗

# 购买
source: Buy
es: Comprar
hi: खरीदना
id: Beli
ja: 購入する
ko: 매수
ru: Купить
tr: Dışarıdan Tedarik
zh_hant: 購買

# 出售
source: Sell
es: Vender
hi: बेचना
id: Jual
ja: 売る
ko: 매도
ru: Продать
tr: Sat
zh_hant: 出售

# 订单
source: Order
es: Orden
hi: आदेश
id: Pesanan
ja: オーダー
ko: 주문
ru: Ордер
tr: Emir
zh_hant: 訂單

# 基本资料
source: Basic information
es: Información Básica
hi: मूल जानकारी
id: Informasi dasar
ja: 基本資料
ko: 기본자료
ru: Основная информация
tr: Temel bilgiler
zh_hant: 基本資料

# 商家申请
source: Merchant application
es: Solicitud de vendedor
hi: व्यापारी आवेदन
id: Aplikasi pedagang
ja: 商人申請
ko: 사업자신청
ru: Заявка торговца
tr: Satıcı başvurusu
zh_hant: 商家申請

# 请先完成实名认证
source: Please complete KYC verification
es: Por favor, commplete la verificación KYC
hi: कृपया KYC सत्यापन पूरा करें
id: Silakan lengkapi verifikasi KYC
ja: 実名認証を先に完了してください
ko: 우선 실명인증을 완료하세요.
ru: Пожалуйста, пройдите проверку KYC
tr: Lütfen önce KYC doğrulamasını tamamlayın.
zh_hant: 請先完成實名認證

# 去认证
source: Go Verify
es: Ir a Verificación
hi: सत्यापित करें
id: Pergi verifikasi
ja: 認証に行く
ko: 인증하러 가기
ru: Пройти верификацию
tr: Doğrula
zh_hant: 去認證

# 你与对方的支付方式不匹配
source: Your payment method does not match that of the other party payment method
es: Su método de pago no coincide con el de la parte contraria
hi: आपकी भुगतान विधि दूसरे पक्ष की भुगतान विधि से मेल नहीं खाती
id: Metode pembayaran Anda tidak cocok dengan metode pembayaran pihak lain
ja: 支払い方法が相手の支払い方法と一致しません
ko: 귀하와 상대방의 지불방식이 일치하지 않습니다.
ru: Ваш метод оплаты не совпадает с методом оплаты другой стороны
tr: Ödeme yönteminiz karşı tarafın ödeme yöntemi ile eşleşmiyor.
zh_hant: 妳與對方的支付方式不匹配

# 法币交易前，请先添加收款方式
source: Please add the payment method before fiat trading
es: Por favor, introduzca un método de pago antes de comenzar el trading fiat
hi: कृपया फिएट व्यापार से पहले भुगतान विधि जोड़ें
id: Sila tambahkan metode pembayaran sebelum perdagangan fiat
ja: 「支払い方法を追加してください」
ko: 법화거래전, 입금방식을 추가해 주세요.
ru: Пожалуйста, добавьте метод оплаты перед торговлей фиатом
tr: Lütfen fiat alım-satımından önce ödeme yöntemini ekleyin
zh_hant: 法幣交易前，請先添加收款方式

# 去添加
source: Go to add
es: Ir a añadir
hi: जोड़ने के लिए जाओ
id: Pergi tambah
ja: 追加してください
ko: 추가하러 가기
ru: Перейти к добавлению
tr: Eklemeye gidin
zh_hant: 去添加

# 剩余
source: Remaining
es: Restante
hi: बचा हुआ
id: Tersisa
ja: 残り
ko: 잔액
ru: Остаток
tr: Kalan
zh_hant: 剩余

# 限量
source: Limit
es: Límite
hi: सीमा
id: Batas
ja: リミット
ko: 한도
ru: Лимит
zh_hant: 限量

# 交易金额
source: Transaction volume
es: Volumen de transacciones
hi: लेन-देन की मात्रा
id: Volume transaksi
ja: 取引金額
ko: 거래금액
ru: Объем транзакции
tr: İşlem hacmi
zh_hant: 交易金額

# 输入的数量不符合商家的限定交易数量
source: The quantity entered does not meet the merchant's required quantity
es: La cantidad introducida no estsá dentro de la cantidad requerida por el vendedor
hi: दर्ज की गई मात्रा व्यापारी की आवश्यक मात्रा से मेल नहीं खाती
id: Kuantitas yang dimasukkan tidak memenuhi jumlah pedagang yang dibutuhkan
ja: 入力した数量が販売者の限られた取引数量を満たしていません。
ko: 입력하신 수량이 판매자의 제한 거래 수량을 충족하지 않습니다.
ru: Введенное количество не соответствует требуемому продавцом количеству
tr: Girilen miktar, satıcının gerekli tuttuğu işlem miktarıyla eşleşmiyor
zh_hant: 輸入的數量不符合商家的限定交易數量

# 下单成功
source: Oder placed
es: Orden realizada
hi: आदेश रखा
id: pesanan ditempatkan
ja: 正常に注文されました
ko: 주문성공
ru: Ордер размещен
tr: Emir verildi
zh_hant: 下單成功

# 姓名
source: Name
es: Nombre
hi: नाम
id: Nama
ja: 名前
ko: 이름
ru: Имя
tr: Adı
zh_hant: 姓名

# 昵称
source: Alias
hi: उपनाम
ja: ニックネーム
ko: 닉네임
ru: Псевдоним
tr: Takma Ad
zh_hant: 昵稱

# 请输入昵称
source: Please enter alias
es: Por favor, introduzca su alias
hi: कृपया उपनाम दर्ज करें
id: Sila masukkan alias.
ja: ニックネームを入力してください。
ko: 닉네임을 입력해 주세요
ru: Пожалуйста, введите псевдоним
tr: Lütfen takma ad girin
zh_hant: 請輸入昵稱

# 电话
source: Phone number
es: Nº de teléfono
hi: फ़ोन नंबर
id: Nomor telepon
ja: 電話
ko: 전화번호
ru: Номер телефона
tr: Telefon Numarası
zh_hant: 電話

# 请输入联系电话
source: Please enter phone number
es: Por favor, introduzca su nº de teléfono
hi: कृपया phone number दर्ज करें
id: Sila masukkan nomor telepon
ja: 電話番号を入力してください。
ko: 연락번호를 입력해 주세요.
ru: Пожалуйста, введите номер телефона
tr: Lütfen telefon numarası girin.
zh_hant: 請輸入聯系電話

# 邮箱
source: Email
hi: ईमेल
ja: メール
ko: 이메일
ru: Электронная почта
tr: E-posta
zh_hant: 郵箱

# 请输入邮箱
source: Please enter email
es: Por favor, introduzca su email
hi: कृपया email दर्ज करें
id: Sila masukkan email
ja: メールアドレスを入力してください。
ko: 이메일을 입력해 주세요
ru: Пожалуйста, введите электронную почту
tr: Lütfen e-posta adresi girin
zh_hant: 請輸入郵箱

# 请输入QQ
source: Please enter QQ
es: Por favor, introduzca su QQ
hi: कृपया QQ दर्ज करें
id: Sila masukkan QQ
ja: QQを入力してください
ko: QQ를 입력해 주세요
ru: Пожалуйста, введите QQ
tr: Lütfen QQ hesabı girin
zh_hant: 請輸入QQ

# 请输入微信
source: Please enter WeChat
es: Por favor, introduzca su WeChat
hi: कृपया wechat दर्ज करें
id: Sila masukkan Wechat
ja: WeChatを入力してください。
ko: WeChat을 입력해 주세요.
ru: Пожалуйста, введите WeChat
tr: Lütfen WeChat hesabı girin
zh_hant: 請輸入微信

# 请输入支付宝
source: Please enter Alipay
es: Por favor, introduzca su Alipay
hi: कृपया Alipay दर्ज करें
id: Sila masukkan Alipay
ja: Alipayを入力してください。
ko: Alipay를 입력해 주세요.
ru: Пожалуйста, введите Alipay
tr: Lütfen Alipay hesabı girin
zh_hant: 請輸入支付寶

# 请输入WhatsApp
source: Please enter WhatsApp
es: Por favor, introduzca su WhatsApp
hi: कृपया whatsApp दर्ज करें
id: Sila masukkan WhatsApp
ja: WhatsAppを入力してください。
ko: WhatsApp을 입력해 주세요.
ru: Пожалуйста, введите WhatsApp
tr: Lütfen WhatsApp hesabı girin
zh_hant: 請輸入WhatsApp

# 请输入Skype
source: Please enter Skype
es: Por favor, introduca su Skype
hi: कृपया Skype दर्ज करें
id: Sila masukkan Skype
ja: Skypeを入力してください。
ko: Skype를 입력해 주세요.
ru: Пожалуйста, введите Skype
tr: Lütfen Skype hesabı girin
zh_hant: 請輸入Skype

# *基本资料7天内只能修改一次，请谨慎填写。
source: *The basic information can only be modified once in 7 days, please fill in carefully
es: *La información básica solo se puede cambiar cada 7 días, por favor, preste atención al introducier los datos
hi: *बुनियादी जानकारी केवल 7 दिनों में एक बार संशोधित की जा सकती है, कृपया ध्यान से भरें
id: *Informasi dasar hanya dapat diubah sekali dalam 7 hari, harap isi dengan hati-hati
ja: *基本情報の変更は7日以内に1回のみ可能ですので、ご記入ください。
ko: *기본 자료는 7일 이내에 한 번만 수정 가능하오니 신중히 작성하시기 바랍니다.
ru: *Основная информация может быть изменена только один раз в 7 дней, пожалуйста, заполняйте внимательно.
tr: *Temel bilgiler sadece 7 günde bir değiştirilebilir, lütfen dikkatlice doldurunuz.
zh_hant: *基本資料7天內只能修改壹次，請謹慎填寫。

# 编辑
source: Edit
es: Editar
hi: संपादित करें
ja: 編集
ko: 편집
ru: Редактировать
tr: Düzenle
zh_hant: 編輯

# 已下架
source: Delisted
es: Deslistado
hi: हटाए
id: Delist
ja: 削除されました
ko: 상장폐지 완료
ru: Удалено из списка
tr: Listeden Kaldırıldı
zh_hant: 已下架

# 上架
source: List
es: Lista
hi: सूची
id: Cantum
ja: リスト
ko: 상장
ru: Перечислить
tr: Listele
zh_hant: 上架

# 下架
source: Cancel
es: Cancelar
hi: रद्द करें
id: Batalkan
ja: 削除
ko: 상장폐지
ru: Отменить
tr: İptal
zh_hant: 下架

# 已上架
source: Listed
es: Listado
hi: सूचीबद्ध
id: Dicantum
ja: リストされました
ko: 상장완료
ru: Внесено в список
tr: Listelendi
zh_hant: 已上架

# 停止接单
source: Stop taking orders
es: Parar la recepción de órdenes s
hi: आदेश लेना बंद करो
id: Berhenti menerima pesanan
ja: 注文をやめます
ko: 주문 접수 중단
ru: Прекратить прием ордеров
tr: Emir almayı durdur
zh_hant: 停止接單

# 等待接单
source: Waiting for orders
es: Esperando órdenes
hi: आदेशों की प्रतीक्षा में
id: Menunggu pesanan
ja: 注文を待っています
ko: 주문 접수 대기
ru: Ожидание ордеров
tr: Emir bekleniyor
zh_hant: 等待接單

# 等待支付
source: To be paid
es: Sin pagar
hi: भुगतान किया जाना है
id: Untuk dibayar
ja: 支払いを待ちます
ko: 결제 대기
ru: Оплачены
tr: Ödenecek
zh_hant: 等待支付

# 等待确认
source: Waiting for confirmation
es: Esperando confirmación
hi: पुष्टि के लिए प्रतीक्षा कर रहा है
id: Menunggu konfirmasi
ja: 確認待ち
ko: 확인 대기
ru: Ожидает подтверждения
tr: Doğrulama bekleniyor
zh_hant: 等待確認

# 申诉中
source: In dispute
es: En disputa
hi: झगड़े में
id: Dalam perselisihan
ja: 申請中
ko: 제소중
ru: В споре
tr: Anlaşmazlıkta
zh_hant: 申訴中

# 接单超时
source: Order timeout
es: Orden expirada
hi: आदेश समयबाह्य
id: Pesan batas waktu
ja: 注文がタイムアウトしました
ko: 주문 접수시간 초과
ru: Ордер истек
tr: Emir zaman aşımı
zh_hant: 接單超時

# 支付超时
source: Payment timeout
es: Pago expirado
hi: भुगतान समयबाह्य
id: Batas waktu pembayaran
ja: お支払いがタイムアウトしました
ko: 결제 시간 초과
ru: Таймаут оплаты
tr: Ödeme zaman aşımı
zh_hant: 支付超時

# 确认超时
source: Confirmation timeout
es: Confirmación expirada
hi: पुष्टि समयबाह्य
id: Batas waktu konfirmasi
ja: 確認がタイムアウトしました
ko: 확인 시간 초과
ru: Таймаут подтверждения
tr: Doğrulama zaman aşımı
zh_hant: 確認超時

# 订单取消
source: Cancel order
es: Cancelar orden
hi: आदेश रद्द
id: Batalkan pesanan
ja: オーダーをキャンセルします
ko: 주문 취소
ru: Отмена ордера
tr: Emri iptal et
zh_hant: 訂單取消

# 申诉完成
source: Dispute completed
es: Disputa completada
hi: विवाद पूरा हुआ
id: Perselisihan selesai
ja: 訴えが完了しました
ko: 제소 완성
ru: Спор завершен
tr: Anlaşmazlık tamamlandı
zh_hant: 申訴完成

# 总金额
source: Total
hi: कुल
ja: 総額
ko: 총 금액
ru: Всего
tr: Toplam
zh_hant: 總金額

# 商家将在规定时限内接受或拒绝交易请求，超时自动取消订单。
source: The merchant will accept or reject the transaction request within the prescribed time limit, and it will be automatically canceled due to timeout.
es: El vendedor aceptará o rechazará la petición de transacción dentro del plazo. De lo contrario, la petición se cancelará automáticamente considerándose expirada
hi: व्यापारी निर्धारित समय सीमा के भीतर लेनदेन अनुरोध को स्वीकार या अस्वीकार करेगा, और समय समाप्त होने के कारण इसे स्वचालित रूप से रद्द कर दिया जाएगा।
id: Pedagang akan menerima atau menolak permintaan transaksi dalam batas waktu yang ditentukan, dan akan dibatalkan secara otomatis karena batas waktu.
ja: 販売者は指定された制限時間内にトランザクション要求を受け入れるか拒否し、期限が切れると注文は自動的にキャンセルされます。
ko: 판매자는 지정된 시간내에 주문 청구 요청을 수락 또는 거절해야하며, 시간이 초과되면 자동으로 취소됩니다.
ru: Торговец примет или отклонит запрос на транзакцию в течение установленного срока, и она будет автоматически отменена по причине тайм-аута.
tr: Satıcı, belirtilen süre içerisinde işlem talebini kabul veya reddedecek olup, aksi halde işlem zaman aşımı nedeniyle otomatik olarak iptal edilecektir.
zh_hant: 商家將在規定時限內接受或拒絕交易請求，超時自動取消訂單。

# 为了确保本次交易安全，平台风控正在审核，请耐心等待，审核完成即可与商家进行交易。
source: To ensure the safety of this transaction, the platform risk control is under review. Please be patient, the transaction can be conducted with the merchant after the review is completed.
es: Para asegurar la seguridad de la transacción, el sistema de contro de riesgos de la plataforma, la transacción está bajo revisión. Espere por favor, la transacción puede se llevará a cabo una vez que la revisión se complete.
hi: इस लेन-देन की सुरक्षा सुनिश्चित करने के लिए, प्लेटफ़ॉर्म जोखिम नियंत्रण की समीक्षा की जा रही है। कृपया धैर्य रखें, समीक्षा पूरी होने के बाद व्यापारी के साथ लेनदेन किया जा सकता है
id: Untuk memastikan keamanan transaksi ini, kontrol risiko platform sedang ditinjau. Mohon bersabar, transaksi bisa dilakukan dengan pedagang setelah review selesai.
ja: この取引の安全性を確保するために、プラットフォームのリスク管理は審査中です。しばらくお待ちください。審査が完了した後、販売者と取引を行うことができます。
ko: 본 거래의 안전성 확보를 위해 플랫폼 리스크 컨트롤 시스템이 검토중이니 조금만 기다려 주시기 바랍니다. 검토가 완료되면 판매자와 거래를 진행할 수 있습니다.
ru: Для обеспечения безопасности данной транзакции, контроль рисков платформы находится на рассмотрении. Пожалуйста, будьте терпеливы, транзакция может быть проведена с продавцом после завершения проверки.
tr: Bu işlemin güvenliğini sağlamak için platform risk kontrolü gözden geçirilmektedir. Lütfen sabırlı olun, inceleme tamamlandıktan sonra satıcı ile işlem gerçekleştirilebilir.
zh_hant: 為了確保本次交易安全，平颱風控正在審核，請耐心等待，審核完成即可與商家進行交易。

# 待付款
source: Pending payment
es: Pago pendiente
hi: लंबित भुगतान
id: Pembayaran yang tertunda
ja: 支払い待ち
ko: 입금대기
ru: Ожидаемый платеж
tr: Bekleyen ödeme
zh_hant: 待付款

# 预计在#payTime#分钟内收到买家付款
source: The buyer payment is expected to receive within #payTime# minutes.
es: El comprador recibirá el pago en un tiempo estimado de #payTime# minutes.
hi: खरीदार का भुगतान #payTime# मिनट के भीतर प्राप्त होने की उम्मीद है।
id: Pembayaran pembeli diharapkan diterima dalam #payTime# menit.
ja: #payTime#分以内に購入者の支払いを受け取る予定です。
ko: #payTime#분 내에 구매자 대금을 받을 예정입니다
ru: Ожидается поступление платежа от покупателя в течение #payTime# минут.
tr: Alıcı ödemesinin #payTime# dakika içinde alınması bekleniyor.
zh_hant: 預計在#payTime#分鐘內收到買家付款

# 请在限定时间内向对方转账汇款，转账完成请确认支付。
source: Please transfer funds to the other party within a limited time and confirm the payment after the transfer is completed.
es: Por favor, realice la transferencia de fondos a la parte contraria dentro del plazo y confirme la realización del pago al terminar la transferencia
hi: कृपया सीमित समय के भीतर दूसरे पक्ष को धन हस्तांतरित करें और हस्तांतरण पूरा होने के बाद भुगतान की पुष्टि करें
id: Silakan transfer dana ke pihak lain dalam waktu terbatas dan konfirmasi pembayaran setelah transfer selesai.
ja: 期間内で相手に送金してください。送金完了後、お支払いをご確認ください。
ko: 지정된 기간 내에 상대방 계좌로 이체하시고, 계좌이체 완료 시 지불을 확인하시기 바랍니다
ru: Пожалуйста, переведите средства другой стороне в течение ограниченного времени и подтвердите платеж после завершения перевода.
tr: Lütfen sınırlı süre içinde diğer tarafa para transferi yapın ve transfer tamamlandıktan sonra ödemeyi onaylayın.
zh_hant: 請在限定時間內向對方轉賬匯款，轉賬完成請確認支付。

# 对方已支付，若到账请尽快确认收款，若超时将进入申诉流程。
source: The other party has paid, please confirm receipt of payment as soon as possible, and if it times out, it will enter the dispute process
es: La parte contraria ha reallizado el pago, por favor, confirme la recepción lo antes posible. Si el plazo de confirmación expira, entrará en proceso de disputa
hi: दूसरे पक्ष ने भुगतान किया है, कृपया जल्द से जल्द भुगतान की प्राप्ति की पुष्टि करें, और यदि यह समय समाप्त हो जाता है, तो यह विवाद प्रक्रिया में प्रवेश करेगा
id: Pihak lain telah membayar, harap konfirmasi penerimaan pembayaran sesegera mungkin, dan jika habis, itu akan memasuki proses perselisihan
ja: 相手はすでに支払い済みです。できるだけ早く受け取りを確認してください。期限が切れた場合は、次の訴えるプロセスに入ります。
ko: 상대방이 지불을 완료하면, 입금 확인을 빨리 하시기 바랍니다. 확인 시간을 초과할 경우 제소 절차에 들어갑니다.
ru: Другая сторона заплатила, пожалуйста, подтвердите получение платежа как можно скорее, а если он задержится, то вступит в процесс спора.
tr: Karşı taraf ödeme yaptı, lütfen ödemenin alınmış olduğunu mümkün olan en kısa sürede onaylayın; onaylama işlemi zaman aşımına uğrarsa, anlaşmazlık sürecine girecektir.
zh_hant: 對方已支付，若到賬請盡快確認收款，若超時將進入申訴流程。

# 等待放行
source: Waiting for release
es: En espera de la liberación de activos
hi: रिलीज का इंतजार
id: Menunggu rilis
ja: リリース待ち
ko: 확인대기
ru: Ожидание освобождения
tr: Serbest bırakma bekleniyor
zh_hant: 等待放行

# 请等待对方确认放行，若超时将进入申诉流程。
source: Please wait for the other party to confirm the release, if it times out, it will enter the dispute process.
es: Por favor, espere a que la parte contraria confirme la liberación de activos. Si el plazo estipulado expira, se abrirá un proceso de disputa
hi: कृपया दूसरे पक्ष द्वारा रिलीज़ की पुष्टि करने के लिए प्रतीक्षा करें, यदि यह समय समाप्त हो जाता है, तो यह विवाद प्रक्रिया में प्रवेश करेगा।
id: Harap tunggu pihak lain untuk mengkonfirmasi rilis, jika waktu habis, maka akan memasuki proses sengketa.
ja: 相手がリリースを確認するのを待ってください。期限が切れた場合は、次の訴えるプロセスに入ります。
ko: 상대방의 입금확인을 기다려 주세요. 만약 확인시간을 초과하면 제소 절차에 들어갑니다.
ru: Пожалуйста, подождите, пока другая сторона подтвердит освобождение, если время ожидания истечет, это приведет к началу процесса спора.
tr: Lütfen diğer tarafın serbest bırakmayı onaylamasını bekleyin; onaylama işlemi zaman aşımına uğrarsa, anlaşmazlık sürecine girecektir.
zh_hant: 請等待對方確認放行，若超時將進入申訴流程。

# 订单已完成
source: Order completed
es: Orden completada
hi: आर्डर पूरा हुआ
id: Pesanan selesai
ja: 注文が完了しました
ko: 주문완성
ru: Ордер завершен
tr: Emir tamamlandı
zh_hant: 訂單已完成

# 订单正在申诉中，请配合客服进行仲裁。
source: The order is in dispute appeal, please cooperate with the customer service for arbitration.
es: La orden está en proceso de disputa, por favor, colabore con Atención al Cliente en el arbitraje
hi: आदेश विवाद अपील में है, कृपया मध्यस्थता के लिए ग्राहक सेवा में सहयोग करें
id: Pesanan berada dalam banding perselisihan, silakan bekerja sama dengan layanan pelanggan untuk arbitrase.
ja: 注文を訴えています。カスタマーサービスにご協力ください。
ko: 주문이 제소 중입니다. 중재를 위해 고객 서비스에 협조하시기 바랍니다.
ru: Ордер находится в спорной апелляции, пожалуйста, сотрудничайте со службой поддержки клиентов для арбитража.
tr: Sipariş, anlaşmazlık itirazı sürecinde; lütfen ara buluculuk için müşteri hizmetleri ile işbirliği yapın.
zh_hant: 訂單正在申訴中，請配合客服進行仲裁。

# 买家确认支付超时，请根据情况选择申诉或取消订单
source: The buyer’ s payment confirmation times out, please choose to dispute or cancel the order according to the situation.
es: El plazo de confirmación de pago por parte del comprador ha expirado. Por favor, abra una disputa o proceda a cancelar la orden .
hi: भुगतान की पुष्टि का समय समाप्त हो गया है, कृपया स्थिति के अनुसार विवाद या आदेश को रद्द करना चुनें।
id: Konfirmasi pembayaran pembeli habis, silakan pilih untuk menyengketakan atau membatalkan pesanan sesuai dengan situasi.
ja: 購入者は支払いがタイムアウトであることを確認しました。状況に応じて訴えるか注文をキャンセルするかを選択してください
ko: 구매자가 지불 시간을 초과하였습니다. 상황에 따라 제소 또는 주문 취소를 선택하세요.
ru: Подтверждение оплаты покупателя истекло, пожалуйста, выберите спор или отмените ордер в соответствии с ситуацией.
tr: Alıcının ödeme onayı gecikti; lütfen duruma göre emre itiraz etmeyi veya emri iptal etmeyi seçin
zh_hant: 買家確認支付超時，請根據情況選擇申訴或取消訂單

# 确认放行超时，请根据情况选择申诉或放行
source: Release confirmation times out, please choose to dispute or cancel the order according to the situation.
es: El plazo de confirmación de liberación de activos ha expirado, por favor, abra una disputa o proceda a cancelar la orden
hi: रिलीज की पुष्टि का समय समाप्त हो गया है, कृपया स्थिति के अनुसार विवाद या आदेश को रद्द करना चुनें
id: Waktu konfirmasi rilis habis, silakan pilih untuk menyengketakan atau membatalkan pesanan sesuai dengan situasi.
ja: リリースがタイムアウトであることを確認し、状況に応じて訴えるかまたはリリースを選択してください。
ko: 입금확인시간을 초과할 경우, 상황에 따라 제소 또는 입금확인을 선택하세요.
ru: Время подтверждения выпуска истекло, пожалуйста, выберите спор или отмените ордер в соответствии с ситуацией.
tr: Serbest bırakma onayı gecikti; lütfen duruma göre emre itiraz etmeyi veya emri iptal etmeyi seçin
zh_hant: 確認放行超時，請根據情況選擇申訴或放行

# 放行超时
source: Release timeout
es: Plazo de liberación de activos expirado
hi: रिलीज टाइमआउट
id: Batas waktu rilis
ja: リリースタイムアウト
ko: 확인시간 초과
ru: Тайм-аут выпуска
tr: Serbest bırakma zaman aşımı
zh_hant: 放行超時

# 请根据情况选择申诉或取消订单。
source: Please choose to dispute appeal or cancel the order according to the situation.
es: Por favor, abra una disputa o proceda a cancelar la orden
hi: कृपया स्थिति के अनुसार अपील पर विवाद करना या आदेश को रद्द करना चुनें।
id: Silakan pilih untuk menyengketakan banding atau membatalkan pesanan sesuai dengan situasi.
ja: 状況に応じて、訴えるかキャンセルするかを選択してください。
ko: 구매자가 지불 시간을 초과하였습니다. 상황에 따라 제소 또는 주문 취소를 선택하세요.
ru: Пожалуйста, выберите спор или отмените ордер в соответствии с ситуацией.
tr: Lütfen duruma göre emre itiraz etmeyi veya emri iptal etmeyi seçin.
zh_hant: 請根據情況選擇申訴或取消訂單。

# 订单已取消
source: Order canceled
es: Orden cancelada
hi: आदेश रद्द
id: Pesanan dibatalkan
ja: 注文がキャンセルされました
ko: 주문이 취소됨
ru: Ордер отменен
tr: Emir iptal edildi
zh_hant: 訂單已取消

# 订单已取消，无法查看支付信息
source: The order has been canceled and payment information cannot be viewed.
es: La orden ha sido cancelada y como resultado la info del pago no está disponible
hi: आदेश रद्द कर दिया गया है और भुगतान जानकारी नहीं देखी जा सकती है।
id: Pesanan telah dibatalkan dan informasi pembayaran tidak dapat dilihat.
ja: 注文はキャンセルされ、支払い情報を表示できません
ko: 주문이 취소되어 결제 정보 조회를 할 수 없습니다
ru: Ордер был отменен, и информация о платеже не может быть просмотрена.
tr: Emir iptal edildi ve ödeme bilgileri görüntülenemiyor.
zh_hant: 訂單已取消，無法查看支付信息

# 温馨提示
source: Notes
es: Notas
hi: टिप्पणियाँ
id: Catatan
ja: お知らせ
ko: 알림
ru: Примечания
tr: Notlar
zh_hant: 溫馨提示

# 1.请在规定时间内完成支付，并务必点击“我已付款”，卖家确认收款后，会将数字资产划转到您的账户。
source: Please complete the payment within the specified time, and be sure to click "I have paid". After the seller confirms the payment, the digital asset will be transferred to your account.
es: Por favor, complete el pago dentro del plazo indicado y no olvide hacer clic en "He realizado el pago"Una vez que el vendedor confirme la recepción del pago, los activos se transferiran a su cuenta.
hi: कृपया निर्दिष्ट समय के भीतर भुगतान पूरा करें, और "मैंने भुगतान किया है" पर क्लिक करना सुनिश्चित करें। विक्रेता द्वारा भुगतान की पुष्टि करने के बाद, डिजिटल संपत्ति आपके खाते में स्थानांतरित कर दी जाएगी।
id: Sila selesaikan pembayaran dalam waktu yang ditentukan, dan pastikan untuk mengklik "Saya telah membayar". Setelah penjual mengkonfirmasi pembayaran, aset digital akan ditransfer ke akun Anda.
ja: 1.指定された時間内に支払いを完了し、必ず[支払い済み]をクリックしてください。販売者が支払いを確認すると、デジタル資産がアカウントに転送されます。
ko: 1. 지정된 시간 내에 지불을 완료하고 "지불완료"버튼을 클릭하세요. 판매자가 지불을 확인하면 디지털 자산이 귀하의 계정으로 송금됩니다.
ru: Пожалуйста, завершите оплату в течение указанного времени и не забудьте нажать "Я заплатил". После того, как продавец подтвердит оплату, цифровой актив будет переведен на ваш счет.
tr: Lütfen belirtilen süre içinde ödemeyi tamamlayın ve "Ödedim” seçeneğini tıkladığınıza emin olun. Satıcı ödemeyi onayladıktan sonra dijital varlık hesabınıza transfer edilecektir.
zh_hant: 1.請在規定時間內完成支付，並務必點擊“我已付款”，賣家確認收款後，會將數字資產劃轉到您的賬戶。

# 2.如果您多次订单超时和手动取消交易，将导致您的信用值降低，信用值过低时系统将会限制您参与法币交易。
source: If you make multiple order timeouts and manually cancel the transaction, your credit value will be reduced. When the credit value is too low, the system will restrict you from participating in fiat trading.
es: Si incurre en una situación de múltiples casos con plazo expirado y cancela las transacciones manualmente, su crédito se reducirá. Cuando el crédito sea demasiado bajo el sistema exclurirá su cuenta de las actividades de trading fiat.
hi: यदि आप कई ऑर्डर टाइमआउट करते हैं और मैन्युअल रूप से लेनदेन को रद्द करते हैं, तो आपका क्रेडिट मूल्य कम हो जाएगा। जब क्रेडिट मूल्य बहुत कम होता है, तो सिस्टम आपको फिएट ट्रेडिंग में भाग लेने से प्रतिबंधित कर देगा।
id: Jika Anda membuat beberapa kali batas waktu pemesanan dan membatalkan transaksi secara manual, nilai kredit Anda akan berkurang. Ketika nilai kredit terlalu rendah, sistem akan membatasi Anda untuk berpartisipasi dalam perdagangan fiat.
ja: 2.注文が複数回タイムアウトしたり、手動でトランザクションをキャンセルすると、クレジット値が減少します。クレジット値が低すぎる場合、システムは法定通貨トランザクションへの参加を制限します。
ko: 2. 만약 귀하가 여러차례의 주문 시간 초과와 수동 거래 취소를 진행하면 신용가치가 낮아집니다. 신용가치가 너무 낮을 경우 시스템은 귀하의 법화거래를 제한합니다.
ru: Если вы несколько раз отмените ордер и вручную отмените транзакцию, ваша кредитная стоимость будет уменьшена. Когда значение кредита будет слишком низким, система ограничит ваше участие в торговле фиатом.
tr: Birden fazla sipariş zaman aşımı yapmanız ve işlemi manuel olarak iptal etmeniz halinde, kredi değeriniz düşer. Kredi değeri çok düşük olduğunda, sistem fiat alım-satımına katılmanızı kısıtlayacaktır.
zh_hant: 2.如果您多次訂單超時和手動取消交易，將導致您的信用值降低，信用值過低時系統將會限制您參與法幣交易。
