Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

source: 2) You can adjust the commission ratio when you invite your friends to register and send the registration link or invitation code to your friends for registration; the invited person must use the exclusive link and invitation code to enjoy the corresponding rebate proportion. There is no limit to the number of friends invited;
es: 2) Puede ajustar la ratio de comisión cuando invita a sus amigos a registrarse y mandar el link de registro; la persona invitada debe utilizar este link y el código exclusivo de invitación para que usted disfrute del descuento. No hay límite en el nº de personas que puede invitar;
hi: 2) जब आप अपने दोस्तों को पंजीकरण के लिए आमंत्रित करते हैं और पंजीकरण के लिए अपने दोस्तों को पंजीकरण लिंक या निमंत्रण कोड भेजते हैं तो आप कमीशन अनुपात को समायोजित कर सकते हैं; आमंत्रित व्यक्ति को संबंधित छूट अनुपात का आनंद लेने के लिए विशेष लिंक और आमंत्रण कोड का उपयोग करना चाहिए। आमंत्रित मित्रों की संख्या की कोई सीमा नहीं है;
id: 2) Anda dapat menyesuaikan rasio komisi ketika Anda mengundang teman Anda untuk mendaftar dan mengirim tautan pendaftaran atau kode undangan ke teman Anda untuk pendaftaran; orang yang diundang harus menggunakan tautan eksklusif dan kode undangan untuk menikmati proporsi rebate yang sesuai. Ada tidak ada batasan jumlah teman yang diundang;
ja: 2）友達を招待して登録するときに手数料率を調整し、登録リンクまたは招待コードを友達に送信して登録することができます。招待者は専用の紹介リンクと招待コードを使用する必要があります。対応する割合のキャッシュバックを獲得できます。1つのアカウントで招待される友達の数に制限はありません。
ko: 2) 친구 초대 시 수수료 비율을 조정한 후 친구에게 등록 링크 또는 초대 코드를 전송하여 등록할 수 있으며, 초대받은 친구는 전용 추천 링크 및 초대 코드로 등록해야 해당 비율의 캐쉬백을 누릴 수 있습니다. 단일 계정의 초대 친구 수에 제한이 없습니다.
ru: 2) Вы можете регулировать коэффициент комиссии, когда вы приглашаете своих друзей зарегистрироваться и отправляете ссылку на регистрацию или код приглашения своим друзьям для регистрации; приглашенный человек должен использовать эксклюзивную ссылку и код приглашения, чтобы воспользоваться соответствующей пропорцией возврата. Количество приглашенных друзей не ограничено;
tr: 2) Arkadaşlarınızı kayıt olmaya davet ettiğinizde komisyon oranını ayarlayabilir ve kayıt linkini veya davet kodunu arkadaşlarınıza kayıt olmaları için gönderebilirsiniz; Davet edilen kişi, ilgili geri ödeme oranından yararlanmak için bu özel yaratılmış linki ve davet kodunu kullanmalıdır. Davet edilebilecek arkadaş sayısında bir sınırlama yoktur;
zh_hant: 2）您可在邀請好友註冊時進行佣金比例調整，然後將註冊鏈接或邀請碼發送給好友註冊即可；被邀請人必須使用專屬推薦鏈接、邀請碼註冊才能享受對應比例返現，單賬戶的邀請好友數量沒有限制；

# 3）佣金分配规则的修改仅对未注册的用户有效，已注册的用户仍按照注册时设置的分配规则获得佣金的返现，修改不会对已注册的用户产生影响；
source: 3) The modification of the rebate distribution rules is only valid for unregistered users. The registered users still receive the rebate in accordance with the distribution rules set at the time of registration. The modification will not affect the registered users;
es: 3) La modificación de las reglas de distribución de descuentos solo es válida para usuarios sin registrar. Los usuarios ya registrados se gestionarán según las reglas de distribución vigentes en el momento del registro. La modificación de estas reglas no afectará a los usuarios ya registrados ;
hi: 3) छूट वितरण नियमों का संशोधन केवल अपंजीकृत उपयोगकर्ताओं के लिए मान्य है। पंजीकृत उपयोगकर्ता अभी भी पंजीकरण के समय निर्धारित वितरण नियमों के अनुसार छूट प्राप्त करते हैं। संशोधन पंजीकृत उपयोगकर्ताओं को प्रभावित नहीं करेगा;
id: 3) Perubahan aturan distribusi rebate hanya berlaku untuk pengguna yang tidak terdaftar. Pengguna terdaftar tetap menerima rebate sesuai dengan aturan distribusi yang ditetapkan pada saat pendaftaran. Perubahan tidak akan mempengaruhi pengguna terdaftar;
ja: 3）コミッション分配ルールの変更は、未登録ユーザーにのみ有効です。登録ユーザーは、登録時に設定された分配ルールに従ってコミッションキャッシュバックを受け取ります。変更は登録ユーザーには影響しません。
ko: 3) 리베이트 분배 규칙 수정은 미등록 사용자에게만 유효하며, 등록 사용자는 여전히 등록 시 설정한 분배 규칙에 따라 커미션 캐쉬백을 받으며 수정은 등록 사용자에게 영향을 미치지 않습니다.
ru: 3) Изменение правил распределения скидок действительно только для незарегистрированных пользователей. Зарегистрированные пользователи по-прежнему получают скидку в соответствии с правилами распределения, установленными при регистрации. Изменение не повлияет на зарегистрированных пользователей;
tr: 3) Geri ödeme kurallarının değiştirilmesi sadece kayıtlı olmayan kullanıcılar için geçerlidir. Kayıtlı kullanıcılar, kayıt sırasında belirlenen dağıtım kurallarına göre geri ödeme almaya devam eder. Değişiklik kayıtlı kullanıcıları etkilemeyecektir;
zh_hant: 3）佣金分配規則的修改僅對未註冊的用戶有效，已註冊的用戶仍按照註冊時設置的分配規則獲得佣金的返現，修改不會對已註冊的用戶產生影響；

# 3、佣金计算：
source: 3. Rebate calculation：
es: 3. Calcular descuento：
hi: 3. छूट गणना：
id: 3. Perhitungan rabat：
ja: 3.手数料の計算：
ko: 3. 리베이트 계산:
ru: 3. Расчет скидки：
tr: 3. Geri ödeme hesaplama :
zh_hant: 3、佣金計算：

# 佣金金额=被邀请用户的成交金额*该用户手续费率*您的返佣比例；
source: Rebate amount=The invited user's transaction amount*the user's handling rate*your rebate ratio；
es: Cantidad de descuento = Las transacciones del usuario invitado x las tasas de gestión del usuario x su ratio de descuento ；
hi: छूट राशि = आमंत्रित उपयोगकर्ता की लेनदेन राशि * उपयोगकर्ता की हैंडलिंग दर * आपका छूट अनुपात；
id: Jumlah rabat=Jumlah transaksi pengguna yang diundang*tingkat penanganan pengguna*rasio rabat Anda；
ja: 手数料額=招待されたユーザーの取引額*ユーザーの手数料率*コミッション率;
ko: 리베이트 금액=초대된 사용자의 거래 금액*해당 사용자의 수수료 비율*고객님의 리베이트 비율;
ru: Сумма возврата=сумма транзакции приглашенного пользователя*коэффициент обработки пользователя*ваш коэффициент возврата；.
tr: Geri ödeme tutarı=Davet edilen kullanıcının işlem tutarı*kullanıcının işlem ücreti*geri ödeme oranınız；
zh_hant: 佣金金額=被邀請用戶的成交金額*該用戶手續費率*您的返佣比例；

# 您获得的返佣=佣金金额*您的佣金比例；
source: Your rebate amount=rebate amount*your rebate ratio；
es: Su cantidad de descuento = cantidad de descuento x su ratio de descuento；
hi: आपकी छूट राशि = छूट राशि * आपका छूट अनुपात；
id: Jumlah rabat Anda=jumlah rabat*rasio rabat Anda；
ja: あなたが得るリベート=コミッション額*あなたのコミッション比率;
ko: 고객님의 리베이트 금액 = 리베이트 금액 * 고객님의 리베이트 비율;
ru: Ваша сумма возврата=сумма возврата*ваш коэффициент возврата；
tr: Geri ödeme tutarınız=geri ödeme tutarı*geri ödeme oranınız；
zh_hant: 您獲得的返佣=佣金金額*您的佣金比例；

# 被邀请人获得的返现=佣金金额*被邀请人的佣金比例；
source: Rebate obtained by the invited person=Rebate amount*the invited person rebate ratio；
es: El descuento obtenido invitado por la persona invitada = Cantidad de descuento x el ratio de descuento de la persona invitada；
hi: आमंत्रित व्यक्ति द्वारा प्राप्त छूट=छूट राशि * आमंत्रित व्यक्ति छूट अनुपात；
id: Rabat yang diperoleh orang yang diundang=Jumlah rabat*rasio rabat orang yang diundang；
ja: 招待者が獲得したキャッシュバック=手数料額*招待者の手数料率;
ko: 초대받은 친구가 획득한 리베이트=리베이트 금액*초대받은 친구의 리베이트 비율;
ru: Сумма возврата, полученная приглашенным лицом=сумма возврата*коэффициент возврата приглашенного лица；
tr: Davet edilen kişi tarafından elde edilen geri ödeme=Geri ödeme tutarı*davet edilen kişinin geri ödeme oranı；
zh_hant: 被邀請人獲得的返現=佣金金額*被邀請人的佣金比例；

# 佣金金额按照交易时间该币种的结算价格换算为USDT，实时计算发放至邀请人及受邀用户的现货账户中；
source: The rebate amount is converted to USDT according to the buying price of the currency at the transaction time, it is calculated and distributed to the spot account of the invitee and the invited user in real-time;
es: La cantidad de descuento se calcula en USDT de acuerdo al precio de la moneda en el momento de la transacción. Se calcula y se transfiere a la cuenta de Spot del invitado y el invitador en tiempo real;
hi: लेन-देन के समय मुद्रा की खरीद मूल्य के अनुसार छूट राशि को यूएसडीटी में परिवर्तित किया जाता है, इसकी गणना और वास्तविक समय में आमंत्रित उपयोगकर्ता और आमंत्रित उपयोगकर्ता के स्पॉट खाते में वितरित की जाती है;
id: Jumlah rebate dikonversi ke USDT sesuai dengan harga beli mata uang pada saat transaksi, dihitung dan didistribusikan ke akun spot orang yang diundang dan pengguna yang diundang secara real-time;
ja: 手数料額は、取引時の通貨の決済価格に応じてUSDTに変換され、リアルタイムで計算され、招待者と招待者のスポット口座に分配されます。
ko: 리베이트 금액은 거래 시점의 해당 통화 구매 가격에 따라 USDT로 환산되어, 초대자와 초대된 사용자의 현물 계정으로 실시간 분배됩니다.
ru: Сумма возврата конвертируется в USDT в соответствии с ценой покупки валюты на момент транзакции, рассчитывается и распределяется на спот-счета приглашенного и пригласившего пользователя в режиме реального времени;
tr: Geri ödeme tutarı, işlem anındaki döviz alış fiyatına göre USDT'ye çevrilir, hesaplanır ve gerçek zamanlı olarak davet eden ve davetli kullanıcının spot hesabına paylaştırılır;
zh_hant: 佣金金額按照交易時間該幣種的結算價格換算為USDT，實時計算發放至邀請人及受邀用戶的現貨賬戶中；

# 4、返佣示例：
source: 4. Rebate example：
es: 4. Ejemplo de descuento：
hi: 4. छूट उदाहरण：
id: 4. Contoh rabat：
ja: 4.リベートの例：
ko: 4. 리베이트의 예시:
ru: 4. Пример ребейта：
tr: 4. Geri ödeme örneği：
zh_hant: 4、返佣示例：

# 例如您为普通合伙人，享受被邀请人交易手续费的40%；被邀请人交易金额手续费为1USDT；
source: For example, if you are a basic partner, you can enjoy 40% of the invited transaction fee; the invited person transaction amount handling fee is 1USDT;
es: Por ejemplo, si usted es un partner básico puede disfrutar de un 40% de las tasas de transacción de su invitado;la tasa de gestión por transacción del invitado es 1USDT;
hi: उदाहरण के लिए, यदि आप एक बुनियादी भागीदार हैं, तो आप आमंत्रित लेनदेन शुल्क के 40% का आनंद ले सकते हैं; आमंत्रित व्यक्ति लेनदेन राशि प्रबंधन शुल्क 1USDT है;
id: Misalnya, jika Anda adalah mitra dasar, Anda dapat menikmati 40% dari biaya transaksi yang diundang; biaya penanganan jumlah transaksi orang yang diundang adalah 1USDT;
ja: たとえば、あなたはゼネラルパートナーであり、招待者の取引手数料の40％を獲得できます。招待者の取引手数料は1USDTです;
ko: 예를 들어, 일반 파트너인 경우 초대된 친구의 거래 수수료의 40%를 받을 수 있습니다. 초대된 친구의 거래 수수료는 1USDT입니다.
ru: Например, если вы являетесь базовым партнером, вы можете пользоваться 40% от комиссии за транзакцию приглашенного лица; комиссия за обработку суммы транзакции приглашенного лица составляет 1USDT;
tr: Örneğin, temel bir partnerseniz, davet edilen kişinin işlem ücretinin %40'ından yararlanabilirsiniz; davet edilen kişi için işlem tutarı işlem ücreti 1USDT'dir;
zh_hant: 例如您為普通合夥人，享受被邀請人交易手續費的40%；被邀請人交易金額手續費為1USDT；

# 您设置获得佣金的70%作为您的返佣，剩余30%的佣金作为被邀请用户的交易返现；最高您可获得全部的佣金返佣；
source: You set 70% of the rebate to be your rebate, and the remaining 30% rebate to be used as a transaction rebate for the invited user; the highest rebate you can get is all the rebate;
es: Si usted fija un 70% de descuento , el 30% restante se usará como descuento para el invitado; el porcentaje máximo que puede seleccionar es el 100%;
hi: आप छूट के 70% को अपनी छूट के रूप में सेट करते हैं, और शेष 30% छूट को आमंत्रित उपयोगकर्ता के लिए लेनदेन छूट के रूप में उपयोग करने के लिए सेट करते हैं; उच्चतम छूट जो आप प्राप्त कर सकते हैं वह है सभी छूट;
id: Anda menetapkan 70% dari rebate menjadi rebate Anda, dan sisanya 30% rebate untuk digunakan sebagai rebate transaksi untuk pengguna yang diundang; rebate tertinggi yang bisa Anda dapatkan adalah semua rebate;
ja: コミッションの70％をリベートとして設定し、コミッションの残りの30％を招待ユーザーのトランザクションリベートとして設定します。最大ですべてのコミッションリベートを取得できます;
ko: 수수료의 70%를 고객님의 리베이트로 설정하고 수수료의 나머지 30%를 초대된 친구의 거래 캐쉬백으로 설정하며; 리베이트 전부가 최대 획득 가능 리베이트입니다.
ru: Вы определяете 70% от суммы возврата как свой возврат, а оставшиеся 30% возврата используете как возврат за транзакцию для приглашенного пользователя; самый высокий возврат, который вы можете получить - это весь возврат;
tr: Geri ödemenin %70'ini sizin geri ödemeniz olarak ve kalan %30'u davet edilen kullanıcı için işlem geri ödemesi olarak kullanmak üzere ayarlarsınız; alabileceğiniz en yüksek geri ödeme, geri ödemenin tamamıdır;
zh_hant: 您設置獲得佣金的70%作為您的返佣，剩餘30%的佣金作為被邀請用戶的交易返現；最高您可獲得全部的佣金返佣；

# 总返佣金额=1（USDT）*40%=0.4(USDT)
source: Total rebate amount=1(USDT)*40%=0.4(USDT)
es: Cantida total de descuento = 1(USDT)*40% = 0.4(USDT)
hi: कुल छूट राशि = 1 (यूएसडीटी) * 40% = 0.4 (यूएसडीटी)
id: Total jumlah potongan harga=1(USDT)*40%=0.4(USDT)
ja: 合計リベート額= 1（USDT）* 40％= 0.4（USDT）
ko: 총 리베이트 금액=1(USDT)*40%=0.4(USDT)
ru: Общая сумма возврата=1(USDT)*40%=0.4(USDT)
tr: Toplam geri ödeme tutarı=1(USDT)*%40=0.4(USDT)
zh_hant: 總返佣金額=1（USDT）*40%=0.4(USDT)

# 您的返佣=0.4(USDT)*70%=0.28（USDT）
source: Your rebate=0.4(USDT)*70%=0.28(USDT)
es: Su descunto = 0.4(USDT)*70% = 0.28(USDT)
hi: आपकी छूट=0.4(USDT)*70%=0.28(USDT)
id: Rabat Anda=0,4(USDT)*70%=0,28(USDT)
ja: あなたのリベート= 0.4（USDT）* 70％= 0.28（USDT）
ko: 고객님의 리베이트=0.4(USDT)*70%=0.28(USDT)
tr: Sizin geri ödemeniz=0.4(USDT)*%70=0.28(USDT)
zh_hant: 您的返佣=0.4(USDT)*70%=0.28（USDT）

# 被邀请用户返现=0.4(USDT)*30%=0.12（USDT）
source: The invited person's rebate=0.4(USDT)*30%=0.12(USDT)
es: Descuento para el invitado = 0.4(USDT)*30% = 0.12(USDT)
hi: आमंत्रित व्यक्ति की छूट=0.4(USDT)*30%=0.12(USDT))
id: Rabat orang yang diundang=0,4(USDT)*30%=0,12(USDT)
ja: 招待ユーザーのリベート= 0.4（USDT）* 30％= 0.12（USDT）
ko: 초대된 친구의 캐시백=0.4(USDT)*30%=0.12(USDT)
ru: Вознаграждение приглашенного=0.4(USDT)*30%=0.12(USDT)
tr: Davet edilen kişinin geri ödemesi=0.4(USDT)*%30=0.12(USDT)
zh_hant: 被邀請用戶返現=0.4(USDT)*30%=0.12（USDT）

# 您无需交易即可赚取0.28（USDT）的邀请奖励；
source: You can earn an invitation reward of 0.28 (USDT) without making a transaction；
es: Puede conseguir como recompensa por invitar a alguien 0.28 (USDT) sin realizar ninguna transacción；
hi: आप बिना कोई लेन-देन किए 0.28 (USDT) का आमंत्रण इनाम पा सकते हैं；
id: Anda bisa mendapatkan hadiah undangan sebesar 0,28 (USDT) tanpa melakukan transaksi；
ja: 取引せずに0.28（USDT）の招待報酬を獲得できます;
ko: 고객님은 거래 없이 0.28(USDT)의 초대 보상을 받을 수 있습니다.
ru: Вы можете получить вознаграждение за приглашение в размере 0,28 (USDT) без совершения транзакции；.
tr: İşlem yapmadan 0.28 (USDT) davetiye ödülü kazanabilirsiniz；
zh_hant: 您無需交易即可賺取0.28（USDT）的邀請獎勵；

source: 5. If you agree with the brand concept of the XT platform and have a firm belief in the blockchain industry, believing that the blockchain can make the world better, you can also apply to become a super partner, and you can enjoy a higher rebate ratio for the invited person, 0 cost to get rich, and be a partner of XT;
es: 5. Si está de acuerdo con la filosofía de XT y cree firmemente en la industria Blockchain, estando convencido de que blockchain puede hacer del mundo un sitio mejor, puede aplicar para ser un super partner y disfrutar de un ratio de descuento por invitado incluso superior, gane dinero sin tener costes y conviertase en partner de XT ;
hi: 5. यदि आप एक्सटी प्लेटफॉर्म की ब्रांड अवधारणा से सहमत हैं और ब्लॉकचैन उद्योग में दृढ़ विश्वास रखते हैं, यह मानते हुए कि ब्लॉकचैन दुनिया को बेहतर बना सकता है, तो आप सुपर पार्टनर बनने के लिए भी आवेदन कर सकते हैं, और आप उच्च छूट का आनंद ले सकते हैं आमंत्रित व्यक्ति के लिए अनुपात, 0 अमीर बनने की लागत, और XT का भागीदार बनना;
id: 5. Jika Anda setuju dengan konsep merek platform XT dan memiliki keyakinan yang kuat dalam industri blockchain, percaya bahwa blockchain dapat membuat dunia lebih baik, Anda juga dapat mendaftar untuk menjadi mitra super, dan Anda dapat menikmati pengalaman yang lebih tinggi. rasio rabat untuk orang yang diundang, 0 biaya untuk menjadi kaya, dan menjadi mitra XT;
ja: 5. XTプラットフォームのブランドコンセプトに同意し、ブロックチェーンがよりよい未来を切り開くことができると信じている場合は、スーパーパートナーになることも申請できます。より高いコミッション率を利用できます。ゼロコストで大きいな利益を獲得でき、XTのパートナーになりましょう;
ko: 5. XT 플랫폼의 브랜드 개념에 동의하고 블록체인 산업에 대한 확고한 믿음이 있고 블록체인이 세상을 더 좋게 만들 수 있다고 믿으면 슈퍼 파트너되어 더 높은 리베이트 비율을 누릴 수 있습니다.
ru: 5. Если вы согласны с концепцией бренда платформы XT и твердо верите в индустрию блокчейна, считаете, что блокчейн может сделать мир лучше, вы также можете подать заявку на получение статуса суперпартнера, и вы сможете воспользоваться более высоким коэффициентом вознаграждения за приглашенного человека, 0 затрат, чтобы разбогатеть, и стать партнером XT;
tr: 5. XT platformunun marka konseptine katılıyorsanız ve blockchain sektörünün ve blockchain’in dünyayı daha iyi hale getirebileceğine inanıyorsanız, süper partner olmak için de başvurabilir ve davet edilen kişi için daha yüksek bir geri ödeme oranından yararlanabilir, 0 maliyetle zengin ve XT'nin ortağı olabilirsiniz;
zh_hant: 5、如果您認同XT平台的品牌理念，對區塊鏈行業有堅定的信仰，相信區塊鏈可以讓世界變的更好，您還可申請成為超級合夥人，可享被邀請人更高的佣金比例，0成本致富，做XT的合夥人；

# 6、充提币手续费，杠杆利息不参与手续费返佣；
source: 6. handling fee for deposit and withdrawal, margin interest does not participate in the handling fee rebate;
es: 6. La tasa de gestión de depósitos y retiradas, el interñes de Margin no son parte de este programa de descuentos por invitados. ;
hi: 6. जमा और निकासी के लिए हैंडलिंग शुल्क, मार्जिन ब्याज हैंडलिंग शुल्क छूट में भाग नहीं लेता है;
id: 6. biaya penanganan untuk setoran dan penarikan, bunga margin tidak berpartisipasi dalam rabat biaya penanganan;
ja: 6.入出金手数料、レバレッジ利息はコミッションのリベートに参加しません;
ko: 6. 입출금 수수료, 레버리지 이자는 수수료 리베이트에 참여하지 않습니다.
ru: 6. комиссия за обработку депозита и снятие средств, маржинальный процент не участвует в возврате комиссии за обработку;
tr: 6. Para yatırma ve çekme için işlem ücreti, marj faizi, işlem ücreti geri ödemesine dahil değildir;
zh_hant: 6、充提幣手續費，槓桿利息不參與手續費返佣；

# 7、如被邀请人违反邀请返佣的相应风控规则，则邀请人的返佣以及被邀请人的返现将会被取消；
source: 7. If the invited person violates the corresponding risk control rules for invitation rebate, the invited person's rebate and the person who sent the invitation will be cancelled;
es: 7. Si las personas invitadas contravienen las reglas de control de riesgos , los descuentos asociados a ambas partes se cancelarán;
hi: 7. यदि आमंत्रित व्यक्ति आमंत्रण छूट के लिए संबंधित जोखिम नियंत्रण नियमों का उल्लंघन करता है, तो आमंत्रित व्यक्ति की छूट और आमंत्रण भेजने वाले व्यक्ति को रद्द कर दिया जाएगा;
id: 7. Jika orang yang diundang melanggar aturan pengendalian risiko yang sesuai untuk rabat undangan, rabat orang yang diundang dan orang yang mengirim undangan akan dibatalkan;
ja: 7.招待者が招待リベートの対応するリスク管理規則に違反した場合、招待者のリベートと招待者の現金リベートはキャンセルされます;
ko: 7. 초대된 친구가 초대 리베이트에 대한 해당 위험 관리 규칙을 위반하는 경우, 초대인과 피초대인의 캐쉬백이 취소됩니다.
ru: 7. Если приглашенное лицо нарушает соответствующие правила контроля риска для пригласительного рибейта, рибейт приглашенного лица и лица, отправившего приглашение, будет аннулирован;
tr: 7. Davet edilen kişi davet geri ödemesi için ilgili risk kontrol kurallarını ihlal ederse, davet edilen kişinin ve davetiyeyi gönderen kişinin geri ödemeleri iptal edilir;
zh_hant: 7、如被邀請人違反邀請返佣的相應風控規則，則邀請人的返佣以及被邀請人的返現將會被取消；

# 通知
source: Notifications
es: Notificaciones
hi: सूचना केंद्र
id: Pusat Informasi
ja: メッセージセンター
ko: 정보센터
ru: Уведомления
tr: Bildirimler
zh_hant: 通知

# 开启系统通知
source: Turn on the notification
es: Activar la notificación
hi: अधिसूचना चालू करें
id: Nyalakan notifikasi
ja: システム通知をオンにします
ko: 시스템 알림 켜기
ru: Включите уведомления
tr: Bildirimleri aç
zh_hant: 開啟系統通知

# 去开启
source: Go to open
es: Ir a abrir
hi: ओपन करने के लिए जाओ
id: Pergi untuk membuka
ja: 開くに移動します
ko: 오픈하러 가기
ru: Перейти к открытию
tr: Aömaya git
zh_hant: 去開啟

# 查看详情
source: View more
es: Ver más
hi: विवरण की जाँच करें
id: Periksa detailnya
ja: 詳細を表示
ko: 자세히 보기
ru: Просмотреть подробнее
tr: Daha fazlasını görüntüle
zh_hant: 查看詳情

# 未登录或者登录失效
source: No login or login failure
es: Sin inicio de sesión o error de inicio de sesión
hi: कोई लागइन या लागइन असफल नहीं
id: Tidak masuk atau gagal masuk
ja: ログインなしまたはログイン無効
ko: 로그인하지 않았거나 로그인이 무효입니다
ru: Отсутствие входа или сбой входа
tr: Giriş veya giriş hatası yok
zh_hant: 未登錄或者登入失效

source: XT.COM will gradually stop supporting CNY fiat currency trading and will be fully upgraded to support other fiat currency transactions in future. Beware of new types of fraud. Please do not believe any calls, text messages and mail that guide you to transfer to other platforms. Do not click on the links from strange text messages and mails.
es: XT.COM dejará de admitir gradualmente el comercio de moneda fiduciaria CNY y se actualizará por completo para admitir otras transacciones de moneda fiduciaria en el futuro. Cuidado con los nuevos tipos de fraude. No crea en ninguna llamada, mensaje de texto o correo que lo guíe para transferir a otras plataformas. No haga clic en los enlaces de mensajes de texto y correos electrónicos extraños.
hi: XT.COM धीरे-धीरे CNY फ़िएट मुद्रा व्यापार का समर्थन करना बंद कर देगा और भविष्य में अन्य फ़िएट मुद्रा लेनदेन का समर्थन करने के लिए पूरी तरह से अपग्रेड किया जाएगा। नए प्रकार के धोखाधड़ी से सावधान रहें। कृपया किसी भी कॉल, टेक्स्ट संदेश और मेल पर विश्वास न करें जो आपको अन्य प्लेटफॉर्म पर स्थानांतरित करने के लिए मार्गदर्शन करता है। अजीब टेक्स्ट मैसेज और मेल के लिंक पर क्लिक न करें।
id: XT.COM secara bertahap akan berhenti mendukung fungsi transaksi mata uang fiat CNY, dan akan ditingkatkan sepenuhnya di masa mendatang untuk mendukung transaksi mata uang fiat lainnya. Waspadalah terhadap penipuan baru, dan jangan percayai panggilan telepon, pesan teks, dan email apa pun yang memandu Anda untuk mentransfer uang ke platform lain. Jangan klik tautan yang terdapat dalam pesan teks atau email yang tidak dikenal.
ja: XT.COMは、CNYの法定通貨取引機能のサポートを徐々に停止し、将来的には他の法定通貨取引をサポートするように完全にアップグレードされます。 新しい詐欺に気をつけてください。他のプラットフォームに送金するように指示する電話、テキストメッセージ、および電子メールを信用しないでください。 なじみのないテキストメッセージや電子メールに含まれているリンクをクリックしないでください。
ko: XT.COM은 CNY 법화거래 지원을 단계적으로 중단하고 향후 새로운 법화거래 지원을 위해 전면 업그레이드를 진행할 예정입니다. 다른 플랫폼에서 전송된 자산 송금 요청전화, 문자, 이메일등 문자에 포함된 링크를 클릭하지 마십시오.
ru: XT.COM постепенно прекратит поддержку торговли фиатной валютой CNY и в будущем будет полностью модернизирован для поддержки операций с другими фиатными валютами. Остерегайтесь новых видов мошенничества. Пожалуйста, не верьте никаким звонкам, текстовым сообщениям и письмам, которые предлагают вам перейти на другие платформы. Не переходите по ссылкам из незнакомых текстовых сообщений и писем.
tr: XT.COM, CNY fiat para ticaretini desteklemeyi kademeli olarak durduracak ve gelecekte diğer fiat para işlemlerini desteklemek için tamamen güncellenecektir. Yeni dolandırıcılık türlerine karşı dikkatli olun. Sizi başka platformlara transfer yapmaya yönlendiren hiçbir arama, mesaj ve e-postaya lütfen inanmayın. Yabancılardan gelen mesajların ve e-postaların içindeki linklere tıklamayın.
zh_hant: XT.COM將逐步停止支持CNY法幣交易功能，後續將進行全面升級，以支持其他法幣交易。 謹防新型詐騙，請勿相信任何引導您轉賬到其他平台的電話、短信和郵件。請勿點擊陌生短信、郵件中所包含的鏈接。

# 流动性提供方费率
source: Liquidity provider rate (Maker)
hi: चलनिधि प्रदाता दर (निर्माता)
id: Tingkat penyedia likuiditas (Maker)
ja: 流動性プロバイダーレート
ko: 유동성 공급자 수수료(Maker)
ru: Ставка поставщика ликвидности (Maker)
tr: Likidite sağlayıcı oranı (Yapıcı)
zh_hant: 流動性提供方費率

# 这一指标显示你持仓在自动减仓队列中的位置，如果所有指示灯亮起，在发生强平事件后，你持仓的仓位可能会被减小
source: This indicator shows your position in the auto-reduction queue, if all indicators are on, your position may be reduced after a liquidation event
hi: यह संकेतक ऑटो-कमी श्रेणी में आपकी स्थिति दिखाता है, यदि सभी संकेतक चालू हैं, तो परिसमापन घटना के बाद आपकी स्थिति कम हो सकती है
id: Indikator ini menunjukkan posisi Anda dalam antrian pengurangan otomatis.Jika semua indikator menyala, posisi Anda mungkin berkurang setelah peristiwa likuidasi.
ja: このインジケーターは、自動削減キュー内のポジションを示します。すべてのインジケーターがオンの場合、清算イベント後にポジションが削減される可能性があります
ko: 이 지표는 자동 포지션 감소 대열 중 귀하의 위치를 나타냅니다. 모든 표시기가 켜져 있으면 청산 이후에 귀하의 포지션이 축소될 수 있습니다.
ru: Этот индикатор показывает вашу позицию в очереди на автосокращение, если все индикаторы включены, ваша позиция может быть сокращена после события ликвидации
tr: Bu gösterge, otomatik azaltma sırasındaki konumunuzu gösterir, tüm göstergeler açıksa, bir likidasyon olayından sonra pozisyonunuza azalma olabilir.
zh_hant: 這一指標顯示你持倉在自動減倉隊列中的位置，如果所有指示燈亮起，在發生強平事件後，你持倉的倉位可能會被減小

# 强平数量
source: Liq.Amount
hi: परिसमापन की संख्या
id: Jumlah likuidasi
ja: 清算数量（続き）
ko: 강제청산 수량
tr: Likidite Tutarı
zh_hant: 強平數量
