Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 计算结果仅供参考。实际操作中可能会因为手续费，资金费率导致计算结果存在偏差
source: The calculation results are for reference only. In the actual case, there may be deviations in the calculation results due to handling fees and funding rates.
es: Los resultados del cálculo son solo para referencia. En caso real, puede haber desviaciones en los resultados debido a las tasas de gestión y las tasas de financiamiento.
hi: गणना परिणाम केवल संदर्भ के लिए हैं। वास्तविक मामले में, फीस और फंडिंग दरों को संभालने के कारण गणना परिणामों में विचलन हो सकता है।.
id: Hasil perhitungan hanya untuk referensi.
ja: 計算結果は参考用です。実際の運用では、手数料や資金調達率により、計算結果にばらつきが生じる場合があります。
ko: 계산 결과는 참고용입니다.실제 운용에서는 수수료나 자금 조달률에 따라 계산 결과에 편차가 발생하는 경우가 있습니다.
ru: Результаты расчетов приведены только для справки. В реальном случае возможны отклонения в результатах расчета из-за комиссий за обработку и ставок финансирования.
tr: Hesaplama sonuçları sadece referans içindir. Gerçek durumda, işlem ücretleri ve finansman oranları nedeniyle hesaplama sonuçlarında sapmalar olabilir.
zh_hant: 計算結果僅供參考。實際操作中可能會因為手續費，資金費率導致計算結果存在偏差。

# 合约开通提醒
source: Symbols open reminder
es: Recordatorio de contrato abierto
hi: फ्यूचर्स ओपन रिमाइंडर
id: Pengingat Futures Terbuka
ja: 先物契約開始のリマインダー
ko: 선물계약개시알림
ru: Напоминание об открытых символах
tr: Semboller açık hatırlatıcısı
zh_hant: 合約開通提醒

# 尊敬的XT用户，欢迎来到新版币本位永续合约，立刻开启模拟交易吧！
source: Dear XTers, welcome to the new version of Coin-M perpetual contract, start simulated trading now!
id: Pengguna XT yang terhormat, selamat datang di versi baru kontrak abadi Coin-M, mulai simulasi perdagangan sekarang!
ja: こんにちは、Coin-m新バージョンへようこそ。 今すぐシミュレーション取引を始めましょう！
ru: Добро пожаловать в новую версию Coin-m! Начните моделировать свою торговлю прямо сейчас!
zh_hant: 尊敬的XT用戶，歡迎來到新版幣本位永續合約，立刻開啓模擬交易吧！

# 尊敬的XT用户，您尚未开通U本位永续合约，开通后可进行U本位永续合约相关操作!
source: Dear XTers, you have not yet activated the XT perpetual contract. After the activation, you can perform XT perpetual Symbols related operations!
hi: प्रिय एक्सटी उपयोगकर्ताओं, आपने यूएसडी-एम फ्यूचर्स को सक्रिय नहीं किया है, और सक्रियण के बाद आप यूएसडी-एम फ्यूचर्स से संबंधित संचालन कर सकते हैं!
id: Pengguna XT yang terhormat, Anda belum mengaktifkan USD-M Futures, dan Anda dapat melakukan operasi terkait USD-M Futures setelah aktivasi!
ja: XTユーザーの皆様、まだU標準の永久契約を有効にしておらず、有効化後にUベースの永久契約関連の操作を実行できます。
ko: XT 사용자 여러분, 아직 U표준 영구계약을 활성화하지 않아 활성화 후 U기반 영구계약 관련 작업을 수행할 수 있습니다.
ru: Уважаемые XTers, вы еще не активировали бессрочный контракт XT. После активации вы сможете выполнять операции, связанные с Символами XT perpetual!
tr: Sevgili XT kullanıcıları, XT kalıcı sözleşmesini henüz etkinleştirmediniz. Aktivasyon sonrasında XT kalıcı Semboller ile ilgili işlemleri gerçekleştirebilirsiniz!
zh_hant: 尊敬的XT用戶，您尚未開通U本位永續合約，開通後可進行U本位永續合約相關操作！

# 暂不开通
source: Not currently open
es: No abierta actualmente
hi: वर्तमान में खुला नहीं
id: Saat ini tidak terbuka
ja: 現在開いていません
ko: 잠시 개통하지 않다
ru: В настоящее время не открыты
tr: Şu anda açık değil
zh_hant: 暫不開通

# 开通合约
source: open Symbols
es: contrato abierto
hi: खुला वायदा
id: Buka Futures
ja: オープン契約
ko: 계약 오픈
ru: открытые символы
tr: Sembolleri Aç
zh_hant: 開通合約

# 开通成功
source: Opened successfully
es: abierto con éxito
hi: सफलतापूर्वक खोला गया
id: Berhasil dibuka
ja: 開通しました
ko: 개통 성공
ru: Открыт успешно
tr: Başarıyla açıldı
zh_hant: 開通成功

# 开通失败
source: Failed to activate
hi: सक्रिय करने में विफल
id: Gagal mengaktifkan
ja: 失敗しました
ko: 개통 실패
ru: Не удалось активировать
tr: Etkinleştirilemedi
zh_hant: 開通失敗

# 交割
source: Delivery
es: entrega
hi: वितरण
id: Pengiriman
ja: デリバリー
ko: 배달
ru: Поставка
tr: Teslimat
zh_hant: 交割

# 目标价格
source: Target price
es: precio objetivo
hi: लक्ष्य कीमत
id: Harga target
ja: 目標価格
ko: 목표가격
ru: Целевая цена
tr: Hedef fiyat
zh_hant: 目標價格

# 止盈止损设置
source: TP/SL Settings
es: Ajuste de take-profit
hi: लाभ लें और हानि रोकें सेटिंग्स
id: Pengaturan take profit dan stop loss
ja: テイクプロフィットとストップロスの設定を取る
ko: 익절/손절 설정
ru: Настройки TP/SL
tr: TP/SL Ayarları
zh_hant: 止盈止損設定

# 止盈设置
source: Target Profit settings
es: Ajuste de stop-loss
hi: लाभ सेटिंग लें
id: Pengaturan take profit
ja: テイクプロフィット設定
ko: 익절설정
ru: Настройки целевой прибыли
tr: Hedef Kar ayarları
zh_hant: 止盈設定

# 止损设置
source: Stop loss settings
es: Ajuste de stop-loss
hi: स्टॉप लॉस सेटिंग्स
id: Pengaturan stop loss
ja: ストップロス設定
ko: 손절설정
ru: Настройки стоп-лосса
tr: Stop kayıp ayarları
zh_hant: 止損設定

# 止盈触发价
source: TP trigger price
es: precio para take-profit automático
hi: टेक प्रॉफिट ट्रिगर प्राइस
id: Harga memicu take profit
ja: プロフィットトリガー価格
ko: 익절 촉발가격
ru: Цена срабатывания ТП
tr: TP tetik fiyatı
zh_hant: 止盈觸發價

# 止盈额
source: Take profit amount
hi: लाभ राशि ले
id: Jumlah take profit
ja: プロフィットトリガー価格
ko: 차감액
ru: Размер тейк-профита
tr: Kar miktarını al
zh_hant: 止盈額

# 止损触发价
source: SL trigger price
es: precio para stop-loss automático
hi: स्टॉप लॉस ट्रिगर प्राइस
id: Harga memicu stop loss
ja: ストップロストリガー価格
ko: 손절 촉발가격
ru: Цена срабатывания SL
tr: SL tetik fiyatı
zh_hant: 止損觸發價

# 亏损额
source: Loss amount
es: Cantidad de pérdida
hi: स्टॉप-लॉस राशि
id: Jumlah Stop loss
ja: 損失
ko: 손실액
ru: Сумма убытка
tr: Kayıp tutar
zh_hant: 虧損額

# 请输入平仓价格
source: Please enter the closing price
es: Por favor ingrese el precio de cierre
hi: कृपया समापन मूल्य दर्ज करें
id: Silakan masukkan harga penutupan
ja: 終値を入力してください
ko: 종가를 입력해 주세요.
ru: Пожалуйста, введите цену закрытия
tr: Lütfen kapatma ücretini girin
zh_hant: 請輸入平倉價格

# 请输入平仓数量
source: Please enter the closing amount
es: Por favor ingrese la cantidad de cierre
hi: कृपया अंतिम राशि दर्ज करें
id: Silakan masukkan jumlah penutupan
ja: 決算額を入力してください
ko: 결산액을 입력해 주세요.
ru: Пожалуйста, введите сумму закрытия
tr: Lütfen kapatma tutarını girin
zh_hant: 請輸入平倉數量

# 当前价格
source: Current price
es: precio actual
hi: मौजूदा कीमत
id: Harga sekarang
ja: 現在の価格
ko: 현재가격
ru: Текущая цена
tr: Mevcut fiyat
zh_hant: 當前價格

# 请输入金额
source: Enter amount
es: Por favor ingrese la cantidad
hi: कृपया राशि दर्ज करें
id: Silakan masukkan jumlahnya
ja: 金額を入力してください
ko: 금액을 입력해 주세요.
ru: Введите сумму
tr: Miktarı girin
zh_hant: 請輸入金額

# 最大可增加
source: Max buy
es: Max a agregar
hi: अधिकतम वृद्धि
id: Peningkatan maksimum
ja: 最大増加
ko: 최대증가
ru: Максимальная покупка
tr: Maks alım
zh_hant: 最大可新增

# 最大可减少
source: Maximum reduce
es: Reducción máxima
hi: अधिकतम कमी
id: Pengurangan maksimum
ja: 最大値を減らすことができます
ko: 최대치를 줄일 수 있습니다.
ru: Максимальное снижение
tr: Maksimum azalma
zh_hant: 最大可减少

# 钱包余额
source: Wallet balance
es: Balance de la Wallet
hi: वॉलेट बैलेंस
id: Saldo dompet
ja: ウォレットバランス
ko: 지갑 잔액
ru: Баланс кошелька
tr: Cüzdan bakiyesi
zh_hant: 錢包餘額

# 账户权益
source: Account Equity
es: Capita de la cuenta
hi: खाता इक्विटी
id: Ekuitas Akun
ja: アカウントエクイティ
ko: 계정권익
ru: Капитал счета
tr: Hesap Öz Sermayesi
zh_hant: 賬戶權益

# 可用保证金
source: Free margin
es: Liberar Margin
hi: मुक्त हाशिया
id: Margin gratis
ja: フリーマージン
ko: 사용가능 증거금(마진)
ru: Свободная маржа
tr: Serbest marj
zh_hant: 可用保證金

# 资金流水
source: Capital flow
es: Flujo de efectivo
hi: स्र्पये की गति
id: Arus kas
ja: キャッシュフロー
ko: 자금 흐름
ru: Движение капитала
tr: Sermaye akışı
zh_hant: 資金流水

# 全部币种
source: All cryptos
es: Todas las monedas
hi: सभी मुद्राएं
id: Semua mata uang
ja: すべての通貨
ko: 모든 통화
ru: Все криптовалюты
tr: Tüm kriptolar
zh_hant: 全部幣種

# 全部类型
source: All types
es: Todos los tipos
hi: सभी प्रकार के
id: Semua jenis
ja: 全部の種類
ko: 모든 유형
ru: Все типы
tr: Tüm türler
zh_hant: 全部類型

# 平仓盈亏
source: PNL of closing
es: Cerrar posición Profit y Loss
hi: समापन लाभ और हानि
id: Menutup untung dan rugi
ja: 決算損益
ko: 마감손익
ru: PNL закрытия
tr: Kapama PNL’si
zh_hant: 平倉盈虧

# 仓位接管
source: Position takeover
es: Adquisición de la posición
hi: स्थिति अधिग्रहण
id: Pengambilalihan posisi
ja: ポジションテイクオーバー
ko: 포지션 매수
ru: Захват позиции
tr: Pozisyon ele geçirme
zh_hant: 倉位接管

# 强平清算
source: Liquidation
es: Liquidación
hi: परिसमापन
id: Likuidasi
ja: 清算
ko: 청산
ru: Ликвидация
tr: Likidasyon
zh_hant: 強平清算

# 自动减仓
source: Automatically deduction
es: Reducir automáticamente las acciones
hi: स्वचालित रूप से कटौती
id: Pengurangan secara otomatis
ja: 自動的にポジションを減らす
ko: 자동 공제
ru: Автоматическое вычитание
tr: Otomatik kesinti
zh_hant: 自動減倉

# 持仓合并
source: Position consolidation
es: Consolidación de posición
hi: स्थिति समेकन
id: Konsolidasi posisi
ja: ポジションの統合
ko: 포지션 통합
ru: Консолидация позиции
tr: Pozisyon konsolidasyonu
zh_hant: 持倉合併

# 我已知晓，修改安全密码后24小时内禁止提币和法币卖出
source: I acknowledge that withdrawals and fiat currency sales are prohibited within 24 hours after modifying the security password
es: Acepto que las ventas y las retiradas de moneda fiat están prohibidos dentro de las 24 horas posteriores a la modificación de la contraseña de seguridad
hi: मैं स्वीकार करता हूं कि सुरक्षा पासवर्ड को संशोधित करने के 24 घंटों के भीतर निकासी और फिएट मुद्रा की बिक्री प्रतिबंधित है
id: Saya sudah tahu bahwa dilarang untuk menarik dan menjual mata uang fiat dalam waktu 24 jam setelah mengubah kata sandi keamanan
ja: セキュリティパスワードを修正してから24時間以内の引き出しと法定通貨売却は禁止されていることを了承します。
ko: 보안 비밀번호 변경후 24시간내 출금 및 법정화폐 판매가 금지되는 것을 인정합니다.
ru: Я подтверждаю, что снятие средств и продажа фиатной валюты запрещены в течение 24 часов после изменения пароля безопасности
tr: Güvenlik şifresinin değiştirilmesinden sonraki 24 saat içinde para çekme ve satışlarına izin verilmediğini kabul ediyorum.
zh_hant: 我已知曉，修改安全密碼後24小時內禁止提幣和法幣賣出

# 我已知晓，重置安全密码后24小时内禁止提币和法币卖出
source: I acknowledge that withdrawals and fiat currency sales are prohibited within 24 hours after resetting the security password
es: Acepto que las ventas y las retiradas de moneda fiat están prohibidos dentro de las 24 horas posteriores al reseteo de la contraseña de seguridad
hi: मैं स्वीकार करता हूं कि सुरक्षा पासवर्ड रीसेट करने के 24 घंटों के भीतर निकासी और फिएट मुद्रा की बिक्री प्रतिबंधित है
id: Saya sudah tahu bahwa penarikan dan penjualan mata uang fiat dilarang dalam waktu 24 jam setelah mengatur ulang kata sandi keamanan
ja: セキュリティパスワードをリセットしてから24時間以内の引き出しと法定通貨売却は禁止されていることを了承します。
ko: 보안 비밀번호 재설정후 24시간내 출금 및 법정화폐 판매가 금지되는 것을 인정합니다.
ru: Я подтверждаю, что снятие средств и продажа фиатной валюты запрещены в течение 24 часов после сброса пароля безопасности
tr: Güvenlik şifresinin sıfırlanmasından sonraki 24 saat içinde para çekme ve fiat para birimi satışlarına izin verilmediğini kabul ediyorum.
zh_hant: 我已知曉，重置安全密碼後24小時內禁止提幣和法幣賣出

# 我已知晓，修改登录密码后会登出账户，需使用新密码重新登录，并且24小时内禁止提币和法币卖出
source: I acknowledge that after changing the login password, I will be logged out of the account. I need to use the new password to log in again, withdrawals and fiat currency sales are prohibited within 24 hours
es: Acepto que después de cambiar la contraseña de inicio de sesión, mi sesión se cerrará. Necesitaré usar la nueva contraseña para iniciar sesión, las retiradas y las ventas de moneda fiat estarán prohibidas en las siguientes 24 horas.
hi: मैं स्वीकार करता हूं कि लॉगिन पासवर्ड बदलने के बाद, मैं खाते से लॉग आउट हो जाऊंगा। मुझे फिर से लॉग इन करने के लिए नए पासवर्ड का उपयोग करने की आवश्यकता है, 24 घंटे के भीतर निकासी और फिएट मुद्रा की बिक्री प्रतिबंधित है
id: Saya sudah tahu bahwa setelah mengubah kata sandi masuk, saya akan keluar dari akun, saya perlu menggunakan kata sandi baru untuk masuk lagi, dan penarikan dan penjualan mata uang fiat dilarang dalam waktu 24 jam
ja: ログインパスワードを変更した後、アカウントはログアウトされます。再度ログインするには新しいパスワードを使用する必要があります。24時間以内の引き出しと法定通貨の売却は禁止されています
ko: 로그인 비밀번호를 변경한 후 자동으로 로그아웃되어, 새 비밀번호를 사용하여 다시 로그인해야 합니다. 그후 24시간 이내에 출금 및 법정화폐 판매가 금지됨을 알고 있습니다.
ru: Я признаю, что после изменения пароля входа в систему я выйду из аккаунта. Мне необходимо использовать новый пароль для повторного входа в систему, снятие средств и продажа фиатной валюты запрещены в течение 24 часов
tr: Giriş şifresini değiştirdikten sonra hesaptan çıkış yapacağımı, Tekrar giriş yapmak için yeni şifreyi kullanmam gerektiğini, 24 saat içinde para çekme ve fiat para birimi satışlarına izin verilmediğini kabul ediyorum
zh_hant: 我已知曉，修改登錄密碼後會登出賬戶，需使用新密碼重新登錄，並且24小時內禁止提幣和法幣賣出

# 我已知晓，重置登录密码后24小时内禁止提币和法币卖出
source: I acknowledge that it is forbidden to withdraw and sell fiat currency within 24 hours after changing the login password
es: Acepto que está prohibido retirar y vender moneda fiat dentro de las 24 horas posteriores a cambiar la contraseña de inicio de sesión
hi: मैं स्वीकार करता हूं कि लॉगिन पासवर्ड बदलने के बाद 24 घंटे के भीतर फिएट मुद्रा को वापस लेना और बेचना मना है
id: Saya sudah tahu bahwa penarikan dan penjualan mata uang fiat dilarang dalam waktu 24 jam setelah mengatur ulang kata sandi login
ja: ログインパスワードをリセットしてから24時間以内に引き出しと法定通貨の売却が禁じられていることを了承します。
ko: 로그인 비밀번호 변경후 24시간내 출금 및 법정화폐 판매가 금지되는 것을 인정합니다.
ru: Я подтверждаю, что снятие и продажа фиатной валюты запрещены в течение 24 часов после смены пароля для входа в систему
tr: Giriş şifresinin değiştirilmesinden sonraki 24 saat içinde fiat para çekmenin ve satmanın yasak olduğunu kabul ediyorum.
zh_hant: 我已知曉，重置登錄密碼後24小時內禁止提幣和法幣賣出

# 我已知晓，修改手机号后24小时内禁止提币和法币卖出
source: I acknowledge that the withdrawal and sale of fiat currency are prohibited within 24 hours after changing the mobile phone number
es: Acepto que la retirada y la venta de moneda fiat están prohibidas dentro de las 24 horas posteriores a cambiar el número de teléfono móvil
hi: मैं स्वीकार करता हूं कि मोबाइल फोन नंबर बदलने के 24 घंटे के भीतर फिएट मुद्रा की निकासी और बिक्री प्रतिबंधित है
id: Saya sudah tahu bahwa penarikan dan penjualan mata uang fiat dilarang dalam waktu 24 jam setelah mengubah nomor ponsel
ja: 携帯番号を変更してから24時間以内に引き出しと法定通貨の売却が禁じられていることを了承します。
ko: 전화번호 변경후 24시간내 출금 및 법정화폐 판매가 금지되는 것을 인정합니다.
ru: Я подтверждаю, что снятие и продажа фиатной валюты запрещены в течение 24 часов после изменения номера мобильного телефона
tr: Cep telefonu numarası değiştirildikten sonraki 24 saat içinde fpara çekme ve fiat para birimi satışlarına izin verilmediğini kabul ediyorum.
zh_hant: 我已知曉，修改手機號後24小時內禁止提幣和法幣賣出

# 我已知晓，重置手机号后24小时内禁止提币和法币卖出
source: I acknowledge that withdrawals and fiat currency sales are prohibited within 24 hours after resetting the phone number
es: Acepto que las ventasy retiradas de moneda fiat estan prohibidos dentro de las 24 horas posteriores a restablecer el número de teléfono
hi: मैं स्वीकार करता हूं कि फोन नंबर रीसेट करने के 24 घंटों के भीतर निकासी और फिएट मुद्रा की बिक्री प्रतिबंधित है
id: Saya sudah tahu bahwa penarikan dan penjualan mata uang fiat dilarang dalam waktu 24 jam setelah mengatur ulang nomor telepon
ja: 携帯番号をリセットしてから24時間以内に引き出しと法定通貨の売却が禁じられていることを了承します。
ko: 전화번호 재설정후 24시간내 출금 및 법정화폐 판매가 금지되는 것을 인정합니다.
ru: Я подтверждаю, что снятие и продажа фиатной валюты запрещены в течение 24 часов после сброса номера телефона
tr: Telefon numarasının sıfırlanmasından sonraki 24 saat içinde para çekme ve fiat para birimi satışlarına izin verilmediğini kabul ediyorum.
zh_hant: 我已知曉，重置手機號後24小時內禁止提幣和法幣賣出

# 我已知晓，关闭Google认证后24小时内禁止提币和法币卖出
source: I acknowledge that withdrawals and fiat currency sales are prohibited within 24 hours after closing Google authentication
es: Acepto que las ventasy retiradas de moneda fiat están prohibidos dentro de las 24 horas posteriores a cerrar la autenticación de Google
hi: मैं स्वीकार करता हूं कि Google प्रमाणीकरण बंद करने के 24 घंटों के भीतर निकासी और कानूनी मुद्रा की बिक्री प्रतिबंधित है
id: Saya sudah tahu bahwa penarikan dan penjualan mata uang fiat dilarang dalam waktu 24 jam setelah menutup autentikasi Google
ja: Google認証をOFFにしてから24時間以内に引き出しと法定通貨の売却が禁じられていることを了承します。
ko: 구글 인증 해제후 24시간내 출금 및 법정화폐 판매가 금지되는 것을 인정합니다.
ru: Я подтверждаю, что снятие средств и продажа фиатной валюты запрещены в течение 24 часов после закрытия аутентификации Google
tr: Google kimlik doğrulamasının kapatılmasından sonraki 24 saat içinde para çekme ve fiat para birimi satışlarına izin verilmediğini kabul ediyorum.
zh_hant: 我已知曉，關閉Google認證後24小時內禁止提幣和法幣賣出

# 我已知晓，修改Google认证后24小时内禁止提币和法币卖出
source: I acknowledge that the withdrawal and sale of fiat currency are prohibited within 24 hours after resetting the Google authentication.
es: Acepto que las ventasy retiradas de moneda fiat están prohibidos dentro de las 24 horas posteriores a restablecer la autenticación de Google.
hi: मैं स्वीकार करता हूं कि Google प्रमाणीकरण को रीसेट करने के बाद 24 घंटों के भीतर फ़िएट मुद्रा की निकासी और बिक्री प्रतिबंधित है।
id: Saya sudah tahu bahwa penarikan dan penjualan mata uang fiat dilarang dalam waktu 24 jam setelah menyetel ulang autentikasi Google.
ja: Google認証をリセットしてから24時間以内に引き出しと法定通貨の売却が禁じられていることを了承します。
ko: 구글 인증 재설정후 24시간내 출금 및 법정화폐 판매가 금지되는 것을 인정합니다.
ru: Я подтверждаю, что снятие и продажа фиатной валюты запрещены в течение 24 часов после сброса аутентификации Google.
tr: Google kimlik doğrulamasının sıfırlanmasından sonraki 24 saat içinde fiat para çekilmesine ve satışına izin verilmediğini kabul ediyorum.
zh_hant: 我已知曉，修改Google認證後24小時內禁止提幣和法幣賣出

# 我已知晓，重置Google认证后24小时内禁止提币和法币卖出
source: I acknowledge that the withdrawal and sale of fiat currency are prohibited within 24 hours after modifying the Google authentication.
es: Acepto que las ventasy retiradas de moneda fiat están prohibidos dentro de las 24 horas posteriores a la modificación de la autenticación de Google.
hi: मैं स्वीकार करता हूं कि Google प्रमाणीकरण को संशोधित करने के बाद 24 घंटों के भीतर फ़िएट मुद्रा की निकासी और बिक्री प्रतिबंधित है।
id: Saya sudah tahu bahwa penarikan dan penjualan mata uang fiat dilarang dalam waktu 24 jam setelah mengubah sertifikasi Google.
ja: Google認証を変更してから24時間以内に引き出しと法定通貨の売却が禁じられていることを了承します。
ko: 구글 인증 수정후 24시간내 출금 및 법정화폐 판매가 금지되는 것을 인정합니다.
ru: Я подтверждаю, что вывод и продажа фиатной валюты запрещены в течение 24 часов после изменения аутентификации Google.
tr: Google kimlik doğrulamasının değiştirilmesinden sonraki 24 saat içinde fiat para çekilmesine ve satışına izin verilmediğini kabul ediyorum.
zh_hant: 我已知曉，重置Google認證後24小時內禁止提幣和法幣賣出

# 您当前安全等级低，为了确保您的账户和交易安全，建议您至少再绑定一种验证方式
source: Your current security level is low, in order to ensure the security of your account and transactions,you are encouraged to bind at least one more verification method.
es: Su nivel de seguridad actual es bajo, con el fin de garantizar la seguridad de su cuenta y transacciones, se recomienda configurar al menos un método de verificación más.
hi: आपका वर्तमान सुरक्षा स्तर कम है, अपने खाते और लेनदेन की सुरक्षा सुनिश्चित करने के लिए, आपको कम से कम एक और सत्यापन विधि को बाध्य करने के लिए प्रोत्साहित किया जाता है।
id: Saya sudah tahu bahwa penarikan dan penjualan mata uang fiat dilarang dalam waktu 24 jam setelah mengubah sertifikasi Google.
ja: 現在のセキュリティレベルは低く、アカウントとトランザクションのセキュリティを確保するために、少なくとももう1つの検証方法を有効にすることをお勧めします
ko: 회원님의 계정 및 트랜잭션의 현재 보안 수준이 낮습니다. 적어도 한 가지 이상의 인증 방법을 바인딩하는 것이 좋습니다.
ru: Ваш текущий уровень безопасности является низким, для обеспечения безопасности вашего аккаунта и транзакций, вам рекомендуется привязать еще хотя бы один метод верификации.
tr: Mevcut güvenlik seviyeniz düşük, hesabınızın ve işlemlerinizin güvenliğini sağlamak için en az bir doğrulama yöntemini daha bağlamanız önerilir.
zh_hant: 您當前安全等級低，為了確保您的賬戶和交易安全，建議您至少再綁定一種驗證方式

# 为了确保您的账户和交易安全，建议您先开启谷歌验证，再继续使用其他服务
source: In order to ensure the security of your account and transactions, it is recommended to turn on Google Verification before continuing to use other services
es: Para garantizar la seguridad de su cuenta y transacciones, se recomienda activar la verificación de Google antes de continuar usando otros servicios
hi: अपने खाते और लेन-देन की सुरक्षा सुनिश्चित करने के लिए, अन्य सेवाओं का उपयोग जारी रखने से पहले Google सत्यापन चालू करने की अनुशंसा की जाती है
id: Untuk memastikan keamanan akun dan transaksi Anda, Anda disarankan untuk mengaktifkan Google Verification sebelum melanjutkan menggunakan layanan lain
ja: アカウントと取引のセキュリティを確保するために、他のサービスを引き続き使用する前に、Google検証をオンにすることをお勧めします。
ko: 계정 및 안전한 거래를 보장하기 위해 서비스 이용전 Google 인증을 켜는 것을 권장합니다.
ru: Для обеспечения безопасности вашего аккаунта и транзакций рекомендуется включить проверку Google, прежде чем продолжать пользоваться другими сервисами
tr: Hesabınızın ve işlemlerinizin güvenliğini sağlamak için diğer hizmetleri kullanmaya devam etmeden önce Google Doğrulama'yı açmanız önerilir.
zh_hant: 為了確保您的賬戶和交易安全，建議您先開啟谷歌驗證，再繼續使用其他服務

# Google验证(推荐)
source: Google Verification(Recommended)
es: Verificación de Google (recomendado)
hi: Google सत्यापन (अनुशंसित)
id: Verifikasi Google (disarankan)
ja: Google検証（推奨）
ko: Google인증(권장)
ru: Проверка Google (рекомендуется)
tr: Google Doğrulaması(Önerilir)
zh_hant: Google驗證(推薦)

# 暂不开启
source: Currently not activated
es: Actualmente no está activado
hi: वर्तमान में सक्रिय नहीं है
id: Tidak buka
ja: 今はONにしない
ko: 잠시 활성화하지 않음
ru: В настоящее время не активирована
tr: Şu anda etkin değil
zh_hant: 暫不開啟

# 1、下载并安装谷歌验证器
source: 1. Download and install Google Authenticator
es: 1. Descargue e instale Google Authenticator
hi: 1. Google प्रमाणक डाउनलोड और इंस्टॉल करें
id: 1. Unduh dan instal Google Authenticator
ja: 1. GoogleAuthenticatorをダウンロードしてインストールします
ko: 1. Google Authenticator 설치 및 다운로드
ru: 1. Загрузите и установите Google Authenticator
tr: 1. Google Authenticator'ı indirin ve yükleyin
zh_hant: 1、下載並安裝谷歌驗證器

# 2、用谷歌验证器扫描下方二维码或输入密钥，得到6位数Google验证码，并填入下方输入框
source: 2. Use Google Authenticator to scan the QR code below or enter the key to get a 6-digit Google verification code, and fill in the input box below
es: 2. Use Google Autenticator para escanear el código QR o introduzca la clave para obtener un código de verificación de Google de 6 dígitos y complete el cuadro de entrada que verá a continuación
hi: 2. नीचे दिए गए क्यूआर कोड को स्कैन करने के लिए Google प्रमाणक का उपयोग करें या 6 अंकों का Google सत्यापन कोड प्राप्त करने के लिए कुंजी दर्ज करें, और नीचे इनपुट बॉक्स भरें
id: 2. Gunakan Google Authenticator untuk memindai kode QR di bawah ini atau masukkan kunci untuk mendapatkan 6 digit kode verifikasi Google, dan isi kotak input di bawah
ja: 2. Google Authenticatorを使用して下のQRコードをスキャンするか、キーを入力して6桁のGoogle確認コードを取得し、下の入力ボックスに入力します。
ko: 2. Google Authenticator를 이용하여 아래 QR코드를 스캔하거나 비밀키를 입력하여 6자리 구글 인증코드를 받은 후, 아래 입력란에 내용을 입력해주세요.
ru: 2. Используйте Google Authenticator для сканирования QR-кода ниже или введите ключ, чтобы получить 6-значный проверочный код Google, и заполните поле ввода ниже.
tr: 2. Aşağıdaki QR kodunu taramak için Google Authenticator'ı kullanın veya anahtarı girerek 6 haneli Google doğrulama kodunu alın ve aşağıdaki giriş kutusunu doldurun
zh_hant: 2、用谷歌驗證器掃描下方二維碼或輸入密鑰，得到6位數Google驗證碼，並填入下方輸入框
