Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 3.所有要求绕开平台私下交易的行为都属于诈骗，希望广大用户提高警惕！
source: All acts that require private transactions outside the platform are scams, and users shall be vigilant.
es: Cualquier actividad que requiera transacciones fuera de la plataforma son estafas, por lo que todos los usuarios deben actuar con cautela.
hi: प्लेटफ़ॉर्म के बाहर निजी लेनदेन की आवश्यकता वाले सभी कार्य घोटाले हैं, और उपयोगकर्ताओं को सतर्क रहना चाहिए।
id: Semua tindakan yang memerlukan transaksi pribadi di luar platform adalah penipuan, oleh itu pengguna harus berwaspada.
ja: 3.プラットフォーム以外で取引をするのが危険です。詐欺に注意してください！
ko: 3. 플랫폼이 아닌 모든 사적인 거래 행위는 사기에 해당되니 유의하시기 바랍니다.
ru: Все действия, требующие проведения частных транзакций за пределами платформы, являются мошенничеством, и пользователи должны быть бдительны.
tr: Platform dışında özel işlem gerektiren tüm eylemler dolandırıcılıktır ve kullanıcılar dikkatli olmalıdır.
zh_hant: 3.所有要求繞開平臺私下交易的行為都屬於詐騙，希望廣大用戶提高警惕！

# 4.不要在汇款备注、说明栏目中填写比特币、BTC等任何数字货币字符字眼，防止您的汇款行为被银行拦截。
source: Do not fill in any digital currency characters such as Bitcoin and BTC in the remittance remarks and description columns to prevent your remittance from being intercepted by the bank.
es: No introduzca info de monedas como Bitcoin o BTC en los comentarios del remitente para evitar que las entidades bancarias las intercepten
hi: बैंक द्वारा आपके प्रेषण को रोकने के लिए प्रेषण टिप्पणियों और विवरण कॉलम में बिटकॉइन और बीटीसी जैसे किसी भी डिजिटल मुद्रा वर्ण को न भरें।
id: Jangan mengisi karakter mata uang digital seperti Bitcoin dan BTC di kolom komentar dan deskripsi pengiriman uang untuk mencegah pengiriman uang Anda disadap oleh bank.
ja: 4.送金のメモにビットコイン、BTCなどのデジタル通貨文字を入力しないでください。
ko: 4.송금 비고, 설명 코너에 비트코인, BTC 등의 디지털 통화 명을 삼가하시기 바랍니다. 은행에 의해 귀하의 송금이 차단될 수 있습니다.
ru: Не заполняйте символы цифровых валют, таких как Bitcoin и BTC, в колонках примечания и описания денежного перевода, чтобы ваш денежный перевод не был перехвачен банком.
tr: Havalenizin banka tarafından engellenmesini önlemek için havale açıklamaları ve açıklama sütunlarına Bitcoin ve BTC gibi herhangi bir dijital para birimi karakteri girmeyin.
zh_hant: 4.不要在匯款備註、說明欄目中填寫比特幣、BTC等任何數字貨幣字符字眼，防止您的匯款行為被銀行攔截。

# 拒绝
source: Declined
es: Rechazar
hi: अस्वीकार
id: Tolak
ja: 拒否
ko: 거절
ru: Отказано
tr: Reddedildi
zh_hant: 拒絕

# 接受
source: Accept
es: Aceptar
hi: स्वीकार करना
id: Terima
ja: 受け入れる
ko: 접수
ru: Принять
tr: Kabul et
zh_hant: 接受

# 取消订单
source: Cancel the order
es: Cancelar la orden
hi: आदेश रद्द करें
id: Batalkan pesanan
ja: オーダーをキャンセルする
ko: 주문취소
ru: Отменить ордер
tr: Emri iptal et
zh_hant: 取消訂單

# 我已收款
source: I have received the payment
es: He recibido el pago
hi: मुझे भुगतान मिल गया है
id: Saya telah menerima pembayaran
ja: 支払いを受け取りました
ko: 저는 입금을 확인하였습니다.
ru: Я получил платеж
tr: Ödemeyi aldım
zh_hant: 我已收款

# 我已付款
source: I have paid
es: He realizado el pago
hi: मैंने भुगतान कर दिया
id: saya telah membayar
ja: 既に支払いしました
ko: 저는 지불을 완료하였습니다.
ru: Я произвел оплату
tr: Ödedim
zh_hant: 我已付款

# 确认放行
source: Confirm the release
es: Confirmar la liberación de activos
hi: रिलीज की पुष्टि करें
id: Konfirmasikan rilis
ja: リリースを確認します
ko: 확인완료
ru: Подтвердите освобождение
tr: Serbest bırakmayı onayla
zh_hant: 確認放行

# 我要申诉
source: I want to appeal dispute
es: Quiero abrir un procedimiento de disputa
hi: मैं विवाद की अपील करना चाहता हूं
id: Saya ingin mengajukan banding
ja: 訴えます
ko: 제소신청
ru: Я хочу обжаловать спор
tr: Anlaşmazlık itirazında bulunmak istiyorum
zh_hant: 我要申訴

# 确认放行并关闭申诉
source: Confirm release and drop dispute
es: Confirmar la liberación de activos y abandonar la disputa
hi: रिलीज की पुष्टि करें और विवाद छोड़ें
id: Konfirmasikan rilis dan jatuhkan sengketa
ja: リリースを確認し、訴えをやめます
ko: 입금을 확인하고 제소를 취하합니다.
ru: Подтвердить релиз и прекратить спор
tr: Serbest bırakmayı onayla ve anlaşmazlığı kapat
zh_hant: 確認放行並關閉申訴

# 取消订单并关闭申诉
source: Cancel order and drop dispute
es: Cancelar orden y abandonar disputa
hi: आदेश रद्द करें और विवाद छोड़ें
id: Batalkan pesanan dan batalkan sengketa
ja: 注文をキャンセルして訴えをやめます
ko: 주문를 취소하고 제소를 취하합니다.
ru: Отменить ордер и отказаться от спора
tr: Emri iptal et ve anlaşmazlığı kapat
zh_hant: 取消訂單並關閉申訴

# 申诉
source: Appeal
es: Abrir disputa
hi: निवेदन
id: Banding
ja: 訴える
ko: 제소
ru: Апелляция
tr: İtiraz et
zh_hant: 申訴

# 申诉时间
source: Dispute time
es: Tiempo de disputa
hi: विवाद का समय
id: Waktu perselisihan
ja: 訴えの時間
ko: 제소시간
ru: Время рассмотрения спора
tr: Anlaşmazlık zamanı
zh_hant: 申訴時間

# 申诉类型
source: Dispute type
es: Tipo de disputa
hi: विवाद का प्रकार
id: Jenis perselisihan
ja: 訴えの種類
ko: 제소유형
ru: Тип спора
tr: Anlaşmazlık tipi
zh_hant: 申訴類型

# 问题描述
source: Problem description
es: Descripción de la situación
hi: समस्या विवरण
id: Deskripsi masalah
ja: 問題説明
ko: 문제설명
ru: Описание проблемы
tr: Sorun açıklaması
zh_hant: 問題描述

# 上传图片证据（最多5张图片）
source: Upload evidence of pictures(Up to 5 pictures)
es: Subir evidencias en forma de imagen (Máx. 5 fotos)
hi: चित्रों के साक्ष्य अपलोड करें (अधिकतम 5 चित्र)
id: Unggah bukti gambar (hingga 5 gambar)
ja: 写真の証拠をアップロードする（最大5枚の写真）
ko: 증거 사진 제출(최대 5장까지 제출 가능)
ru: Загрузить доказательства в виде фотографий (до 5 фотографий)
tr: Kanıt olarak resim yükleyin (5 resme kadar)
zh_hant: 上傳圖片證據（最多5張圖片）

# 未激活
source: Not activated
es: Sin activar
hi: सक्रिय नहीं
id: Tidak aktif
ja: 有効されていません
ko: 활성화되지 않음
ru: Не активировано
tr: Etkin değil
zh_hant: 未激活

# 已激活
source: Activated
es: Activado
hi: सक्रिय
id: Diaktifkan
ja: 有効にしました
ko: 활성화 완료
ru: Активировано
tr: Etkin
zh_hant: 已激活

# 成交量
source: Traded Vol
es: Volumen de trading
hi: ट्रेडेड वॉल्यूम
id: Vol Diperdagangkan
ja: 取引額
ko: 체결량
ru: Передано Vol
tr: İşlem Hacmi
zh_hant: 成交量

# 不限
source: Unlimited
es: Sin límites
hi: असीमित
id: Tidak terbatas
ja: 無制限
ko: 제한없음
ru: Неограниченно
tr: Sınırsız
zh_hant: 不限

# 放贷中
source: Lending
es: Prestar
hi: ऋण
id: Pinjaman
ja: 貸し出し中
ko: 대출중
ru: Кредитование
tr: Borç verme
zh_hant: 放貸中

# 待还款
source: Pending repayment
es: Repago pendiente
hi: लंबित चुकौती
id: Pembayaran yang tertunda
ja: 返済保留中
ko: 반납대기
ru: Ожидает погашения
tr: Bekleyen geri ödeme
zh_hant: 待還款

# 已平仓
source: Liquidated
es: Liquidado
hi: नष्ट
id: Dilikuidasi
ja: すべて決済されました
ko: 청산완료
ru: Ликвидировано
tr: Likidite edildi
zh_hant: 已平倉

# 已还款
source: Repaid
es: Repagado
hi: चुकाया
id: Dibayar kembali
ja: 返済しました
ko: 반납완료
ru: Погашено
tr: Geri ödendi
zh_hant: 已還款

# 全部市场
source: All market
es: Todo el mercado
hi: सभी बाजार
id: Semua pasar
ja: すべての市場
ko: 전체 마켓
ru: Весь рынок
tr: Tüm piyasa
zh_hant: 全部市場

# 借贷管理
source: Lending management
es: Gestión de préstamos
hi: उधार प्रबंधन
id: Manajemen pinjaman
ja: ローン管理
ko: 대출관리
ru: Управление кредитованием
tr: Borç verme yönetimi
zh_hant: 借貸管理

# 自动续借
source: Auto renew borrowing
es: Renovación automática de préstamo
hi: ऑटो नवीनीकरण उधार
id: Memperbarui pinjaman secara otomatis
ja: 自動更新
ko: 차용 자동 연장
ru: Автоматическое продление займа
tr: Borç almayı otomatik yenile
zh_hant: 自動續借

# 还币币种
source: Repayment currency
es: Moneda del repago
hi: चुकौती मुद्रा
id: Mata Uang Pembayaran
ja: 返品通貨
ko: 코인 반납 유형
ru: Валюта погашения
tr: Geri ödeme birimi
zh_hant: 還幣幣種

# 应还
source: Due
es: Pago Pendiente
hi: देय
id: Jatuh tempo
ja: 返済すべき
ko: 반납해야할
ru: Срок
tr: Vade
zh_hant: 應還

# 还款数量
source: Repayment amount
es: Cantidad a repagar
hi: चुकौती राशि
id: Jumlah pembayaran kembali
ja: 返済数量
ko: 반납수량
ru: Сумма погашения
tr: Geri ödeme tutarı
zh_hant: 還款數量

# 请填写还币数量
source: Enter repayment mount
es: Introduzca cantidad a repagar
hi: पुनर्भुगतान माउंट दर्ज करें
id: Masukkan jumlah pembayaran
ja: 返済するコインの数を入力してください
ko: 코인 반납 수량 입력
ru: Ввести крепление для погашения
tr: Geri ödeme tutarını girin
zh_hant: 請填寫還幣數量

# 全部
source: All
es: Todo
hi: सभी
id: Semua
ja: すべて
ko: 전부
ru: Все
zh_hant: 全部

# 借币币种
source: Currency
es: Moneda
hi: मुद्रा
id: Mata uang
ja: 貸付通貨
ko: 차용 토큰 유형
ru: Валюта
tr: Para Birimi
zh_hant: 借幣幣種

# 日利率
source: Day Rate
es: Ratio del día
hi: दिन की दर
id: Tarif Hari
ja: 毎日の金利
ko: 일일이자율
ru: Дневная ставка
tr: Günlük Oran
zh_hant: 日利率

# 借款期限
source: Term
es: Periodo
hi: अवधि
id: Jangka waktu pinjaman
ja: ローン期間
ko: 차관기한
ru: Срок
tr: Koşul
zh_hant: 借款期限

# 剩余可借
source: Available
es: Disponible
hi: उपलब्ध
id: Tersedia
ja: 引き続き利用可能
ko: 차용 가능 잔액
ru: Доступно
tr: Uygun
zh_hant: 剩余可借

# 借入数量
source: Amount Borrowed
es: Cantidad recibida en préstamo
hi: उधार ली गई राशि
id: Jumlah dipinjam
ja: 借入額
ko: 차입수량
ru: Сумма заимствования
tr: Ödünç alınan tutar
zh_hant: 借入數量

# 请填写借币数量
source: Enter Amount
es: Introduzca la cantidad
hi: राशि डालें
id: Masukan jumlah
ja: 貸付金額をご記入ください
ko: 코인차용 수량을 입력해 주세요
ru: Введите сумму
tr: Tutar girin
zh_hant: 請填寫借幣數量

# 还款
source: Repayment
es: Repago
hi: वापसी
id: Pembayaran kembali
ja: 返済
ko: 반납
ru: Погашение
tr: Geri ödeme
zh_hant: 還款

# 借
source: Borrow
es: Recibir en préstamo
hi: उधार
id: Pinjam
ja: 借入
ko: 차용
ru: Занять
tr: Borç Al
zh_hant: 借

# 最多可还
source: Max repayment
es: Repago máximo
hi: अधिकतम चुकौती
id: Pembayaran maksimal
ja: 最大返済
ko: 최대상환
ru: Максимальное погашение
tr: Maksimum geri ödeme
zh_hant: 最多可還

# 最多可借
source: Max to borrow
es: Cantidad máxima a recibir en préstamo
hi: अधिकतम उधार लेने के लिए
id: Maksimum untuk meminjam
ja: 最大借入額
ko: 최대 차용가능
ru: Максимальная сумма займа
tr: Maksimum borç alma
zh_hant: 最多可借

# 还款成功
source: Repay successfully
es: Repago completado
hi: सफलतापूर्वक चुकाएं
id: Bayar kembali sukses
ja: 返済が成功しました
ko: 상환성공
ru: Погасить успешно
tr: Geri ödeme başarılı
zh_hant: 還款成功

# 借贷数量不能低于#minloan##coin#
source: The borrow amount cannot be less than #minloan##coin#
es: La cantidad recibida en préstamo no puede ser menor de #minloan##coin#
hi: उधार राशि #minloan##coin# से कम नहीं हो सकती
id: Jumlah pinjaman tidak boleh kurang dari #minloan##coin#
ja: 貸付金額は#minloan# #coin#より低くすることはできません
ko: 차용 금액은 #minloan##coin# 보다 작을 수 없습니다
ru: Сумма займа не может быть меньше, чем #minloan##coin#
tr: Alınan borç miktarı #minloan##coin# değerinden az olamaz
zh_hant: 借貸數量不能低於#minloan##coin#

# 借款成功
source: Borrow successfully
es: Préstamo recibido
hi: सफलतापूर्वक उधार लें
id: Pinjaman sukses
ja: 借り入れが成功しました
ko: 대출 성공
ru: Занять успешно
tr: Borç alma başarılı
zh_hant: 借款成功

# 记录
source: Record
es: Hisotrial
hi: अभिलेख
id: Catatan
ja: 記録
ko: 기록
ru: Запись
tr: Kayıt
zh_hant: 記錄

# 充值地址和备注同时正确填写才能充值#coinName#到XT，遗漏备注将导致资金丢失。
source: The deposit address and remarks must be filled correctly in order to deposit #coinName# to XT. Missing remarks will result in the loss of funds.
es: La dirección y los comentarios del depósito deben ser incluídos de manera correcta si quiere depositar correctamente #coinName# en XT. La falta de comentarios resultará en la pérdida de fondos
hi: एक्सटी में #coinName# करने के लिए जमा पता और टिप्पणी सही ढंग से भरी जानी चाहिए। मिसिंग टिप्पणी के परिणामस्वरूप धन की हानि होगी।
id: Jumlah pinjaman tidak boleh. Alamat setoran dan komentar harus diisi dengan benar untuk menyetor #coinName# ke XT. Komentar yang hilang akan mengakibatkan hilangnya dana.
ja: #coinName#をXTにリチャージするには、リチャージアドレスとコメントを正確に入力してください。コメントを書かないと、資金が失われる可能性があります。
ko: 입금주소와 비고를 정확히 입력하셔야 #coinName#을 XT에 전송할 수 있습니다. 비고를 누락하면 자금이 손실됩니다.
ru: Чтобы внести #coinName# на XT, необходимо правильно заполнить адрес депозита и примечания. Отсутствие примечаний приведет к потере средств.
tr: XT'ye #coinName# yatırmak için para yatırma adresi ve açıklamalar doğru doldurulmalıdır. Eksik açıklamalar para kaybına neden olacaktır.
zh_hant: 充值地址和備註同時正確填寫才能充值#coinName#到XT，遺漏備註將導致資金丟失。

# 知道了
source: OK
hi: ठीक है
id: Oke
ja: 了解した
ko: 네, 알겠습니다.
tr: Tamam
zh_hant: 知道了

# 我知道了
source: OK
id: Oke
ja: 了解した
tr: Tamam
zh_hant: 我知道了

# 搜索币种
source: Search currency
es: Buscar moneda
hi: मुद्रा खोजें
id: Penelusuran mata uang
ja: 通貨を検索します
ko: 코인검색
ru: Поиск валюты
tr: Para birimi ara
zh_hant: 搜索幣種

# 币种选择
source: Coin
es: Moneda
hi: सिक्का
id: Koin
ja: 通貨を選択します
ko: 코인선택
ru: Монета
zh_hant: 幣種選擇

# 账单
source: Records
es: Historial
hi: अभिलेख
id: Catatan
ja: 記録
ko: 입출금내역
ru: Записи
tr: Kayıtlar
zh_hant: 賬單

# 充值
source: Deposit
es: Depósito
hi: जमा
ja: チャージ
ko: 입금
ru: Депозит
tr: Yatır
zh_hant: 充值

# 提币
source: Withdrawal
es: Retirada
hi: निकासी
id: Penarikan
ja: 引き出し
ko: 출금
ru: Снятие
tr: Çek
zh_hant: 提幣

# 账单详情
source: Bill Details
es: Info de la factura
hi: बिल विवरण
id: Detail Tagihan
ja: 詳細
ko: 입출금 상세내역
ru: Детали счета
tr: Fatura Ayrıntıları
zh_hant: 賬單詳情

# 详情
source: Detail
es: Info detallada
hi: विस्तार
ja: 詳細
ko: 상세정보
ru: Деталь
tr: Ayrıntılı
zh_hant: 詳情

# 提现
source: Withdrawal
es: Retirada
hi: निकासी
id: Penarikan
ja: 出金
ko: 출금
ru: Снятие средств
tr: Çek
zh_hant: 提現

# 划转
source: Transfer
es: Transferir
hi: स्थानांतरण
ja: 転送
ko: 송금
ru: Перевод
tr: Devir
zh_hant: 劃轉

# 交易
source: Trade
es: Operar
hi: व्यापार
id: Berdagang
ja: 取引
ko: 거래
ru: Торговля
tr: Alım-Satım
zh_hant: 交易

# 取消成功
source: Cancelled
es: Cancelado
hi: रद्द
id: Dibatalkan
ja: キャンセルしました
ko: 취소성공
ru: Аннулировано
tr: İptal edildi
zh_hant: 取消成功

# 财务记录
source: Finance records
es: Historial financiero
hi: वित्त रिकॉर्ड
id: Rekor Keuangan
ja: ファイナンスレコード
ko: 자산기록
ru: Финансовая запись
tr: Finans kayıtları
zh_hant: 財務記錄

# 确定取消本次提币吗？
source: Cancel the withdrawal?
es: ¿Cancelar la retirada?
hi: निकासी रद्द करें?
id: Batalkan penarikan?
ja: 今回の出金をキャンセルしてもよろしいですか？
ko: 이번 출금을 취소하시겠습니까?
ru: Отменить вывод средств?
tr: Para çekmeyi iptal et?
zh_hant: 確定取消本次提幣嗎？

# 继续提币
source: Continue the withdrawal
es: Continuar con la retirada
hi: निकासी जारी रखें
id: Lanjutkan penarikan
ja: 出金を続けます
ko: 출금 계속하기
ru: Продолжить снятие
tr: Para çekmeye devam et
zh_hant: 繼續提幣

# 取消提币
source: Cancel withdrawal
es: Cancelar retirada
hi: कासी रद्द करें
id: Batalkan penarikan
ja: キャンセルします
ko: 출금취소
ru: Отменить снятие
tr: Para çekmeyi iptal et
zh_hant: 取消提幣

# 类型
source: Types
es: Tipo
hi: प्रकार
id: Jenis
ja: タイプ
ko: 유형
ru: Типы
tr: Tip
zh_hant: 類型

# 手续费
source: Fee
es: Tasas
hi: शुल्क
id: Biaya
ja: 手数料
ko: 수수료
ru: Плата
tr: Ücret
zh_hant: 手續費

# 失败
source: Failure
es: Fallo
hi: असफलता
id: Kegagalan
ja: 失敗しました
ko: 실패
ru: Отказ
tr: Başarısız
zh_hant: 失敗

# 已到账
source: Arrived
es: Recibida
hi: पहुंचे
id: Tiba
ja: 振り込みました
ko: 입금완료
ru: Прибыло
tr: Ulaştı
zh_hant: 已到賬

# 未到账
source: Not arrived
es: Sin recibir
hi: नहीं पहुंचे
id: Belum tiba
ja: 振り込まれていません
ko: 미입금
ru: Не прибыл
tr: Ulaşmadı
zh_hant: 未到賬

# 区块链转入
source: Transfer in from blockchain
es: Transferir usando blockchain
hi: blockchain से स्थानांतरण
id: Transfer masuk dari blockchain
ja: ブロックチェーン転送
ko: 블록체인 이체
ru: Перевод из блокчейна
tr: Blockchain'den içeri transfer
zh_hant: 區塊鏈轉入

# 内部转入
source: Internal transfer in
es: Transferencia interna
hi: आंतरिक स्थानांतरण में
id: Transfer internal ke
ja: 内部転送
ko: 내부이체
ru: Внутренний перевод
tr: Dahili transfer
zh_hant: 內部轉入

# 充值时间
source: Deposit time
es: Tiempo del depósito
hi: जमा समय
id: Waktu Deposit
ja: チャージ時間
ko: 입금시간
ru: Время депозита
tr: Para yatırma zamanı
zh_hant: 充值時間

# 链类型
source: Chain type
es: Tipo de cadena
hi: चेन प्रकार
id: Jenis chain
ja: チェーンのタイプ
ko: 체인유형
ru: Тип цепочки
tr: Zincir tipi
zh_hant: 鏈類型

# 转账类型
source: Transfer type
es: Tipo de transferencia
hi: स्थानांतरण प्रकार
id: Jenis transfaer
ja: 転送タイプ
ko: 송금 유형
ru: Тип перевода
tr: Transfer tipi
zh_hant: 轉賬類型

# 确认次数
source: Number of confirmations
es: Nº de confirmaciones
hi: पुष्टि की संख्या
id: Jumlah konfirmasi
ja: 回数を確認する
ko: 횟수 확인
ru: Количество подтверждений
tr: Doğrulama sayısı
zh_hant: 確認次數

# 状态
source: Status
es: Estado
hi: ओहदा
ja: ステータス
ko: 상태
ru: Статус
tr: Durum
zh_hant: 狀態

# 待审核
source: Pending review
es: Revisión pendiente
hi: लंबित समीक्षा
id: Tinjauan tertunda
ja: 審査待ち
ko: 심사대기
ru: Ожидает рассмотрения
tr: Bekleyen inceleme
zh_hant: 待審核

# 成功
source: Success
es: Completado
hi: सफलता
id: Sukses
ja: 完了しました
ko: 성공
ru: Успех
tr: Başarılı
zh_hant: 成功

# 审核中
source: Reviewing
es: En revisión
hi: समीक्षा
id: Sedang ditinjau
ja: 審査中
ko: 심사중
ru: Просмотр
tr: İnceleniyor
zh_hant: 審核中

# 打币中
source: Coin sending
es: La moneda se está enviada
hi: सिक्का भेजने
id: coining
ja: 手続き中
ko: 이체중
ru: Отправка монеты
tr: Coin gönderiliyor
zh_hant: 打幣中

# 已确认
source: Confirmed
es: Confirmado
hi: पुष्टि होना
id: Dikonfirmasi
ja: 既に確認しました
ko: 확인 완료
ru: Подтверждено
tr: Onaylandı
zh_hant: 已確認

# 提交时间
source: Submitted
es: Enviado
hi: प्रस्तुत
id: Dikirimkan
ja: 提出時間
ko: 제출시간
ru: Отправлено
tr: Gönderildi
zh_hant: 提交時間

# 提币地址
source: Withdrawal Address
es: Dirección de retirada
hi: निकासी का पता
id: Alamat penarikan
ja: 出金アドレス
ko: 출금주소
ru: Адрес снятия
tr: Para Çekme Adresi
zh_hant: 提幣地址

# 到账数量
source: Arrival amount
es: Cantidad recibida
hi: आगमन राशि
id: Jumlah ke akun
ja: 到着した数量
ko: 입금수량
ru: Сумма поступления
tr: Gelen miktar
zh_hant: 到賬數量

# 请选择提币地址
source: Please select withdrawal address
es: Por favor, seleccione la dirección de retirada
hi: कृपया निकासी पता चुनें
id: Silakan pilih Alamat Penarikan
ja: 出金アドレスを選択してください
ko: 출금주소를 선택해 주세요
ru: Пожалуйста, выберите адрес для вывода средств
tr: Lütfen para çekme adresini seçin
zh_hant: 請選擇提幣地址

# 请输入提币数量
source: Please enter withdrawal quantity
es: Por favor, introduzca la cantidad a retirar
hi: कृपया निकासी मात्रा दर्ज करें
id: Silakan masukkan jumlah penarikan
ja: 出金数量を入力してください
ko: 출금수량을 입력해 주세요.
ru: Пожалуйста, введите сумму вывода
tr: Lütfen para çekme miktarını girin
zh_hant: 請輸入提幣數量

# 最小提币数量
source: Minimum withdrawal quantity
es: Cantidad mínima a retirar
hi: न्यूनतम निकासी मात्रा
id: Kuantitas Penarikan Minimum
ja: 最小引き出し額
ko: 최저 출금 수량
ru: Минимальная сумма снятия
tr: Minimum para çekme miktarı
zh_hant: 最小提幣數量

# 获取费率失败，请联系客服
source: Failed to obtain rate, please contact customer service
es: No se ha podido obtener info del precio. Por favor, contacte con el Servicio de Atención al Cliente
hi: दर प्राप्त करने में विफल रहा है, कृपया ग्राहक सेवा से संपर्क करें
id: Gagal mendapatkan tarif, silakan hubungi layanan pelanggan
ja: 料金を取得できませんでした。カスタマーサービスにお問い合わせください。
ko: 요금을 받지 못했습니다. 고객 서비스에 문의하시기 바랍니다.
ru: Не удалось получить курс, обратитесь в службу поддержки клиентов
tr: Oran alınamadı, lütfen müşteri hizmetleri ile iletişime geçin
zh_hant: 獲取費率失敗，請聯系客服

# 提现手续费
source: Withdrawal fee
es: Tasa de retirada
hi: निकासी शुल्क
id: Biaya penarikan
ja: 出金手数料
ko: 출금수수료
ru: Комиссия за снятие средств
tr: Para çekme ücreti
zh_hant: 提現手續費

# 新增提币地址
source: Add new withdrawal address
es: Añada una nueva dirección de retirada
hi: नया निकासी पता जोड़ें
id: Tambahkan alamat penarikan baru
ja: 出金アドレスを追加する
ko: 출금주소추가
ru: Добавить новый адрес для вывода средств
tr: Yeni para çekme adresi ekle
zh_hant: 新增提幣地址

# 提币地址管理
source: Withdrawal address management
es: Gestión de direcciones de retirada
hi: निकासी पता प्रबंधन
id: Manajemen alamat penarikan
ja: 出金アドレスを管理する
ko: 출금주소 관리
ru: Управление адресами снятия средств
tr: Para çekme adresi yönetimi
zh_hant: 提幣地址管理

# 确认要删除？
source: Are you sure to delete?
es: ¿Está seguro que quiere eliminarla?
hi: क्या आपको हटाना सुनिश्चित है?
id: Apakah Anda yakin akan menghapus?
ja: 削除しますか
ko: 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить?
tr: Silmek istediğinizden emin misiniz?
zh_hant: 確認要刪除？

# 添加地址
source: Add address
es: Añadir dirección
hi: पता जोड़ें
id: Tambahkan alamat
ja: アドレスを追加する
ko: 주소추가
ru: Добавить адрес
tr: Adres ekle
zh_hant: 添加地址

# 输入或长按粘贴#chainName#地址
source: Enter or long press to paste #chainName# address
es: Presione Enter o mantenga pulsado para pegar la dirección de #chainName#s
hi: #chainName# पता चिपकाने के लिए दर्ज करें या लंबे समय तक प्रेस करें
id: Masukkan atau tekan lama untuk menempelkan alamat #chainname#
ja: 入力するか長押しして#chainName#addressを貼り付けます
ko: 입력 또는 #chainName#주소를 길게 눌러 붙여넣기
ru: Введите или нажмите длинную клавишу, чтобы вставить адрес #chainName#.
tr: #chainName# adresini yapıştırmak için girin veya uzun basın
zh_hant: 輸入或長按粘貼#chainName#地址

# 地址别名
source: Wallet Label
es: Etiqueta de Wallet
hi: वॉलेट लेबलl
id: Label dompet
ja: アドレスエイリアス
ko: 주소별칭
ru: Ярлык кошелька
tr: Cüzdan Etiketi
zh_hant: 地址別名

# 输入别名
source: Enter alias
es: Introducir Alias
hi: उर्फ दर्ज करें
id: Masukkan Alias.
ja: エイリアスを入力してください
ko: 별칭입력
ru: Введите псевдоним
tr: Takma ad girin
zh_hant: 輸入別名

# 备注(Memo)
source: Memo
hi: ज्ञापन
ja: メモ
ko: 비고(Memo)
ru: Памятка
zh_hant: 備註(Memo)

# 输入或长按粘贴备注
source: Enter or long press to paste Memo
es: Presione Enter o mantenga pulsado para pegar Memo
hi: मेमो चिपकाने के लिए दर्ज करें या लंबे समय तक प्रेस
id: Masukkan atau tekan lama untuk menempelkan memo
ja: 入力するか長押ししてメモを貼り付けます
ko: 입력 또는 비고를 길게 눌러 붙여넣기
ru: Введите или нажмите длинную клавишу, чтобы вставить Memo
tr: Kısa Notları yapıştırmak için girin veya uzun basın
zh_hant: 輸入或長按粘貼備註

# 新增#coinName#提币地址
source: Add #coinName# withdrawal address
es: Añadir dirección de retirada de #coinName#
hi: #coinName# निकासी पता जोड़ें
id: Tambahkan #coinName# alamat penarikan
ja: #coinName#Withdrawalアドレスを追加します
ko: #coinName#출금주소추가
ru: Добавить адрес вывода #coinName#
tr: Yeni #coinName# para çekme adresi ekle
zh_hant: 新增#coinName#提幣地址

# 编辑#coinName#提币地址
source: Edit #coinName# withdrawal address
es: Editar la dirección de retirada de #coinName#
hi: संपादित करें #coinName# निकासी पता
id: Edit #coinName# alamat penarikan
ja: #coinName#Withdrawalアドレスを編集します
ko: #coinName#출금주소편집
ru: Редактировать адрес вывода #coinName#
tr: #coinName# para çekme adresini düzenle
zh_hant: 編輯#coinName#提幣地址

# 请输入提币地址
source: Please enter withdrawal address.
es: Por favor, introduzca al dirección de retirada
hi: कृपया निकासी पता दर्ज करें.
id: Sila masukkan alamat penarikan.
ja: 出金アドレスを入力してください
ko: 출금주소를 입력해 주세요.
ru: Пожалуйста, введите адрес вывода средств.
tr: Lütfen para çekme adresi girin.
zh_hant: 請輸入提幣地址

# 请输入别名
source: Please enter label
es: Por favor, introduzca Etiqueta
hi: कृपया लेबल दर्ज करें
id: Sila masukkan label
ja: エイリアスを入力してください
ko: 별칭을 입력해 주세요
ru: Пожалуйста, введите метку
tr: Lütfen etiket girin
zh_hant: 請輸入別名

# 请输入Memo
source: Please enter Memo
es: Por favor, introduzca el Memo
hi: कृपया मेमो दर्ज करें
id: Sila masukkan memo
ja: メモを入力してください
ko: Memo를 입력해 주세요.
ru: Пожалуйста, введите метку
tr: Lütfen Kısa Not girin
zh_hant: 請輸入Memo

# 最多可转
source: Max transfer
es: Transferencia Máx
hi: मैक्स ट्रांसफर
id: Transfer maksimum
ja: 転送可能な最大額
ko: 최대 이체 가능
ru: Максимальный перевод
tr: Maksimum transfer
zh_hant: 最多可轉

# 确定划转
source: Confirm transfer
es: Confirmar transferencia
hi: स्थानांतरण की पुष्टि करें
id: Konfirmasikan Transfer
ja: 転送を確定します
ko: 송금 확인
ru: Подтвердить перевод
tr: Transferi onayla
zh_hant: 確定劃轉

# 资产划转
source: Asset transfer
es: Transferir activos
hi: एसेट ट्रांसफर
id: Transfer aset
ja: 資産の転送
ko: 자산 송금
ru: Перевод активов
tr: Varlık transferi
zh_hant: 資產劃轉

# 请输入划转数量
source: Please enter transfer amount
es: Por favor, introduzca la cantidad de la transferencia
hi: कृपया हस्तांतरण राशि दर्ज करें
id: Sila masukkan jumlah transfer
ja: 転送量を入力してください
ko: 송금 수량을 입력해 주세요.
ru: Пожалуйста, введите сумму перевода
tr: Lütfen transfer miktarını girin
zh_hant: 請輸入劃轉數量

# 划转成功
source: Transfer successfully
es: Transferencia completada
hi: सफलतापूर्वक स्थानांतरण
id: Transfer sukses
ja: 転送が完了しました
ko: 송금 성공
ru: Перевод успешно
tr: Transfer başarılı
zh_hant: 劃轉成功

# 市场选择
source: Market
es: Mercado
hi: बाज़ार
id: Pasar
ja: マーケットを選択します
ko: 마켓 선택
ru: Рынок
tr: Piyasa
zh_hant: 市場選擇

# 请选择市场
source: Select market
es: Seleccionar mercado
hi: बाजार का चयन करें
id: Pilih Pasar
ja: マーケットを選択してください
ko: 마켓을 선택해 주세요
ru: Выберите рынок
tr: Piyasa seçin
zh_hant: 請選擇市場

# 请选择币种
source: Select currency
es: Seleccionar moneda
hi: मुद्रा का चयन करें
id: Pilih Mata Uang
ja: 通貨を選択してください
ko: 코인유형을 선택해 주세요
ru: Выберите валюту
tr: Para birimi seç
zh_hant: 請選擇幣種

# 划转数量
source: Amount
es: Cantidad
hi: राशि
id: Jumlah
ja: 転送量
ko: 송금수량
ru: Сумма
tr: Miktar
zh_hant: 劃轉數量

# 选择币种
source: Select currency
es: Seleccionar moneda
hi: मुद्रा का चयन करें
id: Pilih Mata Uang
ja: 通貨を選択してください
ko: 코인종류 선택
ru: Выберите валюту
tr: Para birimi seç
zh_hant: 選擇幣種

# 搜索市场
source: Search market
es: Buscar mercado
hi: खोज बाजार
id: Penelusuran pasar
ja: マーケットを検索します
ko: 마켓 검색
ru: Поиск рынка
tr: Piyasayı Ara
zh_hant: 搜索市場
