Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 确认修改
source: Confirm
es: Confirmar
hi: पुष्टि करे
id: Konfirmasi
ja: 変更を確認する
ko: 수정 확인
ru: Подтвердите
tr: Onaylayın
zh_hant: 確認修改

# 修改安全密码后24小时内禁止提现
source: Withdrawals are unavailable within 24 hours after security password modification.
es: Las retiradas no están disponibles en las siguientes 24 horas posteriores a la modificación de la contraseña de seguridad
hi: सुरक्षा पासवर्ड संशोधन के बाद निकासी 24 घंटे के भीतर अनुपलब्ध हैं।
id: Penarikan tidak tersedia dalam waktu 24 jam setelah modifikasi kata sandi keamanan.
ja: セキュリティパスワードを変更してから24時間以内の引き出しは禁止されています
ko: 보안 비밀번호 변경 후 24시간 이내 출금이 불가능합니다
ru: Вывод средств недоступен в течение 24 часов после изменения пароля безопасности.
tr: Güvenlik şifresi değişikliğinden sonraki 24 saat içinde para çekme işlemi yapılamaz
zh_hant: 修改安全密碼後24小時內禁止提現

# 重置安全密码后24小时内禁止提现
source: Withdrawals are unavailable within 24 hours after security password reset.
es: Los retiros no están disponibles dentro de las 24 horas posteriores a la contraseña de seguridad.
hi: सुरक्षा पासवर्ड रीसेट होने के 24 घंटे के भीतर निकासी अनुपलब्ध है।
id: Penarikan tidak tersedia dalam waktu 24 jam setelah pengaturan ulang kata sandi keamanan.
ja: セキュリティパスワードをリセットしてから24時間以内の引き出しは禁止されています
ko: 비밀번호 변경 후 24시간 이내 출금이 불가능합니다
ru: Вывод средств недоступен в течение 24 часов после сброса пароля безопасности.
tr: Güvenlik şifresi sıfırlanmasından sonraki 24 saat içinde para çekme işlemi yapılamaz
zh_hant: 重置安全密碼後24小時內禁止提現

# 旧密码
source: Old Password
es: Contraseña anterior
hi: पुराना पासवर्ड
id: Kata sandi lama
ja: 古いパスワード
ko: 기존 비밀번호
ru: Старый пароль
tr: Eski Şifre
zh_hant: 舊密碼

# 请输入旧密码
source: Please enter old password
es: Por favor ingrese la contraseña antigua
hi: कृपया पुराना पासवर्ड दर्ज करें
id: Sila masukkan kata sandi lama
ja: 古いパスワードを入力してください
ko: 기존 비밀번호를 입력해주세요
ru: Пожалуйста, введите старый пароль
tr: Lütfen eski şifrenizi girin
zh_hant: 請輸入舊密碼

# 新密码
source: New Password
es: Nueva contraseña
hi: नया पासवर्ड
id: Kata sandi baru
ja: 新しいパスワード
ko: 새 비밀번호
ru: Новый пароль
tr: Yeni Şifre
zh_hant: 新密碼

# 请输入新安全密码
source: Please enter new security password
es: Por favor ingrese la nueva contraseña de seguridad
hi: कृपया नया सुरक्षा पासवर्ड दर्ज करें
id: Sila masukkan kata sandi keamanan baru
ja: 新しいセキュリティコードを入力してください
ko: 새 보안 비밀번호를 입력해주세요
ru: Пожалуйста, введите новый пароль безопасности
tr: Lütfen yeni güvenlik şifresini girin
zh_hant: 請輸入新安全密碼

# 请确认新安全密码
source: Please re-enter new security password
es: Vuelva a ingresar la nueva contraseña de seguridad
hi: कृपया नया सुरक्षा पासवर्ड फिर से दर्ज करें
id: Sila masukkan kembali kata sandi keamanan baru
ja: 新しいセキュリティパスワードを確認してください
ko: 새 보안비밀번호를 확인해주세요
ru: Пожалуйста, введите новый пароль безопасности повторно
tr: Lütfen yeni güvenlik şifresini tekrar girin
zh_hant: 請確認新安全密碼

# 请输入验证码
source: Please enter verification code
es: Por favor ingrese el código de verificación
hi: कृपया सत्यापन कोड डालें
id: Sila masukkan kode verifikasi
ja: 確認コードを入力してください
ko: 인증번호를 입력해주세요
ru: Пожалуйста, введите проверочный код
tr: Lütfen doğrulama kodunu girin
zh_hant: 請輸入驗證碼

# 获取
source: Get
es: Obtener
hi: प्राप्त करे
id: Dapatkan
ja: 取得する
ko: 가져오기
ru: Получить
tr: Al
zh_hant: 獲取

# 修改登录密码会登出账户，稍后请用新密码重新登录
source: Resetting sign-in password will result in a logout. Please sign in again later.
es: Restablecer la contraseña de inicio de sesión implica un cierre de sesión. Por favor, inicie sesión de nuevo después.
hi: साइन-इन पासवर्ड रीसेट करने से लॉगआउट होगा। बाद में फिर से साइन इन करें।
id: Menyetel ulang sandi sign in akan mengakibatkan keluar. Harap masuk lagi nanti.
ja: ログインパスワードを変更するとアカウントからログアウトします。後で新しいパスワードで再度ログインしてください
ko: 로그인 비밀번호를 재설정하면 로그아웃됩니다. 나중에 다시 로그인하십시오
ru: Сброс пароля для входа в систему приведет к выходу из системы. Пожалуйста, войдите в систему позже.
tr: Giriş yapma şifresinin sıfırlanması çıkış yapmanıza neden olacaktır. Lütfen daha sonra tekrar giriş yapın.
zh_hant: 修改登錄密碼會登出賬戶，稍後請用新密碼重新登錄

# 请输入新登录密码
source: Please enter new password
es: Por favor, ingrese la nueva contraseña
hi: कृपया नया पासवर्ड दर्ज करें
id: Sila masukkan kata sandi baru
ja: 新しいログインパスワードを入力してください
ko: 새 로그인 비밀번호를 입력해주세요
ru: Пожалуйста, введите новый пароль
tr: Lütfen yeni şifreyi girin
zh_hant: 請輸入新登錄密碼

# 请确认新登录密码
source: Please re-enter new password
es: Por favor, vuelva a ingresar la nueva contraseña
hi: कृपया नया पासवर्ड फिर से डालें
id: Sila masukkan kembali kata sandi baru
ja: 新しいログインパスワードを確認してください
ko: 새 비밀번호를 확인해주세요
ru: Пожалуйста, введите новый пароль повторно
tr: Lütfen yeni şifreyi tekrar girin
zh_hant: 請確認新登錄密碼

# Google验证已丢失
source: Google Verification Code Lost
es: Código de verificación de Google perdido
hi: Google सत्यापन कोड खो गया है|
id: Kode Verifikasi Google Hilang
ja: Google認証ができません
ko: Google 인증 코드 분실됨
ru: Утерян проверочный код Google
tr: Google Doğrulama Kodu Kayboldu
zh_hant: Google驗證已丟失

# 新密钥
source: New Google Secretkey
es: Nueva Google Secret key
hi: नई Google गुप्त कुंजी
id: Secretkey Google baru
ja: 新しいキー
ko: 새 비밀키
ru: Новый секретный ключ Google
tr: Yeni Google Secretkey
zh_hant: 新密鑰

# 新Google验证码
source: New Google Verification Code
es: Nuevo código de verificación de Google
hi: नया गूगल वेरिफिकेशन कोड
id: Kode Verifikasi Google Baru
ja: 新しいGoogle確認コード
ko: 새 Google 인증 코드
ru: Новый проверочный код Google
tr: Yeni Google Doğrulama Kodu
zh_hant: 新Google驗證碼

# 请输入新Google验证码
source: Please enter the new Google verification code
es: Por favor ingrese el nuevo código de verificación de Google
hi: कृपया नया Google सत्यापन कोड डालें
id: Sila masukkan kode verifikasi Google baru
ja: 新しいGoogle確認コードを入力してください
ko: 새 Google 인증 코드를 입력해주세요
ru: Введите новый проверочный код Google
tr: Lütfen yeni Google Doğrulama kodunu girin
zh_hant: 請輸入新Google驗證碼

# 重置Google认证
source: Reset Google Authenticator
es: Restablecer Google Authenticator
hi: Google प्रमाणक रीसेट करें
id: Atur ulang Google Authenticator.
ja: Googleの確認をリセットする
ko: Google 인증 재설정
ru: Сброс аутентификатора Google
tr: Google Authenticator’ı sıfırla
zh_hant: 重置Google認證

# 手机号
source: Phone Number
es: Número de teléfono
hi: फ़ोन नंबर
id: Nomor telepon
ja: 電話番号
ko: 휴대폰 번호
ru: Номер телефона
tr: Telefon Numarası
zh_hant: 手機號

# 请输入手机号
source: Please enter mobile number
es: Por favor ingrese el número de móvil
hi: कृपया मोबाइल नंबर दर्ज करें
id: Sila masukkan nomor ponsel
ja: 携帯番号を入力してください
ko: 휴대폰 번호를 입력해주세요
ru: Пожалуйста, введите номер мобильного телефона
tr: Lütfen cep telefonu numarası girin
zh_hant: 請輸入手機號

# 新手机号
source: New Phone Number
es: Nuevo número de teléfono
hi: नया फोन नंबर
id: Nomor telepon baru
ja: 新しい電話番号
ko: 새 휴대폰 번호
ru: Новый номер телефона
tr: Yeni Telefon Numarası
zh_hant: 新手機號

# 请输入新手机号
source: Please enter new phone number
es: Por favor, introduzca el nuevo número de teléfono
hi: कृपया नया फोन नंबर दर्ज करें
id: Sila masukkan nomor telepon baru
ja: 新しい携帯番号を入力してください
ko: 새 휴대폰 번호를 입력해주세요
ru: Пожалуйста, введите новый номер телефона
tr: Lütfen yeni telefon numarası girin
zh_hant: 請輸入新手機號

# 手机已遗失?
source: Lost phone number?
es: ¿Ha perdido su número de teléfono?
hi: क्या आपने फ़ोन नंबर खो दिया है?
id: Nomor telepon hilang?
ja: お使いの携帯電話を紛失しましたか？
ko: 휴대폰번호를 분실하셨나요?
ru: Утерян номер телефона?
tr: Telefonu numarası kayıp mı?
zh_hant: 手機已遺失?

# 请输入旧手机验证码
source: Please enter old phone verification code
es: Por favor ingrese el código de verificación del teléfono antiguo
hi: कृपया पुराने फोन सत्यापन कोड दर्ज करें
id: Sila masukkan kode verifikasi telepon lama
ja: 古い携帯確認コードを入力してください
ko: 기존 휴대폰 인증번호를 입력해주세요
ru: Пожалуйста, введите старый код проверки телефона
tr: Lütfen eski telefon doğrulama kodunu girin
zh_hant: 請輸入舊手機驗證碼

# 重置手机
source: Reset Your Phone
es: Restablecer su nº de teléfono
hi: अपने फोन को रीसेट करें
id: Atur ulang ponsel Anda
ja: 電話をリセットする
ko: 휴대폰 재설정
ru: Сброс настроек телефона
tr: Telefonunuzu Yeniden Başlatın
zh_hant: 重置手機

# 面容ID解锁
source: Face ID Unlock
es: Desbloqueo por identificación facial
hi: फेस आईडी अनलॉक
id: Buka kunci Face ID
ja: FaceIDのロック解除
ko: 페이스 ID 얼굴인식 잠금해제
ru: Разблокировка с помощью Face ID
tr: Face ID ile Kilit Açma
zh_hant: 面容ID解鎖

# 账户安全
source: Account Security
es: Seguridad de la cuenta
hi: खाता सुरक्षा
id: Keamanan Akun
ja: アカウントのセキュリティ
ko: 계정 보안
ru: Безопасность аккаунта
tr: Hesap Güvenliği
zh_hant: 賬戶安全

# 账户登录
source: Log In
es: Iniciar sesión
hi: लॉग इन करे
ja: アカウントログイン
ko: 로그인
ru: Вход в систему
tr: Giriş yap
zh_hant: 賬戶登錄

# 指纹解锁
source: Fingerprint Unlock
es: Desbloqueo por huellas dactilares
hi: फिंगरप्रिंट अनलॉक
id: Buka kunci Sidik jari
ja: 指紋ロック解除
ko: 지문 잠금해제
ru: Разблокировка по отпечатку пальца
tr: Parmak İzi ile Kilit Açma
zh_hant: 指紋解鎖

# 解锁
source: Unlock
es: Desbloquear
hi: अनलॉक
id: Membuka kunci
ja: ロックを解除する
ko: 잠금해제
ru: Разблокировать
tr: Kilidi Aç
zh_hant: 解鎖

# 密码登录
source: Log in via password
es: Inicie sesión con su contraseña
hi: पासवर्ड के माध्यम से लॉग इन करें
id: Log in melalui kata sandi
ja: パスワードログイン
ko: 비밀번호 로그인
ru: Войдите в систему с помощью пароля
tr: Şifre ile giriş yapın
zh_hant: 密碼登錄

# 点击进行面容ID解锁
source: Click for face ID unlock
es: Haga clic para desbloquear por identificación facial
hi: फेस आईडी अनलॉक के लिए क्लिक करें
id: Klik untuk Buka kunci Face ID
ja: クリックしてFaceIDのロックを解除します
ko: 클릭하여 페이스 ID 얼굴인식 잠금해제 진행
ru: Нажмите для разблокировки по идентификатору лица
tr: Face ID ile kilit açma için tıklayın
zh_hant: 點擊進行面容ID解鎖

# 点击进行指纹解锁
source: Click for fingerprint unlock
es: Haga clic para desbloquear por huellas dactilar
hi: फिंगरप्रिंट अनलॉक के लिए क्लिक करें
id: Klik untuk Buka kunci Sidik Jari
ja: タップして指紋でロックを解除します
ko: 클릭하여 지문 잠금해제 진행
ru: Нажмите для разблокировки по отпечатку пальца
tr: Parmak izi ile kilit açma için tıklayın
zh_hant: 點擊進行指紋解鎖

# 超出Touch ID尝试次数
source: Too many failed Touch ID attempts
es: Demasiados intentos fallidos de Touch ID
hi: बहुत सारे असफल टच आईडी प्रयास
id: Terlalu banyak upaya Touch ID yang gagal
ja: Touch IDの回数制限上限に達しています
ko: Touch ID 시도 횟수 초과
ru: Слишком много неудачных попыток активации Touch ID
tr: Çok fazla sayıda başarısız Touch ID denemesi
zh_hant: 超出Touch ID嘗試次數

# 无法使用Touch ID
source: Unable to activate Touch ID
es: No se puede activar la Touch ID
hi: टच आईडी को सक्रिय करने में असमर्थ
id: Tidak dapat mengaktifkan Touch ID
ja: Touch IDを使用できません
ko: Touch ID를 사용할 수 없습니다
ru: Невозможно активировать Touch ID
tr: Touch ID etkinleştirilemiyor
zh_hant: 無法使用Touch ID

# 暂无可用法币
source: No Fiat Currency Available
es: Ninguna moneda fiat disponible
hi: कोई फिएट मुद्रा उपलब्ध नहीं है
id: Tidak Tersedia Mata Uang Fiat
ja: 当面利用できる法定通貨はありません
ko: 사용 가능한 법정화폐 없음
ru: Недоступна фиатная валюта
tr: Fiat Para Birimi Mevcut Değil
zh_hant: 暫無可用法幣

# 暂无可用币种
source: No Currency Available
es: Ninguna moneda disponible
hi: कोई मुद्रा उपलब्ध नहीं
id: Tidak ada mata uang yang tersedia
ja: 当面利用可能な通貨はありませんe
ko: 사용 가능한 통화 없음
ru: Валюта недоступна
tr: Birimi Mevcut Değil
zh_hant: 暫無可用幣種

# 杠杆代币
source: Leveraged Token
es: Token apalancado
hi: टोकन का लाभ उठाया
id: Token leverage
ja: レバレッジトークン
ko: 마진코인
ru: Левериджированный токен
tr: Kaldıraçlı Token
zh_hant: 槓桿代幣

# 调仓记录
source: Rebalancing History
es: Historia de reequilibrio
hi: इतिहास का पुनर्संतुलन
id: Riwayat penyeimbangan kembali
ja: ポジション移動記録
ko: 포지션 조정 기록
ru: История ребалансировки
tr: Yeniden Dengeleme Geçmişi
zh_hant: 調倉記錄

# 投资标的
source: Investment Targets
es: Objetivos de inversión
hi: निवेश लक्ष्य
id: Target investasi
ja: 投資目標
ko: 투자 대상
ru: Цели инвестирования
tr: Yatırım Hedefleri
zh_hant: 投資標的

# 杠杆倍数
source: Leverage
es: Apalancar
hi: लाभ
ja: レバレッジ倍数
ko: 마진배수
ru: Кредитное плечо
tr: Kaldıraç
zh_hant: 槓桿倍數

# #COUNT#倍
source: #COUNT#×
id: #COUNT# kali
ja: #COUNT#倍
ko: #COUNT#배
zh_hant: #COUNT#倍

# 初始净值
source: Initial Net Value
es: Valor neto inicial
hi: प्रारंभिक निवल मूल्य
id: Nilai bersih awal
ja: 初期純資産
ko: 초기 순가치
ru: Начальная чистая стоимость
tr: Başlangıçtaki Net Değer
zh_hant: 初始淨值

# 已申购数量
source: Subscription Amount
es: Cantidad de suscripción
hi: सदस्यता राशि
id: Jumlah berlangganan
ja: 購入数量
ko: 청약수량
ru: Сумма подписки
tr: Üyelik Tutarı
zh_hant: 已申購數量

# 管理费
source: Management Fee
es: Comisión de gestión
hi: प्रबंधन शुल्क
id: Biaya manajemen
ja: 管理費
ko: 관리비용
ru: Комиссия за управление
tr: Yönetim Ücreti
zh_hant: 管理費

# #COUNT#%/日
source: #COUNT#% Per Day
es: #COUNT#×; % por día
hi: #COUNT#% प्रति दिन
id: #COUNT#% Per Hari
ja: #COUNT#％/日
ko: #COUNT#%/일
ru: #COUNT#% в день
tr: Günlük #COUNT#%
zh_hant: #COUNT#%/日

# 篮子
source: Basket
es: Cesta de la compra
hi: बास्केट
id: Keranjang
ja: バスケット
ko: 바구니
ru: Корзина
tr: Sepet
zh_hant: 籃子

# 赎回记录
source: Redemption Records
es: Historial de reembolsos
hi: मोचन रिकॉर्ड्स
id: Catatan Penukaran
ja: 返済記録
ko: 상환기록
ru: Записи о выкупе
tr: Çevirme Kayıtları
zh_hant: 贖回記錄

# 申购费率
source: Fees
es: Cuota de suscripción
hi: सदस्यता शुल्क
id: Biaya berlangganan
ja: サブスクリプション率
ko: 청약 수수료
ru: Тарифы
tr: Ücretler
zh_hant: 申購費率

# 赎回费率
source: Fees
es: Tasa de reembolso
hi: मोचन शुल्क
id: Biaya Penebusan
ja: 償還率
ko: 상환 수수료
ru: Тарифы
tr: Ücretler
zh_hant: 贖回費率

# 24小时已申购#BuyCoinName#(个人)
source: 24-hour #BuyCoinName# Subscription Amount (Individual)
es: 24 horas # BuyCoinName # Cantidad de suscripción (individual)
hi: 24 घंटे #BuyCoinName# सदस्यता राशि (व्यक्तिगत)
id: Jumlah Langganan 24 jam #BuyCoinName# (Perorangan)
ja: 24時間既に申し込んだ#BuyCoinName#（個人）
ko: 24시간 이내 청약 한 #BuyCoinName#(개인)
ru: 24-часовая подписка #BuyCoinName# Сумма подписки (индивидуальная)
tr: 24 saat #BuyCoinName# Abonelik Tutarı (Tek):
zh_hant: 24小時已申購#BuyCoinName#(個人)

# 24小时已赎回#BuyCoinName#(个人)
source: 24-hour #BuyCoinName# Redemption Amount (Individual)
es: 24 horas # BuyCoinName # Cantidad de reembolso (individual)
hi: 24 घंटे #BuyCoinName# मोचन राशि (व्यक्तिगत)
id: Jumlah Penukaran 24 jam #BuyCoinName# (Perorangan)
ja: 24時間既に返済した#BuyCoinName#（個人）
ko: 24시간 이내 상환 한 #BuyCoinName#(개인)
ru: 24-часовая #BuyCoinName# Сумма выкупа (индивидуально)
tr: 24 saat #BuyCoinName# Çevirme Tutarı (Tek):
zh_hant: 24小時已贖回#BuyCoinName#(個人)

# 24小时已申购#BuyCoinName#(全部)
source: 24-hour #BuyCoinName# Subscription Amount (All)
es: 24 horas # BuyCoinName # Cantidad de suscripción (todo)
hi: 24 घंटे #BuyCoinName# सदस्यता राशि (सभी)
id: Jumlah Langganan 24 jam #BuyCoinName# (Semua)
ja: 24時間既に申し込んだ#BuyCoinName#（全部）
ko: 24시간 이내 청약 한 #BuyCoinName#(전부)
ru: 24-часовая #BuyCoinName# сумма подписки (все)
tr: 24 saat #BuyCoinName# Abonelik Tutarı (Tümü):
zh_hant: 24小時已申購#BuyCoinName#(全部)

# 24小时已赎回#BuyCoinName#(全部)
source: 24-hour #BuyCoinName# Redemption Amount (All)
es: 24 horas # BuyCoinName # Cantidad de redención (todos)
hi: 24 घंटे #BuyCoinName# मोचन राशि (सभी)
id: Jumlah Penukaran 24 jam #BuyCoinName# (Semua)
ja: 24時間既に返済した#BuyCoinName#（全部）
ko: 24시간 이내 상환 한 #BuyCoinName#(전부)
ru: 24-часовая #BuyCoinName# выкупная сумма (все)
tr: 24 saat #BuyCoinName# Çevirme Tutarı (Tümü):
zh_hant: 24小時已贖回#BuyCoinName#(全部)

# 申购价格：以申购结果为准
source: Subscription Price：subject to the subscription results
es: Precio de suscripción: sujeto a los resultados de suscripción
hi: सदस्यता मूल्य: सदस्यता परिणामों के अधीन
id: Harga Berlangganan: tergantung pada hasil berlangganan
ja: 購入価格：購入結果によります
ko: 청약가격: 청약결과 기준
ru: Цена подписки: зависит от результатов подписки
tr: Üyelik Fiyatı：abonelik sonuçlarına tabidir
zh_hant: 申購價格：以申購結果為準

# 赎回价格：以赎回结果为准
source: Redemption Price：subject to the redemption results
es: Precio de reembolso: sujeto a los resultados de la redención
hi: मोचन मूल्य: मोचन परिणामों के अधीन
id: Harga Penukaran: tergantung pada hasil penukaran
ja: 返済価格：返済結果によります
ko: 상환가격: 상환결과 기준
ru: Цена выкупа: зависит от результатов выкупа
tr: Çevirme Fiyatı：çevirme sonuçlarına tabidir
zh_hant: 贖回價格：以贖回結果為準

# 赎回数量
source: Unit
es: Cantidad de reembolso
hi: मोचन राशि
id: Jumlah Penebusan
ja: 返済数量
ko: 상환수량
ru: Единица
tr: Birim
zh_hant: 贖回數量

# 赎回
source: Redeem
es: Redimir
hi: छुड़ाना
id: Menukarkan
ja: 返済
ko: 상환
ru: Выкупить
tr: Çevir
zh_hant: 贖回

# 请输入申购数量
source: Please enter subscription amount
es: Por favor, ingrese la cantidad de suscripción
hi: कृपया सदस्यता राशि दर्ज करें
id: Sila masukkan jumlah berlangganan
ja: 申し込み数量を入力してください
ko: 청약 수량을 입력하세요
ru: Пожалуйста, введите сумму подписки
tr: Lütfen üyelik tutarını girin
zh_hant: 請輸入申購數量

# 请输入赎回数量
source: Please enter redemption amount
es: Por favor, introduzca la cantidad de reembolso
hi: कृपया मोचन राशि दर्ज करें
id: Sila masukkan jumlah penebusan
ja: 返済数量を入力してください
ko: 상환 수량을 입력하세요
ru: Пожалуйста, введите сумму выкупа
tr: Lütfen çevrilecek tutarı girin
zh_hant: 請輸入贖回數量

# 申购成功
source: Success
es: Suscripción realizada
hi: सदस्यता सफलता
id: berlangganan sukses
ja: 申し込みました
ko: 청약성공
ru: Успех
tr: Başarılı
zh_hant: 申購成功

# 赎回成功
source: Success
es: Reembolso completado
hi: मोचन सफलता
id: Penebusan sukses
ja: 返済しました
ko: 상환성공
ru: Успех
tr: Başarılı
zh_hant: 贖回成功

# 定时调仓
source: Regular Rebalancing
es: Reajuste periódico
hi: नियमित पुनर्संतुलन
id: Penyeimbangan Ulang Reguler
ja: 定刻ポジション移動
ko: 정기 포지션 조정
ru: Регулярная ребалансировка
tr: Düzenli Yeniden Dengeleme
zh_hant: 定時調倉

# 临时调仓
source: Temporary Rebalancing
es: Reajuste temporal
hi: अस्थायी पुनर्संतुलन
id: Penyeimbangan Kembali Sementara
ja: 臨時ポジション移動
ko: 임시 포지션 조정
ru: Временная ребалансировка
tr: Geçici Yeniden Dengeleme
zh_hant: 臨時調倉

# 篮子(调仓前)
source: Basket (Before Rebalancing)
es: Cesta de la compra (antes del reequilibrio)
hi: बास्केट (पुनर्संतुलन से पहले)
id: Keranjang (sebelum penyeimbangan kembali)
ja: バスケット（移転前）
ko: 바구니(포지션 조정 전)
ru: Корзина (до ребалансировки)
tr: Sepet (Yeniden Dengelemeden Önce)
zh_hant: 籃子(調倉前)

# 篮子(调仓后)
source: Basket (After Rebalancing)
es: Cesta de la compra (después del reequilibrio)
hi: बास्केट (पुनर्संतुलन के बाद)
id: Keranjang (setelah penyeimbangan kembali)
ja: バスケット（移転後）
ko: 바구니(포지션 조정 후)
ru: Корзина (после ребалансировки)
tr: Sepet (Yeniden Dengelemeden Sonra)
zh_hant: 籃子(調倉後)

# 调仓前/后杠杆倍数
source: Leverage (Before/After Rebalancing)
es: Apalancamiento (antes / después del reequilibrio)
hi: उत्तोलन (पुनर्संतुलन से पहले/बाद में)
id: Leverage (sebelum/setelah penyeimbangan kembali)
ja: ポジション移動前/後倍数
ko: 포지션 조정 전/후 마진배수
ru: Кредитное плечо (до/после ребалансировки)
tr: Kaldıraç (Yeniden Dengelemeden Önce/Sonra)
zh_hant: 調倉前/后杠桿倍數

# 净值
source: Net Value
es: Valor neto
hi: निवल मूल्य
id: Nilai bersih
ja: 純資産
ko: 순가치
ru: Чистая стоимость
tr: Net değer
zh_hant: 淨值

# 总支出
source: Amount
es: Gastos totales
hi: कुल खर्च
id: Total biaya
ja: 総支出
ko: 총지출
ru: Сумма
tr: Miktar
zh_hant: 總支出

# 净收入
source: Net Income
es: Ingresos netos
hi: निवल आय
id: Pendapatan bersih
ja: 当期純利益
ko: 순수입
ru: Чистый доход
tr: Net Gelir
zh_hant: 淨收入

# 未交易
source: Not Traded
es: Sin incluir en trading
hi: कारोबार नहीं किया
id: Tidak diperdagangkan
ja: 取引していません
ko: 미거래
ru: Не торгуется
tr: İşlem Yapılmadı
zh_hant: 未交易

# 申购失败
source: Subscription Failure
es: Fallo en la suscripción
hi: सदस्यता विफलता
id: Kegagalan berlangganan
ja: 申し込みできませんでした
ko: 청약실패
ru: Отказ подписки
tr: Üyelik Başarısız
zh_hant: 申購失敗

# 赎回失败
source: Redemption Failure
es: Fallo de redención
hi: मोचन विफलता
id: Kegagalan Penebusan
ja: 返済できませんでした
ko: 상환실패
ru: Невозможность погашения
tr: Çevirme Başarısız
zh_hant: 贖回失敗

# 未知
source: unknown
es: Desconocido
hi: अज्ञात
id: tidak dikenal
ja: 未知の
ko: 알려지지 않은
ru: неизвестно
tr: bilinmiyor
zh_hant: 未知

# 净值=上个调整时点的净值*[1±{mark}*(标的最新成交价-标的上个调整时点价格)/标的上个调整时点价格*100%]
source: Net value = Net value at the last adjustment time [1±{mark} (the latest transaction price of underlying assets - the price of that at last adjustment time)/The price of that at adjustment time*100%]
es: Valor neto = valor neto en el último período de ajuste [1 ± {mark} (el precio de transacción más reciente de los activos subyacentes - el precio en ese periodo de ajuste por fin) / el precio de eso en el tiempo de ajuste * 100%]
hi: निवल मूल्य= पिछले समायोजन समय पर निवल मूल्य [1± {मार्क} (अंतर्निहित परिसंपत्तियों की नवीनतम लेनदेन मूल्य-पिछले समायोजन समय पर उस की कीमत)/समायोजन समय पर उस की कीमत *100%]
ja: 純資産=最後の調整ポイントでの純資産[1±{マーク}（ターゲットの最新の取引価格-ターゲットの最後の調整ポイントの価格）/ターゲットの最後の調整ポイントの価格* 100％ ]
ko: 순가치 = 최종 조정 시점의 순가치 [1±{mark} (기초 자산의 최근 거래 가격 - 최종 조정 시점의 가격)/최종 조정 시점의 기초 자산 가격*100%]
ru: Чистая стоимость = Чистая стоимость на момент последней корректировки [1±{марка} (цена последней сделки с базовыми активами - цена на момент последней корректировки)/Цена на момент корректировки*100%].
tr: Net değer = Son düzeltme zamanındaki net değer [1±{mark} (dayanak varlıkların en son işlem fiyatı - bu fiyatın son düzeltme zamanındaki hali)/dayanak varlıkların düzeltme zamanındaki fiyatı*%100]
zh_hant: 淨值=上個調整時點的淨值*[1±{mark}*(標的最新成交價-標的上個調整時點價格)/標的上個調整時點價格*100%]

# 三周年
source: 3rd Anniversary
es: 3er aniversario
hi: तीसरी वर्षगांठ
id: Ulang Tahun ke-3
ja: 三周年
ko: 3주년
ru: 3-я годовщина
tr: 3. Yıldönümü
zh_hant: 三週年

# 暂停交易
source: Trading Halt
es: Detener el trading
hi: ट्रेडिंग हॉल्ट
id: Penghentian Perdagangan
ja: 取引を一時中止しました
ko: 거래 중단
ru: Прекращение торгов
tr: Alım-Satım Durdurma
zh_hant: 暫停交易

# 全球首家社交化交易平台
source: The World's First Social Infused Exchange
es: El primer Exchange social del mundo.
hi: दुनिया का पहला सामाजिक संचार एक्सचेंज
id: Bursa Sosial Pertama di Dunia
ja: 世界初のソーシャル化取引所
ko: 세계 최초의 소셜 거래소
ru: Первая в мире биржа с социальным наполнением
tr: Dünyanın İlk Topluluk Odaklı Kripto Para Platformu
zh_hant: 全球首家社交化交易平臺

# 系统升级中
source: System upgrade
es: Actualización de sistema
id: Peningkatan sistem
ja: システムのアップグレード
tr: Sistem yükseltmesi
zh_hant: 系統升級中

# 日程表
source: Timetable
es: Calendario
hi: समयसारिणी
id: Jadwal
ja: スケジュール
ko: 일정표
ru: Расписание
tr: Zaman Çizelgesi
zh_hant: 日程表

# 今天
source: Today
es: Hoy
hi: आज
id: Hari ini
ja: 今日
ko: 금일
ru: Сегодня
tr: Bugün
zh_hant: 今天

# 星期日
source: Sun.
es: D
hi: रवि
id: Min.
ja: 日曜日
ko: 일요일
ru: Солнце.
tr: Paz.
zh_hant: 星期日

# 星期一
source: Mon.
es: L
hi: सोम
id: Sen.
ja: 月曜日
ko: 월요일
ru: Пн.
tr: Pzt.
zh_hant: 星期一

# 星期二
source: Tue.
es: M
hi: मंगल
id: Sel.
ja: 火曜日
ko: 화요일
ru: Вторник.
tr: Sal.
zh_hant: 星期二

# 星期三
source: Wed.
es: X
hi: बुध
id: Rab.
ja: 水曜日
ko: 수요일
ru: Ср.
tr: Çar.
zh_hant: 星期三

# 星期四
source: Thur.
es: J
hi: गुरु
id: Kam.
ja: 木曜日
ko: 목요일
ru: четверг.
tr: Per.
zh_hant: 星期四

# 星期五
source: Fri.
es: V
hi: शुक्र
id: Jum.
ja: 金曜日
ko: 금요일
tr: Cum.
zh_hant: 星期五

# 星期六
source: Sat.
es: S
hi: शनि
id: Sab.
ja: 土曜日
ko: 토요일
ru: Сб.
tr: Cmt.
zh_hant: 星期六

# 未认证
source: Not Verified
es: Sin verificar
hi: सत्यापित नहीं
id: Tidak diverifikasi
ja: 認定されていません
ko: 미인증
ru: Не проверено
tr: Doğrulanmadı
zh_hant: 未認證

# 个人实名认证
source: Personal Verification
es: Verificación personal
hi: व्यक्तिगत सत्यापन
id: Verifikasi pribadi
ja: 個人の実名認証
ko: 개인 실명인증
ru: Персональная верификация
tr: Kişisel Doğrulama
zh_hant: 個人實名認證

# 您当前的限额
source: Current Amount Limit
es: Cantidad límite actual
hi: वर्तमान राशि सीमा
id: Batas Jumlah Saat Ini
ja: 現在の制限
ko: 고객님의 현재 한도액
ru: Текущий лимит суммы
tr: Mevcut Tutar Limiti
zh_hant: 您當前的限額

# 失败原因
source: Cause of Failure
es: Causa de la falla
hi: असफलता का कारण
id: Penyebab kegagalan
ja: 失敗の理由
ko: 실패원인
ru: Причина отказа
tr: Başarısızlık Nedeni
zh_hant: 失敗原因

# 重新认证
source: Re-verify
es: Volver a verificar
hi: पुनः सत्यापित करें
id: Verifikasi ulang
ja: 再認証
ko: 재인증
ru: Повторная верификация
tr: Tekrar doğrulayın
zh_hant: 重新認證

# 无限额
source: No Limit
es: Sin límite
hi: कोई सीमा नहीं
id: Tidak terbatas
ja: 制限なし
ko: 한도액 제한 없음
ru: Нет лимита
tr: Limitsiz
zh_hant: 無限額

# 加密货币
source: Cryptocurrency
es: Criptomoneda
hi: क्रिप्टोकरेंसी
id: Mata Uang Kripto
ja: 暗号通貨
ko: 암호화페
ru: Криптовалюта
tr: Kriptopara
zh_hant: 加密貨幣

# 增加法币交易权限
source: Add Fiat Trading Permission
es: Agregar permiso de trading de fiat
hi: फिएट ट्रेडिंग अनुमति जोड़ें
id: Tambahkan izin perdagangan Fiat
ja: 法定通貨取引権限を増やす
ko: 법정화폐 거래 권한 증가
ru: Добавить разрешение на торговлю фиатом
tr: Fiat Alım Satım İzni Ekle
zh_hant: 增加法幣交易權限
