Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

source: You are currently a #CurrentLevel# user, to upgrade to #NextLevel#, reach minimum #TradeAmount# for 30days trade volume(equivalent USDT), and the 24hours average holdings reach minimum #BalanceAmount#.
es: Actualmente usted es un usuario #CurrentLevel#, para subir a #NextLevel#, debe alcanzar como mínimo un volumen de trading en 30 días de #TradeAmount# (equivalente en USDT),y la media de activos en posesión debe ser como mínimo #BalanceAmount#.
hi: आप वर्तमान में #CurrentLevel# उपयोगकर्ता हैं, #NextLevel# में अपग्रेड करने के लिए, 30 दिनों के ट्रेड वॉल्यूम (समतुल्य USDT) के लिए न्यूनतम #TradeAmount# तक पहुंचें, और 24 घंटे की औसत होल्डिंग न्यूनतम #BalanceAmount# तक पहुंच जाए।
id: Anda adalah pengguna level #CurrentLevel#, jika Anda ingin meningkatkan ke #NextLevel#, volume perdagangan (setara dengan USDT) dalam 30 hari terakhir harus mencapai #TradeAmount#, dan volume penyimpanan XT rata-rata 24 jam harus mencapai #BalanceAmount#
ja: #CurrentLevel#レベルのユーザーで、#NextLevel#にアップグレードする場合、過去30日間のトランザクション量（USDTに相当）は#TradeAmount#に達し、XTの24時間の平均保有量は#BalanceAmount#に達する必要があります。
ko: 고객님의 등급은 #CurrentLevel#입니다. #NextLevel#로 승급하려면 최근 30일간 거래량(등가의 USDT)이 #TradeAmount#에 도달하야 하며, XT 24시간 평균 보유량은 #BalanceAmount#에 도달해야 합니다.
ru: Вы являетесь пользователем #CurrentLevel#, чтобы перейти на #NextLevel#, достигните минимального #TradeAmount# объема торговли за 30 дней (в эквиваленте USDT), а 24-часовой средний объем холдинга достигнет минимального #BalanceAmount#.
tr: Şu anda #CurrentLevel# kullanıcısısınız, #NextLevel#'a yükselmek için, 30 günlük ticaret hacminin minimum #TradeAmount# mikarına ulaşması (USDT eşdeğeri) ve 24 saatlik ortalama elde tutulan varlıkların minimum BalanceAmount# miktarına ulaşması gerekir.
zh_hant: 您是#CurrentLevel#級用戶，如需升級至#NextLevel#，近30天交易量（等值USDT）需達到#TradeAmount#，並且XT24小時平均持有量需達到#BalanceAmount#

# 当前交易费率
source: Latest trading fee
hi: नवीनतम ट्रेडिंग शुल्क
id: Tarif Transaksi Saat Ini
ja: 現在の取引レート
ko: 현재 거래 수수료율
ru: Последняя торговая комиссия
tr: En son işlem ücreti
zh_hant: 當前交易費率

# Maker手续费折扣
source: Maker handling fee discount
es: Descuento en la tasa de gestión de Maker
hi: मेकर हैंडलिंग शुल्क छूट
id: Diskon Biaya Pembuat
ja: メーカー料金割引
ko: Maker수수료 할인
ru: Скидка на комиссию за обработку сделки
tr: Yapıcı işlem ücreti indirimi
zh_hant: Maker手續費折扣

# Taker手续费折扣
source: Taker handling fee discount
es: Descuento en la tasa de gestión de Taker
hi: टेकर हैंडलिंग शुल्क छूट
id: Diskon biaya peserta
ja: テイカー料金割引
ko: Taker수수료 할인
ru: Скидка на комиссию за обработку брокерских операций
tr: Alıcı işlem ücreti indirimi
zh_hant: Taker手續費折扣

# 请点击 登录 查看您的专属费率
source: Please login to view your personalised rate
es: Por favor, haga login para ver su ratio personalizado
hi: अपनी व्यक्तिगत दर देखने के लिए कृपया लॉगिन करें
id: Silakan klik untuk masuk untuk melihat tarif eksklusif Anda
ja: ログインして専属手数料率をご確認ください
ko: 로그인을 클릭하여 고객님의 수수료율를 확인하세요
ru: Пожалуйста, войдите в систему, чтобы просмотреть ваш персональный тариф
tr: Size özel oranı görmek için lütfen giriş yapın
zh_hant: 請點擊 登錄 查看您的專屬費率

# 登录
source: login
hi: लॉगिन
id: masuk
ru: войдите в систему
tr: giriş yapın
zh_hant: 登錄

# 邀请返佣
source: Invitation to rebate
es: Invitación a reembolso
hi: छूट के लिए आमंत्रण
id: Rebate Undangan
ja: 招待リベート
ko: 초대 리베이트
ru: Приглашение к возврату
tr: İade için davet
zh_hant: 邀請返佣

# 合伙人排行榜
source: Partner ranking
es: Ranking de partners
hi: पार्टनर रैंकिंग
id: Papan Peringkat Mitra
ja: パートナーランキング
ko: 파트너 순위
ru: Рейтинг партнеров
tr: Partner sıralaması
zh_hant: 合夥人排行榜

# 您的返佣比例
source: Your rebate ratio
es: Su ratio de descuento
hi: आपका छूट अनुपात
id: Tingkat komisi Anda
ja: あなたのリベート比率
ko: 나의 리베이트 비율
ru: Ваш коэффициент возврата
tr: Geri ödeme oranınız
zh_hant: 您的返佣比例

# 好友返现比例
source: Friend's rebate ratio
es: Ratio de descuento amigo
hi: मित्र छूट अनुपात
id: Tarif Cashback Teman
ja: 友達のリベート率
ko: 친구의 리베이트 비율
ru: Коэффициент возврата друга
tr: Arkadaş geri ödeme oranı
zh_hant: 好友返現比例

# 我的邀请码
source: My Invitation Code
es: Mi código de invitación
hi: मेरा आमंत्रण कोड
id: Kode Undangan Saya
ja: 私の招待コード
ko: 나의 초대 코드
ru: Мой пригласительный код
tr: Davet Kodum
zh_hant: 我的邀請碼

# 推广链接
source: Share Link
es: Compartir Link
hi: लिंक शेयर करें
id: Tautan sponsor
ja: スポンサーリンク
ko: 공유 링크
ru: Поделиться ссылкой
tr: Linki Paylaş
zh_hant: 推廣鏈接

# 更改返佣设置
source: Change rebate settings
es: Cambiar ajustes del ratio
hi: छूट सेटिंग बदलें
id: Ubah pengaturan rabat
ja: 手数料設定の変更
ko: 리베이트 설정 변경
ru: Изменить настройки коэффициента возврата
tr: Geri ödeme ayarlarını değiştirin
zh_hant: 更改返佣設置

# 您可享有好友交易手续费的#RATE#作为佣金
source: You can enjoy #RATE# of your friend's transaction fee as a rebate
es: Puede disfrutar de #RATE# de las tasas por transacción de sus amigos como descuento.
hi: आप छूट के रूप में अपने मित्र के लेनदेन शुल्क के #RATE# का आनंद ले सकते हैं
id: Anda dapat menikmati #RATE# dari biaya transaksi teman Anda sebagai potongan harga
ja: 友達の取引手数料の#RATE#を手数料として受け取ることができ
ko: 친구 거래 수수료의 #RATE#를 리베이트로 사용할 수 있으며
ru: Вы можете использовать #RATE# от комиссии за транзакцию вашего друга в качестве скидки.
tr: Arkadaşınızın işlem ücretinin #RATE# kadarını geri ödeme olarak alabilirsiniz
zh_hant: 您可享有好友交易手續費的#RATE#作為佣金

# 即享#RATE#佣金
source: Enjoy #RATE# rebate
es: Disfrutar el descuento de #RATE#
hi: #RATE# छूट का आनंद लें
id: Nikmati #RATE# rabat
ja: #RATE#の手数料を受け取る
ko: #RATE# 리베이트 즐기기
ru: Наслаждайтесь #RATE# возвратом
tr: #RATE# geri ödemeden yararlanın
zh_hant: 即享#RATE#佣金

# 超级合伙人计划
source: Super Partner Plan
es: Plan Super Partner
hi: सुपर पार्टनर प्लान
id: Program Mitra Super
ja: スーパーパートナープラン
ko: 슈퍼 파트너 플랜
ru: План суперпартнера
tr: Super Partner Planı
zh_hant: 超級合夥人計劃

# 查看返佣规则
source: Check rebate rules
es: Consultar reglas de descuento
hi: छूट नियमों की जाँच करें
id: Lihat aturan rabat
ja: リベートルールを参照
ko: 리베이트 규칙 확인하기
ru: Проверьте правила возврата
tr: Geri ödeme kurallarına göz atın
zh_hant: 查看返佣規則

# 推广数据总览
source: Promotion data overview
es: Info sobre la promotion
hi: प्रचार डेटा अवलोकन
id: Ikhtisar data promosi
ja: プロモーションデータの概要
ko: 프로모션 데이터 개요
ru: Обзор данных по акции
tr: Promosyon verilerine genel bakış
zh_hant: 推廣數據總覽

# 超级合伙人排行榜
source: Super partner ranking
es: Ranking de Super partner
hi: सुपर पार्टनर रैंकिंग
id: Peringkat mitra super
ja: スーパーパートナーリスト
ko: 슈퍼 파트너 순위
ru: Рейтинг суперпартнеров
tr: Süper ortak Sıralaması
zh_hant: 超級合夥人排行榜

# 全部时间
source: All time
es: Total acumulado
hi: पूरे समय
id: Sepanjang waktu
ja: 常に
ko: 전부시간
ru: Все время
tr: Her zaman
zh_hant: 全部時間

# 昨日
source: Yesterday
es: Ayer
hi: कल
id: Kemarin
ja: 昨日
ko: 어제
ru: Вчера
tr: Dün
zh_hant: 昨日

# 返佣总收益
source: Total rebate
es: Descuento total
hi: कुल छूट
id: Total potongan harga
ja: 総収益
ko: 총 리베이트
ru: Общий возврат
tr: Toplam geri ödeme
zh_hant: 返佣總收益

# 我的返现
source: My rebate
es: Mi descuento
hi: मेरी छूट
id: Rabat saya
ja: 私のリベート
ko: 내 리베이트
ru: Мой возврат
tr: Benim geri ödemem
zh_hant: 我的返現

# 总邀请人数
source: Invitation amount
es: Cantidad de invitaciones
hi: आमंत्रण राशि
id: Jumlah undangan
ja: 招待者の総数
ko: 총 초대 인수
ru: Сумма приглашения
tr: Davetiye miktarı
zh_hant: 總邀請人數

# 邀请人
source: Invite user
es: Invitar
hi: उपयोगकर्ता को आमंत्रित करें
id: Undang pengguna
ja: 招待者
ko: 초대인
ru: Пригласить пользователя
tr: Kullanıcı davet et
zh_hant: 邀請人

# 我的返佣比例
source: My rebate ratio
es: Mi ratio de descuento
hi: मेरा छूट अनुपात
id: Rasio rabat saya
ja: 私の手数料率
ko: 내 리베이트 비율
ru: Мой коэффициент возврата
tr: Geri ödeme oranım
zh_hant: 我的返佣比例

# 返现金额
source: Rebate amount
es: Cantidad de descuento
hi: छूट राशि
id: Jumlah potongan
ja: 手数料額
ko: 리베이트 금액
ru: Сумма возврата
tr: Geri ödeme tutarı
zh_hant: 返現金額

# 交易时间
source: Transaction time
es: Tiempo de la transacción
hi: लेन-देन का समय
id: Waktu transaksi
ja: 取引時間
ko: 거래시간
ru: Время транзакции
tr: İşlem zamanı
zh_hant: 交易時間

# 返佣金额
source: Rebate Amount
es: Cantidad de descuento
hi: छूट राशि
id: Jumlah Rebate
ja: リベート額
ko: 리베이트 금액
ru: Сумма возврата
tr: Geri Ödeme Tutarı
zh_hant: 返佣金額

# 复制专属推荐链接
source: Copy recommended link
es: Copiar link de recomendación
hi: अनुशंसित लिंक कॉपी करें
id: Salin tautan rujukan eksklusif
ja: 紹介リンクをコピー
ko: 링크 복사
ru: Скопируйте рекомендуемую ссылку
tr: Önerilen linki kopyalayın
zh_hant: 複製專屬推薦鏈接

# 好友注册并产生手续费的部分比例为您的佣金
source: Friends who register will generate handling fees which is your rebate
es: Los amigos invitados que se registren generarán tasas de gestión que se transformarán en descuentos para usted
hi: पंजीकरण करने वाले मित्र हैंडलिंग शुल्क उत्पन्न करेंगे जो कि आपकी छूट है
id: Bagian dari biaya pendaftaran dan penanganan teman adalah komisi Anda
ja: 友達登録と取引手数料の一部はあなたの手数料です
ko: 친구가 등록하고 수수료를 발생시키는 부분의 비율은 귀하의 수수료입니다.
ru: Друзья, которые зарегистрируются, получат комиссию за обработку, которая и будет вашим ребейтом.
tr: Kayıt olan arkadaşlarınız, işlem ücreti oluşturacaktır ve bu sizin geri ödemeniz olacaktır
zh_hant: 好友註冊並產生手續費的部分比例為您的佣金

# XT 超级合伙人
source: XT Super Partner
hi: एक्सटी सुपर पार्टनर
id: Mitra Super XT
ja: XTスーパーパートナー
ko: XT 슈퍼 파트너
ru: XT Суперпартнер
tr: XT Süper Partner
zh_hant: XT 超級合夥人

# 立即加入
source: Join Now
hi: अभी भाग लें
id: Bergabung sekarang
ja: 今すぐ参加
ko: 가입하기
ru: Присоединяйтесь сейчас
tr: Şimdi Katıl
zh_hant: 立即加入

# 收益返佣明细
source: Total rebate details
es: Info del total de descuento
hi: कुल छूट विवरण
id: Total rabat detail
ja: 収益手数料の詳細
ko: 리베이트 세부 정보
ru: Общая информация о возврате
tr: Toplam geri ödeme bilgileri
zh_hant: 收益返佣明細

# 我的返现明细
source: My rebate details
es: Info de mi descuento
hi: मेरी छूट का विवरण
id: Rincian rabat saya
ja: リベートの詳細
ko: 내 리베이트 세부 정보
ru: Мои данные о возврате
tr: Geri ödeme bilgilerim
zh_hant: 我的返現明細

# 我的邀请用户
source: My partners
es: Mis partners
hi: मेरे भागीदार
id: Mitra saya
ja: 招待されたユーザー
ko: 내 초대 사용자
ru: Мои партнеры
tr: Partnerlerim
zh_hant: 我的邀請用戶

# 数据总览为实时更新，可能存在计算误差及计算延迟情况，以下数据仅供参考，给您带来的不便，敬请谅解。
source: The data overview is updated in real time, there may be calculation errors and calculation delays. The following data is for reference only. Thank you for your understanding and sorry for any inconvenience caused.
es: La información se muestra actualizada en tiempo real. Existe la posibilidad de que haya errores de calculo o retrasos en la información mostrada. Por esa razón, considere estos datos solo como referencia. Muchas gracias por su comprensión y por cualquier inconveniencia que esto pueda causar
hi: डेटा अवलोकन वास्तविक समय में अपडेट किया जाता है, गणना त्रुटियां और गणना में देरी हो सकती है। निम्नलिखित डेटा केवल संदर्भ के लिए है। आपकी समझ के लिए धन्यवाद और किसी भी असुविधा के लिए खेद है।
id: Ikhtisar data diperbarui secara real time, mungkin ada kesalahan perhitungan dan penundaan perhitungan. Data berikut hanya untuk referensi. Terima kasih atas pengertian Anda dan mohon maaf atas ketidaknyamanan yang ditimbulkan.
ja: データの概要はリアルタイムで更新されており、計算エラーや計算遅延が発生する場合があります。以下のデータは参考用ですので、ご不便をおかけして申し訳ございません。
ko: 데이터 개요는 실시간으로 업데이트되며, 계산오류 및 계산지연이 있을 수 있습니다. 아래 데이터는 참고용입니다. 이용에 불편을 끼쳐드려 드려 죄송합니다.
ru: Обзор данных обновляется в режиме реального времени, возможны ошибки и задержки в расчетах. Приведенные ниже данные предназначены только для справки. Благодарим вас за понимание и приносим извинения за причиненные неудобства.
tr: Verilere genel bakış gerçek zamanlı olarak güncellenir, hesaplama hataları ve hesaplama gecikmeleri olabilir. Aşağıdaki veriler sadece referans içindir. Anlayışınız için teşekkür eder, sebep olduğumuz rahatsızlıktan dolayı özür dileriz.
zh_hant: 數據總覽為實時更新，可能存在計算誤差及計算延遲情況，以下數據僅供參考，給您帶來的不便，敬請諒解。

# 邀请的好友累计为您产生的返佣总和
source: Total rebate accumulated from inviting friends
es: Descuento total acumulado gracias a invitar a sus amigos
hi: मित्रों को आमंत्रित करने से संचित कुल छूट
id: Total rebate yang terkumpul dari mengundang teman
ja: 招待された友達によるコミッションの総額
ko: 고객님이 초대한 친구로 의해 발생한 리베이트의 합계
ru: Общая сумма возврата, накопленная от приглашения друзей
tr: Davet edilen arkadaşlardan toplanan toplam geri ödeme
zh_hant: 邀請的好友累計為您產生的返佣總和

# 您本人的交易返现金额
source: Your rebate from own trades
id: Rabat Anda dari perdagangan sendiri
ja: 取引のリベート額
ko: 내 거래 리베이트 금액
ru: Ваш возврат от собственных сделок
tr: Kendi alım-satımlarınızdan geri ödemeniz
zh_hant: 您本人的交易返佣金額

# 使用您的邀请码完成注册的好友数量
source: The number of friends who use your invitation code to complete registration
es: El nº de amigos que han usado su invitación y han completado el registro
hi: पंजीकरण पूरा करने के लिए आपके आमंत्रण कोड का उपयोग करने वाले मित्रों की संख्या
id: Jumlah teman yang menggunakan kode undangan Anda untuk menyelesaikan pendaftaran
ja: 招待コードで登録した友達の数
ko: 내 초대 코드를 사용하여 등록한 친구 수
ru: Количество друзей, которые используют ваш код приглашения для завершения регистрации
tr: Kayıt olmak için davet kodunuzu kullanan arkadaş sayısı
zh_hant: 使用您的邀請碼完成註冊的好友數量

# 被邀请人ID
source: Invited userID
es: Nombre de usuarios de los amigos invitados
hi: आमंत्रित उपयोगकर्ता आईडी
id: ID pengguna yang diundang
ja: 招待者ID
ko: 피초대인ID
ru: ID приглашенного пользователя
tr: Davet edilen kullanıcının kimliği
zh_hant: 被邀請人ID

# 用户注册时间
source: User registration time
es: Hora del registro
hi: उपयोगकर्ता पंजीकरण समय
id: Waktu pendaftaran pengguna
ja: ユーザー登録時間
ko: 사용자 등록 시간
ru: Время регистрации пользователя
tr: Kullanıcı kayıt olma zamanı
zh_hant: 用戶註冊時間

# 佣金比例设置
source: Rebate ratio settings
es: Ajustes en el ratio de descuento
hi: छूट अनुपात सेटिंग
id: Pengaturan rasio rabat
ja: 手数料率の設定
ko: 리베이트 비율 설정
ru: Настройки коэффициента возврата
tr: Geri ödeme oranı ayarları
zh_hant: 佣金比例設置

# 您的佣金比例为好友交易手续费的#RATE#
source: Your rebate ratio is #RATE# of your friends' transaction fees
es: Su ratio de descuento es #RATE# generado por las transacciones de sus amigos
hi: आपका छूट अनुपात आपके मित्रों के लेन-देन शुल्क का #RATE# है
id: Rasio rebate Anda adalah #RATE# dari biaya transaksi teman Anda
ja: 手数料率は友達の取引手数料の#RATE#です
ko: 고객님의 수수료율은 친구 거래 수수료의 #RATE#입니다
ru: Ваш коэффициент возврата - это #RATE# комиссии за транзакции ваших друзей.
tr: Geri ödeme oranınız, arkadaşlarınızın işlem ücretlerinin #RATE#’dir
zh_hant: 您的佣金比例為好友交易手續費的#RATE#

# 滑动下方进度条修改佣金分配比例
source: Slide the bar below to modify the commission allocation ratio
es: Deslizar la barra de abajo para modificar el ratio
hi: कमीशन आवंटन अनुपात को संशोधित करने के लिए नीचे दिए गए बार को स्लाइड करें
id: Geser bilah di bawah untuk mengubah rasio alokasi komisi
ja: プログレスバーを下にスライドして、手数料の分配率を変更します
ko: 커미션 할당 비율을 수정하려면 아래 막대를 미세요
ru: Передвиньте панель ниже, чтобы изменить коэффициент распределения комиссии
tr: Komisyon paylaşım oranını değiştirmek için aşağıdaki çubuğu kaydırın
zh_hant: 滑動下方進度條修改佣金分配比例

# 我的比例
source: My ratio
es: Mi ratio
hi: मेरा अनुपात
id: Rasio saya
ja: 私の割合
ko: 내 비율
ru: Мой коэффициент
tr: Oranım
zh_hant: 我的比例

# 好友比例
source: Friends ratio
es: Ratio de los amigos
hi: मित्र अनुपात
id: Rasio teman
ja: 友達の割合
ko: 친구 비율
ru: Коэффициент друзей
tr: Arkadaş oranı
zh_hant: 好友比例

# 基础返佣比例：#NORMALRATE# 超级合伙人返佣比例：#SUPERPARTNERRATE#
source: Basic rebate ratio：#NORMALRATE# Super partner rebate ratio：#SUPERPARTNERRATE#
es: Ratio de descuento básico ：#NORMALRATE# Super partner rebate ratio：#SUPERPARTNERRATE#
hi: मूल छूट अनुपात：#NORMALRATE# सुपर पार्टनर छूट अनुपात：#SUPERPARTNERRATE#
id: Rasio rabat dasar：#NORMALRATE# Rasio rabat mitra super：#SUPERPARTNERRATE#
ja: 基本的なリベート率：#NORMALRATE# nスーパーパートナーのリベート率：#SUPERPARTNERRATE#
ko: 기본 리베이트 비율: #NORMALRATE# 슈퍼 파트너 리베이트 비율: #SUPERPARTNERRATE#
ru: Основной коэффициент возврата：#NORMALRATE# Суперпартнерский коэффициент возврата：#SUPERPARTNERRATE#
tr: temel geri ödeme oranı：#NORMALRATE# Süper ortak geri ödeme oranı：#SUPERPARTNERRATE#
zh_hant: 基礎返佣比例：#NORMALRATE# 超級合夥人返佣比例：#SUPERPARTNERRATE#

# 返佣
source: Rebate
es: Descuento
hi: छूट
id: Rabat
ja: 手数料
ko: 리베이트
tr: Geri Ödeme
zh_hant: 返佣

source: Every day 2:00(UTC) will automatically calculate the transaction volume for the past 30days (equivalent USDT) and XT24 hours average holdings, update user VIP status and rate. After the update, you can enjoy the corresponding rate in the above rate table according to your new status and maintain it for 30 days.
es: Cada día a las 2:00(UTC) el sistema calculará automáticamente el volumen de transacciones en los 30 días anteriores ( equivalencia en USDT) y la media guardada en XT en durante 24H. Con esta info se actualizará su estado VIP y su nivel. Tras la actualización, podrá disfrutar de los beneficios de su nivel durante 30 días
hi: हर दिन 2:00 (UTC) स्वचालित रूप से पिछले 30 दिनों (समतुल्य USDT) और एक्सटी24 घंटे की औसत होल्डिंग्स के लिए लेनदेन की मात्रा की गणना करेगा, उपयोगकर्ता वीआईपी स्थिति और दर को अपडेट करेगा। अपडेट के बाद, आप अपनी नई स्थिति के अनुसार उपरोक्त दर तालिका में संबंधित दर का आनंद ले सकते हैं और इसे 30 दिनों तक बनाए रख सकते हैं।
id: Setiap hari 2:00 (UTC) akan secara otomatis menghitung volume transaksi selama 30 hari terakhir (setara USDT) dan kepemilikan rata-rata XT24 jam, memperbarui status dan tarif VIP pengguna. Setelah pembaruan, Anda dapat menikmati tarif yang sesuai dengan tarif di atas meja sesuai dengan status baru Anda dan pertahankan selama 30 hari.
ja: 毎日2:00（UTC + 0）より前は、取引量（USDTに相当）と過去30日間のXTの24時間平均保有量が自動的に計算され、ユーザーのVIPレベルとレートが更新されます。更新後、新しいレベルに応じて上記の手数料レートをご利用できます。しかも、30日間はダウングレードされません。
ko: 매일 2:00(UTC+0) 이전에 지난 30일 동안의 거래량(등가의 USDT)과 XT의 24시간 평균 보유량이 자동으로 계산되어 사용자의 VIP 등급 및 요율이 업데이트됩니다. 업데이트 후 위의 요율표에서 새로운 등급에 따라 해당 요율를 누리실 수 있으며, 레벨 다운 없이 30일 동안 유지하실 수 있습니다.
ru: Каждый день в 2:00 (UTC) автоматически рассчитывается объем транзакций за последние 30 дней (в эквиваленте USDT) и средний холдинг XT24 часа, обновляется VIP-статус и курс пользователя. После обновления вы можете воспользоваться соответствующим курсом в таблице выше в соответствии с вашим новым статусом и поддерживать его в течение 30 дней.
tr: Her gün 2:00(UTC)’de , son 30 günlük işlem hacmi (USDT eşdeğeri) ve XT 24 saatlik ortalama elde tutma miktarı otomatik olarak hesaplanacak, kullanıcının VIP durumu ve oranı güncellenecektir. Güncellemeden sonra, yukarıdaki oran tablosunda yeni durumunuza uygun olan oranı kullanabilir ve 30 gün boyunca koruyabilirsiniz.
zh_hant: 每天2:00（UTC+0）之前自動計算近30天交易量（等值USDT）和XT24小時平均持有量，並更新用戶VIP級別和費率。更新後即可按新的級別享受上述費率表中的對應費率並保持30天不降級。

# 且/或
source: and/or
es: y/o
hi: और/या
id: dan/atau
ja: と/または
ko: 및/또는
ru: и/или
tr: ve/veya
zh_hant: 且/或

# 且
source: and
es: y
hi: तथा
id: dan
ja: と
ko: 및
ru: и
tr: ve
zh_hant: 且

# 或
source: or
es: o
hi: अथवा
id: atau
ja: または
ko: 또는
ru: или
tr: veya
zh_hant: 或

# 返佣规则
source: Rebate rules
es: Reglas de descuento
hi: आयोग छूट नियम
id: Aturan rabat
ja: リベートルールを
ko: 리베이트 규칙
ru: Правила возврата
tr: Grei ödeme kuralları
zh_hant: 返佣規則

# 1、每推荐一位新用户注册XT，您即可赚取该用户在XT现货（杠杆）市场进行交易时的手续费佣金；
source: 1. For every new user who is invited to register XT, you can earn the user's handling fee rebate when trading in the XT spot (margin) market;
es: 1. Por cada usuario invitado que se registre en XT, podrá ganar las tasas de gestión de ese usuario como descuento cuando haga trading en el mercado de Spot XT (Margin);
hi: 1. प्रत्येक नए उपयोगकर्ता के लिए जिसे एक्सटी पंजीकृत करने के लिए आमंत्रित किया गया है, आप एक्सटी स्पॉट (मार्जिन) बाजार में व्यापार करते समय उपयोगकर्ता की हैंडलिंग शुल्क छूट अर्जित कर सकते हैं;
id: 1. Untuk setiap pengguna baru yang diundang untuk mendaftar XT, Anda bisa mendapatkan potongan biaya penanganan pengguna saat berdagang di pasar spot (margin) XT;
ja: 1. 新しいユーザーを招待すると、XTスポット（証拠金）市場での当該ユーザーの取引に対してコミッションを獲得できます;
ko: 1. 초대된 신규사용자가 XT에 등록하여 현물(마진)거래 진행 시 발생하는 수수료를 리베이트로 받을 수 있습니다.
ru: 1. За каждого нового пользователя, приглашенного для регистрации XT, вы можете получить скидку в размере платы за обработку при торговле на спотовом (маржинальном) рынке XT;
tr: 1. XT'ye kaydolmak için davet edilen her yeni kullanıcı için, XT spot (marj) piyasasında işlem yaparken kullanıcının işlem ücretini geri ödeme olarak kazanabilirsiniz;
zh_hant: 1、每推荐一位新用戶註冊XT，您即可賺取該用戶在XT現貨（槓桿）市場進行交易時的手續費佣金；

# 2、邀请人可以将自己获得的佣金按照比例分享给被邀请人，具体如下：
source: 2. The invitee can share the rebate he received to the person he has invited, details as follows:
es: 2.El invitado podrá compartir el descuento recibido con la persona que lo ha invitado de la siguiente manera:
hi: 2. आमंत्रित व्यक्ति उसे प्राप्त छूट को उस व्यक्ति को साझा कर सकता है जिसे उसने आमंत्रित किया है, विवरण निम्नानुसार है:
id: 2. Yang diundang dapat membagikan rabat yang diterimanya kepada orang yang diundang, dengan rincian sebagai berikut:
ja: 2.招待者は、次のように、自分で取得したコミッションを招待者と比例して共有できます：
ko: 2. 초대인은 획득한 리베이트를 피초대인에게 비율에 따라 공유할 수 있습니다. 자세한 내용은 아래와 같습니다:
ru: 2. Приглашенный пользователь может поделиться полученным рибейтом с приглашенным им человеком, подробности следующие:
tr: 2. Davet eden kişi, aldığı geri ödemeyi davet ettiği kişiyle paylaşabilir, ayrıntılar aşağıdaki gibidir:
zh_hant: 2、邀請人可以將自己獲得的佣金按照比例分享給被邀請人，具體如下：

# 1）普通合伙人“佣金比例”为被邀请人交易手续费的#RATE#；超级合伙人可享受被邀请人更高的“佣金比例”；
source: 1) The "rebate ratio" of basic partners is #RATE# of the invitee's transaction fee; super partners can enjoy higher the "rebate ratio" from the invited person ”；
es: 1) El "ratio de descuento"de parterns básico es #RATE# de las tasas del invitado; los super partners podrán disfrutar un "ratio de descuento"más alto procedente del invitado”；
hi: 1) मूल भागीदारों का "छूट अनुपात" आमंत्रित व्यक्ति के लेनदेन शुल्क का #RATE# है; सुपर पार्टनर आमंत्रित व्यक्ति से उच्च "छूट अनुपात" का आनंद ले सकते हैं ”；
id: 1) "Rasio rabat" mitra dasar adalah #RATE# dari biaya transaksi orang yang diundang; mitra super dapat menikmati "rasio rabat" yang lebih tinggi dari orang yang diundang ”；
ja: 1）ゼネラルパートナーの「手数料率」は、招待者の取引手数料の#RATE#です。スーパーパートナーは、招待者のよりもっと高い「手数料率」を利用できます。
ko: 1) 일반 파트너 '리베이트 비율'은 초대 받은 친구의 거래 수수료의 #RATE#이며; 슈퍼 파트너일 경우 이보다 더 높은 '리베이트 비율'을 즐길 수 있습니다.
ru: 1) "коэффициент возврата" для базовых партнеров составляет #RATE# от комиссии за сделку приглашенного; супер партнеры могут пользоваться более высоким "коэффициентом возврата" от приглашенного лица.
tr: 1) Temel ortakların "geri ödeme oranı”, davet eden kişinin işlem ücretinin #RATE#’idir; süper ortaklar, davet edilen kişiden daha yüksek 'geri ödeme oranı' alabilir;
zh_hant: 1）普通合夥人“佣金比例”為被邀請人交易手續費的#RATE#；超級合夥人可享受被邀請人更高的“佣金比例”；
