Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 请上传证件正面照
source: Please upload the front of the ID card
es: Por favor, envíe el frontal del documento de identificación
hi: कृपया आईडी कार्ड के सामने अपलोड करें
id: Silakan unggah bagian depan kartu ID
ja: カードの正面写真をアップロードしてください。
ko: 신분증 앞면사진을 업로드해 주세요.
ru: Пожалуйста, загрузите лицевую сторону удостоверения личности
tr: Lütfen kimliğin ön yüzünü yükleyin
zh_hant: 請上傳證件正面照

# 请重新上传证件正面照
source: Please upload the front of the ID card again
es: Por favor, suba el el frontal del documento de nuevo
hi: कृपया आईडी कार्ड के सामने फिर से अपलोड करें
id: Silakan unggah bagian depan kartu ID lagi
ja: カードの正面写真を再アップロードしてください
ko: 신분증 앞면사진을 다시 업로드해 주세요.
ru: Пожалуйста, загрузите лицевую сторону удостоверения личности еще раз
tr: Lütfen kimliğin ön yüzünü tekrar yükleyin
zh_hant: 請重新上傳證件正面照

# 等待证件反面照上传完成
source: Waiting for the completion of the upload of the back of the ID card
es: Esperando al envío de la parte trasera de su documento de identificación
hi: आईडी कार्ड के पीछे के अपलोड के पूरा होने की प्रतीक्षा में
id: Menunggu penyelesaian unggahan bagian belakang kartu ID
ja: 証明書の裏面の写真のアップロードが完了するまでお待ちください。
ko: 신분증 뒷면사진이 업로드중 입니다.
ru: Ожидание завершения загрузки обратной стороны удостоверения личности
tr: Kimlik kartı arka yüzünün yüklenmesinin tamamlanması bekleniyor
zh_hant: 等待證件反面照上傳完成

# 请上传证件反面照
source: Please upload the back of the ID card
es: Ñor favor, suba la trasera de su documento de identificación
hi: कृपया आईडी कार्ड का पिछला भाग अपलोड करें
id: Silakan unggah bagian belakang kartu ID
ja: カードの裏面の写真をアップロードしてください。
ko: 뒷면사진을 업로드해 주세요.
ru: Пожалуйста, загрузите обратную сторону ID-карты
tr: Lütfen kimliğin arka yüzünü yükleyin
zh_hant: 請上傳證件反面照

# 请重新上传证件反面照
source: Please upload the back of the ID card again
es: Por favor, suba la trasera del documento de nuevo
hi: कृपया आईडी कार्ड के पिछले हिस्से को फिर से अपलोड करें
id: Harap unggah bagian belakang kartu ID sekali lagi
ja: もう一度裏面の写真をアップロードしてください
ko: 신분증 뒷면사진을 다시 업로드해 주세요.
ru: Пожалуйста, загрузите заднюю часть ID-карты еще раз
tr: Lütfen kimliğin arka yüzünü tekrar yükleyin
zh_hant: 請重新上傳證件反面照

# 等待手持证件照上传完成
source: Waiting for the completion of the upload of the photo that you hold your ID card
es: Esperando al envío de la foto en que usted aparece sujetando el documento de identificación
hi: आपके द्वारा अपना आईडी कार्ड रखने वाले फोटो के अपलोड के पूरा होने की प्रतीक्षा में
id: Menunggu penyelesaian unggahan foto yang Anda pegang kartu ID Anda
ja: 写真のアップロードが完了するまでお待ちください。
ko: 신분증을 손에 든 사진이 업로드중 입니다.
ru: Ожидание завершения загрузки фотографии, на которой вы держите ID-карту
tr: Kimlik kartını tuttuğunuz fotoğrafın yüklenmesinin tamamlanması bekleniyor
zh_hant: 等待手持證件照上傳完成

# 请上传手持证件照
source: Please upload the photo that you hold your ID card
es: Por favor, suba una foto en la que usted esté sujetando el documento de identificación
hi: कृपया वह फोटो अपलोड करें जिसके पास आपका आईडी कार्ड है
id: Silakan unggah foto yang Anda pegang kartu ID Anda
ja: 写真をアップロードしてください。
ko: 신분증을 손에 든 사진을 업로드해 주세요
ru: Пожалуйста, загрузите фотографию, на которой вы держите удостоверение личности
tr: Lütfen kimlik kartını tuttuğunuz fotoğrafı yükleyin
zh_hant: 請上傳手持證件照

# 请重新上传手持证件照
source: Please upload the photo that you hold your ID card again
es: Por favor, suba la foto en que sujeta su documento de nuevo
hi: कृपया वह फोटो अपलोड करें जिसमें आपने अपना आईडी कार्ड फिर से रखा है
id: Silakan unggah foto yang Anda pegang kartu ID Anda sekali lagi
ja: もう一度アップロードしてください。
ko: 신분증을 손에 든 사진을 다시 업로드해 주세요
ru: Пожалуйста, загрузите фотографию, на которой вы держите удостоверение личности еще раз
tr: Lütfen kimlik kartını tuttuğunuz fotoğrafı tekrar yükleyin
zh_hant: 請重新上傳手持證件照

# 提交审核成功，请耐心等待审核
source: Submit successfully, please wait for review
es: Subido correctamente. Espere al resultado de la revisión
hi: सफलतापूर्वक सबमिट करें, कृपया समीक्षा की प्रतीक्षा करें
id: Kirim sukses, silakan tunggu
ja: 審査申請の提出が完了しました。審査結果が出るまでしばらくお待ちください。
ko: 심사 제출이 완료되었습니다. 기다려 주시기 바랍니다.
ru: Отправка прошла успешно, ожидайте проверки
tr: Başarıyla gönderildi, lütfen inceleme için bekleyin
zh_hant: 提交審核成功，請耐心等待審核

# 确定放弃本次视频认证吗？
source: Are you sure to quit the video verification?
es: ¿Está seguro de que quiere abandonar la verificación por video?
hi: क्या आप वाकई वीडियो सत्यापन बंद करना चाहते हैं?
id: Apakah Anda yakin akan keluar dari verifikasi video?
ja: ビデオ認証をキャンセルしてもよろしいでしょうか。
ko: 이번 동영상 인증을 취소하시겠습니까?
ru: Вы уверены, что хотите выйти из видеоверификации?
tr: Video onayından çıkmak istediğinizden emin misiniz?
zh_hant: 確定放棄本次視頻認證嗎？

# 未绑定
source: Not bound
es: No conectado
hi: बँधा नहीं
id: Tidak terikat
ja: 紐づけしていません
ko: 미연동
ru: Не уверен
tr: Bağlı değil
zh_hant: 未綁定

# 短信验证
source: SMS authentication
es: Autentificación por SMS
hi: एसएमएस प्रमाणीकरण
id: Otentikasi SMS
ja: SMS認証
ko: 문자인증
ru: SMS-аутентификация
tr: SMS ile kimlik doğrulama
zh_hant: 短信驗證

# 邮箱验证
source: Email authentication
es: Autentificación por Email
hi: ईमेल प्रमाणीकरण
id: Otentikasi Email
ja: メール認証
ko: 이메일인증
ru: Аутентификация по электронной почте
tr: E-Posta ile kimlik doğrulama
zh_hant: 郵箱驗證

# 已绑定
source: Bound
es: Conectado
hi: बाध्य
id: Diikat
ja: 紐づけ済み
ko: 연동됨
ru: Привязанный
tr: Bağlı
zh_hant: 已綁定

# Google验证
source: Google authentication
hi: गूगल प्रमाणीकरण
id: Otentikasi Google
ja: Google認証
ko: Google인증
ru: Аутентификация Google
tr: Google ile kimlik doğrulama
zh_hant: Google驗證

# 密码+Google验证码
source: Login password + Google authentication
es: Contraseña de Login + Google authentication
hi: लॉगिन पासवर्ड + गूगल प्रमाणीकरण
id: Login Kata Sandi + Otentikasi Google
ja: パスワード+ Google確認コード
ko: 비밀번호+Google인증번호
ru: Пароль для входа + аутентификация Google
tr: Oturum açma şifresi + Google ile kimlik doğrulama
zh_hant: 密碼+Google驗證碼

# 密码+异地登录验证
source: Login password + New IP Verification(SMS/Email)
es: Contraseña de Login + Nueva Verification IP (SMS/Email)
hi: लॉगिन पासवर्ड + नया आईपी सत्यापन (SMS / Email)
id: Login Kata Sandi + Verifikasi IP Baru (SMS / Email)
ja: パスワード+リモートログイン検証
ko: 비밀번호+원격 로그인 인증
ru: Пароль для входа + проверка нового IP-адреса (SMS/Email)
tr: Oturum açma şifresi + Yeni IP Doğrulaması (SMS/E-posta)
zh_hant: 密碼+異地登錄驗證

# 密码+Google验证码+异地登录验证
source: Login password + Google authentication + New IP Verification(SMS/Email)
es: Contraseña de Login + Google authentication + Nueva verificación IP (SMS/Email)
hi: लॉगिन पासवर्ड + Google प्रमाणीकरण + नया आईपी सत्यापन (SMS / Email)
id: Login Kata Sandi + Otentikasi Google + Verifikasi IP Baru (SMS / Email)
ja: パスワード+ Google確認コード+リモートログイン確認
ko: 비밀번호+Google인증번호+원격 로그인 인증
ru: Пароль для входа + аутентификация Google + проверка нового IP-адреса (SMS/Email)
tr: Oturum açma şifresi + Google ile kimlik doğrulama (SMS/E-posta)
zh_hant: 密碼+Google驗證碼+異地登錄驗證

# 登录策略
source: Login policy
es: Política de Login
hi: लॉगिन नीति
id: Kebijakan login
ja: ログインポリシー
ko: 로그인 전략
ru: Политика входа
tr: Giriş politikası
zh_hant: 登錄策略

# 登录密码
source: Login password
es: Contraseña de Login
hi: लॉग इन पासवर्ड
id: Kata sandi login
ja: ログインパスワード
ko: 로그인 비밀번호
ru: Пароль для входа
tr: Giriş şifresi
zh_hant: 登錄密碼

# 修改
source: Modify
es: Modificar
hi: संशोधित
id: Memodifikasi
ja: 修正
ko: 수정
ru: Изменить
tr: Değiştir
zh_hant: 修改

# 安全中心
source: Security Center
es: Centro de seguridad
hi: सुरक्षा केंद्र
id: Pusat keamanan
ja: セキュリティ
ko: 보안센터
ru: Центр безопасности
tr: Güvenlik Merkezi
zh_hant: 安全中心

# 用于提币、修改安全设置、管理API时进行安全验证
source: Used for security authentication when withdrawing, modifying security settings and managing API
es: Usado en la autentificación de seguridad en los pocesos de retirada, modificación de ajustes de seguridad y gestión de API
id: Digunakan untuk otentikasi keamanan saat menarik, memodifikasi pengaturan keamanan dan mengelola API
ja: 出金、セキュリティ設定の変更、APIの管理時のセキュリティ検証に使用されます
ko: 출금, 보안 설정 수정 및 API 관리시 보안인증 진행에 사용됩니다.
ru: Используется для аутентификации при выводе средств, изменения настроек безопасности и управления API
tr: Para çekerken, güvenlik ayarlarını değiştirirken ve API'yi yönetirken güvenlik doğrulaması için kullanılır
zh_hant: 用於提幣、修改安全設置、管理API時進行安全驗證

# 需要先绑定邮箱才能修改手机号码
source: You need to bind the email before you can modify the mobile number.
es: Necesita conectar su email antes de poder modificar el nº de teléfono.
hi: मोबाइल नंबर को संशोधित करने से पहले आपको ईमेल को बाइंड करना होगा।
id: Anda perlu mengikat email sebelum Anda dapat memodifikasi nomor ponsel.
ja: 電話番号を変更する前に、メールアドレスを紐づけする必要があります
ko: 우선 이메일 연동을 완료한 후 휴대폰번호 수정이 가능합니다.
ru: Перед изменением номера мобильного телефона необходимо привязать электронную почту.
tr: Cep telefonu numarasını değiştirebilmeniz için önce e-postayı bağlamanız gerekir.
zh_hant: 需要先綁定郵箱才能修改手機號碼

# 登录验证设置
source: Login setting
es: Ajustes de Login
hi: लॉगिन सेटिंग
id: Pengaturan Login
ja: ログイン検証設定
ko: 로그인 인증 설정
ru: Настройка входа
tr: Oturum açma ayarı
zh_hant: 登錄驗證設置

# 绑定手机
source: Bind the phone
es: Conectar su teléfono
hi: फोन बांधें
id: Mengikat telepon
ja: 携帯と紐づける
ko: 휴대폰 연동
ru: Привязать телефон
tr: Telefonu bağla
zh_hant: 綁定手機

# 手机验证码
source: Phone Code
es: Código de teléfono
hi: फोन कोड
id: Kode telepon
ja: 携帯認証コード
ko: 휴대폰 인증번호
ru: Код телефона
tr: Telefon Kodu
zh_hant: 手機驗證碼

# 邮箱验证码
source: Email Code
es: Código de Email
hi: ईमेल कोड
id: Kode Email
ja: メール認証コード
ko: 이메일 인증번호
ru: Код электронной почты
tr: E-Posta Kodu
zh_hant: 郵箱驗證碼

# 请输入手机号码
source: Please enter the phone number
es: Por favor, introduzca su nº de teléfono
hi: कृपया फ़ोन नंबर दर्ज करें
id: Sila masukkan nomor telepon
ja: 携帯番号を入力してください
ko: 휴대폰 번호를 입력해 주세요
ru: Пожалуйста, введите номер телефона
tr: Lütfen telefon numarası girin.
zh_hant: 請輸入手機號碼

# 请输入手机验证码
source: Please enter your phone verification code
es: Por favor, introduzca su código de verificación de teléfono
hi: कृपया अपना फ़ोन सत्यापन कोड दर्ज करें
id: Sila masukkan kode verifikasi telepon Anda
ja: 携帯認証コードを入力してください
ko: 휴대폰 인증번호를 입력해 주세요
ru: Пожалуйста, введите код проверки телефона
tr: Lütfen telefon doğrulama kodunu girin
zh_hant: 請輸入手機驗證碼

# 请输入邮箱验证码
source: Please enter the email verification code
es: Por favor, introduzca el código de verificación de email
hi: कृपया ईमेल सत्यापन कोड दर्ज करें
id: Sila masukkan kode verifikasi email
ja: メール認証コードを入力してください
ko: 이메일 인증번호를 입력해 주세요.
ru: Пожалуйста, введите код проверки электронной почты
tr: Lütfen e-posta doğrulama kodunu girin
zh_hant: 請輸入郵箱驗證碼

# 绑定邮箱
source: Bind the email
es: Conectar email
hi: ईमेल को बाइंड करें
id: Mengikat email
ja: メールと紐づける
ko: 이메일 연동
ru: Привязать электронную почту
tr: E-postayı bağla
zh_hant: 綁定郵箱

# 请输入邮箱地址
source: Enter email address
es: Por favor, introduzca su dirección de email
hi: ईमेल पता दर्ज करें
id: Masukkan alamat email
ja: メールアドレスを入力してください
ko: 이메일 주소를 입력해 주세요
ru: Введите адрес электронной почты
tr: E-Posta adresi gir
zh_hant: 請輸入郵箱地址

# 修改手机
source: Modify the phone
es: Modificar el nº de teléfono
hi: फोन को संशोधित करें
id: Ubah Telepon
ja: 携帯を修正する
ko: 휴대폰번호 수정
ru: Изменить телефон
tr: Telefonu değiştir
zh_hant: 修改手機

# 新手机号码
source: New phone number
es: Nuevo nº de teléfono
hi: नया फोन नंबर
id: Nomor telepon baru
ja: 新しい携帯番号
ko: 새 휴대폰번호
ru: Новый номер телефона
tr: Yeni telefon numarası
zh_hant: 新手機號碼

# 新手机验证码
source: New phone verification code
hi: नया फ़ोन सत्यापन कोड
id: Kode Verifikasi Telepon Baru
ja: 新しい携帯認証コード
ko: 새 휴대폰번호 인증번호
ru: Новый код проверки телефона
tr: Yeni telefon doğrulama kodu
zh_hant: 新手機驗證碼

# 请输入新手机号码
source: Please enter a new phone number
es: Por favor, introduzca su nuevo nº de teléfono
hi: कृपया एक नया फ़ोन नंबर दर्ज करें
id: Sila masukkan nomor telepon baru
ja: 新しい携帯番号を入力してください
ko: 새 휴대폰번호를 입력해 주세요.
ru: Пожалуйста, введите новый номер телефона
tr: Lütfen yeni telefon numarası girin
zh_hant: 請輸入新手機號碼

# 请输入新手机验证码
source: Please enter a new phone verification code
es: Por favor, introduzca el nuevo código de verificación de teléfono
hi: कृपया एक नया फ़ोन सत्यापन कोड दर्ज करें
id: Sila masukkan kode verifikasi telepon baru
ja: 新しい携帯認証コードを入力してください
ko: 새 휴대폰번호 인증번호를 입력해 주세요.
ru: Введите новый код проверки телефона
tr: Lütfen yeni telefon doğrulama kodunu girin
zh_hant: 請輸入新手機驗證碼

# 原手机号码
source: Original phone number
es: Nº de teléfono anterior
hi: मूल फोन नंबर
id: Nomor telepon asli
ja: 以前の携帯番号
ko: 기존 휴대폰번호
ru: Оригинальный номер телефона
tr: Asıl telefon numarası
zh_hant: 原手機號碼

# 原手机验证码
source: Original phone verification code
es: Código de verificación de teléfono anterior
hi: मूल फ़ोन सत्यापन कोड
id: Kode Verifikasi Telepon Asli
ja: 以前の携帯認証コード
ko: 기존 휴대폰번호 인증번호
ru: Оригинальный код проверки телефона
tr: Asıl telefon doğrulama kodu
zh_hant: 原手機驗證碼

# 请输入原手机号码
source: Please enter the original phone number
es: Por favor, introduzca el número de teléfono anterior
hi: कृपया मूल फ़ोन नंबर दर्ज करें
id: Silakan masukkan nomor telepon asli
ja: 以前の携帯番号を入力してください
ko: 기존 휴대폰번호를 입력해 주세요.
ru: Пожалуйста, введите оригинальный номер телефона
tr: Lütfen asıl telefon numarasını girin
zh_hant: 請輸入原手機號碼

# 请输入原手机验证码
source: Please enter the original phone verification code
es: Por favor, introduzca el código de verificación de teléfono anterior
hi: कृपया मूल फ़ोन सत्यापन कोड दर्ज करें
id: Silakan masukkan kode verifikasi telepon asli
ja: 以前の携帯認証コードを入力してください
ko: 기존 휴대폰번호 인증번호를 입력해 주세요.
ru: Пожалуйста, введите оригинальный код проверки телефона
tr: Lütfen asıl telefon doğrulama kodunu girin
zh_hant: 請輸入原手機驗證碼

# 原手机已遗失？
source: The original phone has been lost?
es: ¿Ha perdido el nº de teléfono anterior?
hi: मूल फोन खो गया है?
id: Telepon asli telah hilang?
ja: 以前の携帯が見つかりません
ko: 기존의 휴대폰번호를 분실하였습니까?
ru: Оригинальный телефон был утерян?
tr: Asıl telefon kayboldu mu?
zh_hant: 原手機已遺失？

# 请输入正确的邮箱
source: Please enter the correct Email
es: Por favor, introduzca el email correcto
hi: कृपया सही ईमेल दर्ज करें
id: Sila masukkan email yang benar
ja: 正しいメールを入力してください。
ko: 정확한 이메일 주소를 입력해 주세요.
ru: Пожалуйста, введите правильный Email
tr: Lütfen doğru e-posta adresini girin.
zh_hant: 請輸入正確的郵箱

# 绑定成功
source: Binding success
es: Conexión completada
hi: बाध्यकारी सफलता
id: Ikatan sukses
ja: 紐づけました
ko: 연동 성공
ru: Успех привязки
tr: Bağlama başarılı
zh_hant: 綁定成功

# 修改手机并不会立即生效，您提交后，需要等待客服审核，审核通过前您仍可使用旧的手机号码
source: Modifying the phone will not take effect immediately. After you submit it, you need to wait for the customer service to review. You can still use the old phone number before the approval.
es: La modificación del nº de teléfono no será efectiva inmediatamente ya que el Servicio de Atención al Cliente debe revisarlo. En ese tiempo aún puede usar el nº dde teléfono anterior
hi: फ़ोन को संशोधित करना तुरंत प्रभावी नहीं होगा। इसे सबमिट करने के बाद, आपको ग्राहक सेवा की समीक्षा के लिए प्रतीक्षा करनी होगी। आप अभी भी अनुमोदन से पहले पुराने फ़ोन नंबर का उपयोग कर सकते हैं
id: Memodifikasi telepon tidak akan berlaku segera. Setelah Anda mengirimkannya, Anda harus menunggu layanan pelanggan untuk ditinjau. Anda masih dapat menggunakan nomor telepon lama sebelum persetujuan.
ja: 携帯電話の変更はすぐには有効になりません。送信後、カスタマーサービスの確認を待つ必要があります。審査結果が出るまでに、古い携帯電話番号を引き続き使用できます。
ko: 휴대폰번호 수정은 즉시 적용되지 않습니다. 제출 후 고객 서비스가 심사를 완료할 때까지 기다려야합니다. 심사전 기존 휴대폰번호를 사용할 수 있습니다.
ru: Изменение телефона не вступит в силу немедленно. После того, как вы отправите заявку, вам нужно подождать, пока служба поддержки рассмотрит ее. Вы все еще можете использовать старый номер телефона до одобрения.
tr: Telefon değişikliği hemen etkin olmayacaktır. Değişikliği gönderdikten sonra, müşteri hizmetleri tarafından incelenmesini beklemeniz gerekir. Onaya kadar eski telefon numarasını kullanmaya devam edebilirsiniz.
zh_hant: 修改手機並不會立即生效，您提交後，需要等待客服審核，審核通過前您仍可使用舊的手機號碼

# 请再次输入安全密码
source: Please enter security password again
es: Por favor, introduzca su contraseña de seguridad de nuevo
hi: कृपया सुरक्षा पासवर्ड फिर से दर्ज करें
id: Sila masukkan kata sandi keamanan lagi
ja: 再度セキュリティパスワードを入力してください。
ko: 보안번호를 재입력해 주세요
ru: Пожалуйста, введите пароль безопасности еще раз
tr: Lütfen güvenlik şifrenizi tekrar girin
zh_hant: 請再次輸入安全密碼

# 修改安全密码
source: Change security password
es: Cambiar contraseña de seguridad
hi: सुरक्षा पासवर्ड बदलें
id: Ubah kata sandi keamanan
ja: セキュリティパスワードを修正します
ko: 보안번호 수정
ru: Изменить пароль безопасности
tr: Güvenlik şifresini değiştir
zh_hant: 修改安全密碼

# 当前密码
source: Current password
es: Contraseña actual
hi: वर्तमान पासवर्ड
id: Kata sandi saat ini
ja: 今のパスワード
ko: 현재 비밀번호
ru: Текущий пароль
tr: Mevcut şifre
zh_hant: 當前密碼

# 新安全密码
source: New security password
es: Nueva contraseña de seguridad
hi: नया सुरक्षा पासवर्ड
id: Kata sandi keamanan baru
ja: 新しいセキュリティパスワード
ko: 새 보안번호
ru: Новый пароль безопасности
tr: Yeni güvenlik şifresi
zh_hant: 新安全密碼

# 请输入当前安全密码
source: Please enter current security password
es: Por favor, introduzca su contraseña actual de seguridad
hi: कृपया वर्तमान सुरक्षा पासवर्ड दर्ज करें
id: Sila masukkan kata sandi keamanan saat ini
ja: 現在のセキュリティパスワードを入力してください。
ko: 기존 보안번호를 입력해 주세요.
ru: Пожалуйста, введите текущий пароль безопасности
tr: Lütfen mevcut güvenlik şifresini girin
zh_hant: 請輸入當前安全密碼

# 请输入新的安全密码
source: Please enter new security password
es: Introduzca nueva contraseña de seguridad
hi: कृपया नया सुरक्षा पासवर्ड दर्ज करें
id: Sila masukkan kata sandi keamanan baru
ja: 新しいセキュリティパスワードを入力してください。
ko: 새 보안번호를 입력해 주세요
ru: Введите новый пароль безопасности
tr: Lütfen yeni güvenlik şifresini girin
zh_hant: 請輸入新的安全密碼

# 请再次输入新的安全密码
source: Please enter new security password again
es: Introduzca nueva contraseña de seguridad de nuevo
hi: कृपया नया सुरक्षा पासवर्ड दोबारा दर्ज करें
id: Sila masukkan kata sandi keamanan baru lagi
ja: 再度新しいセキュリティパスワードを入力してください。
ko: 새 보안번호를 재입력해 주세요
ru: Пожалуйста, введите новый пароль безопасности еще раз
tr: Lütfen yeni güvenlik şifresini tekrar girin
zh_hant: 請再次輸入新的安全密碼

# 重置安全密码
source: Reset security password
es: Resetear contraseña de seguridad
hi: सुरक्षा पासवर्ड रीसेट करें
id: Atur ulang kata sandi keamanan
ja: セキュリティパスワードをリセットしてください。
ko: 보안번호 재설정
ru: Сброс пароля безопасности
tr: Güvenlik şifresini sıfırla
zh_hant: 重置安全密碼

# 请输入登录密码
source: Please enter Login password
es: Por favor, introduzca contraseña de seguridad
hi: कृपया लॉगिन पासवर्ड दर्ज करें
id: Sila masukkan kata sandi login
ja: ログインパスワードを入力してください。
ko: 로그인 비밀번호를 입력해 주세요.
ru: Пожалуйста, введите пароль для входа в систему
tr: Lütfen Oturum Açma şifrenizi girin.
zh_hant: 請輸入登錄密碼

# 当前安全密码不能为空
source: Current security password cannot be empty
es: Contraseña de seguridad actual no puede estar vacía
hi: वर्तमान सुरक्षा पासवर्ड खाली नहीं हो सकता
id: Kata sandi keamanan saat ini tidak boleh kosong
ja: 現在のセキュリティパスワードは空きにすることができません。
ko: 기존 보안번호를 비워둘 수 없습니다.
ru: Текущий пароль безопасности не может быть пустым
tr: Mevcut güvenlik şifresi boş bırakılamaz
zh_hant: 當前安全密碼不能為空

# 登录密码不能为空
source: Login password cannot be empty
es: La contraseña de login no puede estar vacía
hi: लॉगिन पासवर्ड खाली नहीं हो सकता
id: Kata sandi login tidak boleh kosong
ja: ログインパスワードを空きにすることができません。
ko: 로그인 비밀번호를 비워둘 수 없습니다.
ru: Пароль входа не может быть пустым
tr: Oturum açma şifresi boş bırakılamaz
zh_hant: 登錄密碼不能為空

# 设置安全密码不能为空
source: Setting security password cannot be empty
es: Configuración de contraseña de seguridad no puede estar vacía
hi: सुरक्षा पासवर्ड सेट करना खाली नहीं हो सकता
id: Pengaturan kata sandi keamanan tidak boleh kosong
ja: セキュリティパスワードを空きにすることができません。
ko: 보안번호 설정을 비워둘 수 없습니다.
ru: Установленный пароль безопасности не может быть пустым
tr: Ayarlar güvenlik şifresi boş bırakılamaz
zh_hant: 設置安全密碼不能為空

# 两次输入密码不一致
source: The two passwords entered are different
es: Las contraseñas no coinciden
hi: दर्ज किए गए दो पासवर्ड अलग हैं
id: Dua kata sandi yang dimasukkan berbeda
ja: パスワードが一致しません
ko: 두번 입력한 비밀번호가 일치하지 않습니다.
ru: Два введенных пароля отличаются
tr: Girilen iki şifre farklı
zh_hant: 兩次輸入密碼不壹致

# 验证码不能为空
source: The verifying code cannot be empty
es: El código de verificación no puede estar vacío
hi: सत्यापन कोड खाली नहीं हो सकता
id: Kode verifikasi tidak boleh kosong
ja: 認証コードを空きにすることができません。
ko: 인증번호를 비워둘 수 없습니다.
ru: Проверочный код не может быть пустым
tr: Doğrulama kodu boş bırakılamaz
zh_hant: 驗證碼不能為空

# 重置成功
source: Reset successfully
es: Reset completado
hi: सफलतापूर्वक रीसेट करें
id: Reset sukses
ja: リセットが完了しました。
ko: 재설정 성공
ru: Сброс прошел успешно
tr: Sıfırlama başarılı
zh_hant: 重置成功

# 发送成功
source: Sent
es: Enviado
hi: भेज दिया
id: Terkirim
ja: 送信しました。
ko: 발송성공
ru: Отправлено
tr: Gönderildi
zh_hant: 發送成功

# 安全密码修改后，安全密码将在24小时内不可用！
source: The security password is not accessible within 24h after being changed!
es: La contraseña de seguridad no está disponible durante 24 horas tras realizar un cambio
hi: सुरक्षा पासवर्ड बदलने के बाद 24 घंटों के भीतर पहुंच योग्य नहीं है!
id: Kata sandi keamanan tidak dapat diakses dalam 24 jam setelah diubah!
ja: セキュリティパスワードが変更された後、セキュリティパスワードは24時間以内に利用できなくなります
ko: 보안번호 수정 후, 24시간내 보안번호를 사용할 수 없습니다.
ru: Пароль безопасности недоступен в течение 24 часов после изменения!
tr: Güvenlik şifresi değiştirildikten sonra 24 saat boyunca erişilemez!
zh_hant: 安全密碼修改後，安全密碼將在24小時內不可用！

# 安全密码重置后，安全密码将在24小时内不可用！
source: The security password is not accessible within 24h after being resetted!
es: La contraseña de seguridad no está disponible durante 24 horas tras realizar un cambio
hi: सुरक्षा पासवर्ड रीसेट होने के बाद 24 घंटों के भीतर पहुंच योग्य नहीं है!
id: Kata sandi keamanan tidak dapat diakses dalam 24 jam setelah direset!
ja: セキュリティパスワードがリセットされた後、セキュリティパスワードは24時間以内に利用できなくなります
ko: 보안번호 재설정 후, 24시간내 보안번호를 사용할 수 없습니다.
ru: Пароль безопасности недоступен в течение 24 часов после сброса!
tr: Güvenlik şifresi sıfırlandıktan sonra 24 saat boyunca erişilemez!
zh_hant: 安全密碼重置後，安全密碼將在24小時內不可用！

# 修改登录密码
source: Change login password
es: Cambiar contraseña de login
hi: लॉगिन पासवर्ड बदलें
id: Ubah Kata Sandi Login
ja: ログインパスワードを変更する
ko: 로그인 비밀번호 수정
ru: Изменить пароль для входа в систему
tr: Oturum açma şifresini değiştir
zh_hant: 修改登錄密碼

# 新登录密码
source: New login password
es: Nueva contraseña de login
hi: नया लॉगिन पासवर्ड
id: Kata sandi login baru
ja: 新しいログインパスワード
ko: 새 로그인 비밀번호
ru: Новый пароль для входа в систему
tr: Yeni oturum açma şifresi
zh_hant: 新登錄密碼

# 确认登录密码
source: Confirm login password
es: Confirmar contraseña de login
hi: लॉगिन पासवर्ड की पुष्टि करें
id: Konfirmasikan Kata Sandi login
ja: ログインパスワードを入力してください。
ko: 로그인 비밀번호 확인
ru: Подтвердите пароль для входа в систему
tr: Oturum açma şifresini onayla
zh_hant: 確認登錄密碼

# 请输入当前登录密码
source: Please enter your current login password
es: Por favor, introduzca su contraseña de actual de login
hi: कृपया अपना वर्तमान लॉगिन पासवर्ड दर्ज करें
id: Sila masukkan kata sandi login saat ini
ja: 現在のログインパスワードを入力してください。
ko: 기존 로그인 비밀번호를 입력해 주세요.
ru: Пожалуйста, введите текущий пароль для входа в систему
tr: Lütfen mevcut oturum açma şifrenizi girin
zh_hant: 請輸入當前登錄密碼

# 请输入新的登录密码
source: Please enter a new login password
es: Por favor, introduzca una contraseña de login nueva
hi: कृपया एक नया लॉगिन पासवर्ड दर्ज करें
id: Sila masukkan kata sandi login baru
ja: 新しいログインパスワードを入力してください。
ko: 새 로그인 비밀번호를 입력해 주세요.
ru: Пожалуйста, введите новый пароль для входа в систему
tr: Lütfen yeni bir güvenlik şifresi girin
zh_hant: 請輸入新的登錄密碼

# 请再次输入新的登录密码
source: Please enter your new login password again
es: Por favor, introduzca su contraseña de login de nuevo
hi: कृपया अपना नया लॉगिन पासवर्ड फिर से दर्ज करें
id: Sila masukkan kata sandi login baru lagi
ja: 新しいログインパスワードをもう一度入力してください
ko: 새 로그인 비밀번호를 다시 입력해 주세요.
ru: Пожалуйста, введите новый пароль для входа в систему еще раз
tr: Lütfen yeni güvenlik şifrenizi tekrar girin
zh_hant: 請再次輸入新的登錄密碼

# 当前登录密码不能为空
source: The current login password cannot be empty
es: El campo de contraseña actual no puede estar vacío
hi: वर्तमान लॉगिन पासवर्ड खाली नहीं हो सकता
id: Kata sandi login saat ini tidak boleh kosong
ja: 現在のログインパスワードを空にすることはできません
ko: 기존 로그인 비밀번호를 비워둘 수 없습니다.
ru: Текущий пароль для входа в систему не может быть пустым
tr: Mevcut oturum açma şifresi boş bırakılamaz
zh_hant: 當前登錄密碼不能為空
