Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

source: It refers to that when you place an order with the price you specify (below the market price or higher than the market price when you place a buy order), the order will not immediately trade with other orders in the depth list, but enter the depth list and wait for the other party to trade with your order.
es: Hace referencia a que cuando realice un pedido con el precio que haya especificado (por debajo del precio de mercado o superior al precio de mercado cuando realiza una orden de compra), el pedido no se realizará de inmediato con otros pedidos en la lista de profundidad, sino que se incluye en la Lista de profundidad a la espera de que la parte contraria se confirme el pedido.
hi: यह संदर्भित करता है कि जब आप अपने द्वारा निर्दिष्ट मूल्य के साथ एक ऑर्डर देते हैं (बाजार मूल्य से नीचे या जब आप कोई खरीद ऑर्डर देते हैं तो बाजार मूल्य से अधिक), ऑर्डर तुरंत गहन सूची में अन्य ऑर्डर के साथ व्यापार नहीं करेगा, लेकिन दर्ज करें गहराई से सूची बनाएं और दूसरे पक्ष द्वारा आपके आदेश के साथ व्यापार करने की प्रतीक्षा करें।
id: Hal ini mengacu pada saat Anda melakukan pemesanan dengan harga yang Anda tentukan (di bawah harga pasar atau lebih tinggi dari harga pasar saat Anda melakukan pemesanan beli), pesanan tidak akan langsung diperdagangkan dengan pesanan lain di daftar kedalaman, tetapi masuk ke daftar kedalaman dan tunggu pihak lain untuk berdagang dengan pesanan Anda.
ja: 保留中の注文とは、指定した価格（購入注文時の市場価格より下または市場価格より上）を指します。注文時に、リスト内の他の注文とすぐに取引されることはありません。相手からの注文を待ちます。
ko: Maker주문은 귀하가 지정한 가격(주문서를 제출할 때 시가보다 낮거나 시장가격 보다 높음)으로 주문 시 주문 리스트의 다른 주문과 바로 거래가 이루어 지지않고, 상대방이 귀하의 주문과 거래하기를 기다리는 것을 말합니다.
ru: Это означает, что когда вы размещаете ордер с указанной вами ценой (ниже рыночной или выше рыночной при размещении ордера на покупку), ордер не будет немедленно торговаться с другими ордерами в списке глубины, а войдет в список глубины и будет ждать, пока другая сторона не начнет торговать с вашим ордером.
tr: Belirttiğiniz fiyatla (piyasa fiyatının altında veya alış emri verdiğinizde piyasa fiyatının üzerinde) bir emir verdiğinizde, emrin derinlik listesindeki diğer emirlerle hemen işlem yapmayacağı, ancak derinlik listeine gireceği ve başka bir tarafın emrinizle işlem yapmasını bekleyeceği anlamına gelir.
zh_hant: 掛單指的是以你指定的價格（掛買單時低於市價或高於市場價格）下單時不會立即與深度列表裡的其他訂單成交，而是進入深度列表等待對方主動來跟你的訂單成交，這樣的行為叫掛單。

# 什么是Taker（吃单）？
source: What is Taker?
es: ¿Qué es Taker?
hi: टेकर क्या है?
id: Apa itu Taker?
ja: テイカーとは何ですか？
ko: Taker(주문)이란?
ru: Что такое Taker?
tr: Alıcı (Taker) nedir?
zh_hant: 什麼是Taker（吃單）？

# 吃单指的是以你指定的价格（与市场深度列表中的订单有交叉）下单时立即与深度列表里的其他订单成交，你主动与深度列表中的订单成交，这样的行为叫吃单。
source: It refers to that when you place an order with the price you specify (which crosses the order in the depth list), you take initiative to trade with other orders in the depth list.
es: Se refiere a que cuando realice una orden con el precio que haya especificado (que cruza el pedido en la lista de profundidad), toma la iniciativa para comerciar con otros pedidos en la lista de profundidad.
hi: इसका मतलब यह है कि जब आप अपने द्वारा निर्दिष्ट कीमत के साथ एक ऑर्डर देते हैं (जो गहन सूची में ऑर्डर को पार करता है), तो आप डेप्थ लिस्ट में अन्य ऑर्डर के साथ ट्रेड करने की पहल करते हैं।
id: Ini mengacu pada bahwa ketika Anda memesan dengan harga yang Anda tentukan (yang melintasi pesanan di daftar kedalaman), Anda mengambil inisiatif untuk berdagang dengan pesanan lain di daftar kedalaman.
ja: テイクオーダーとは、注文時に指定した価格（デプスオブマーケットリストのオーダーと交差する）を指し、デプスリストの他のオーダーとすぐに取引します。デプスリストのオーダーと積極的に取引します。
ko: Taker주문이란 귀하가 지정한 가격(시장 목록의 주문과 교차)으로 주문 시, 바로 시장 목록의 다른 주문과 체결됩니다. 귀하가 자발적으로 주문 목록에서 거래를 진행하는 행위를 Taker주문이라고 합니다.
ru: Это означает, что когда вы размещаете ордер с указанной вами ценой (которая пересекает ордер в списке глубины), вы берете на себя инициативу торговать с другими ордерами в списке глубины.
tr: Belirttiğiniz fiyatla (derinlik listesindeki emri aşan) bir emir verdiğinizde, derinlik listesindeki diğer emirlerle işlem yapmak için inisiyatif aldığınız anlamına gelir.
zh_hant: 吃單指的是以你指定的價格（與市場深度列表中的訂單有交叉）下單時立即與深度列表裡的其他訂單成交，你主動與深度列表中的訂單成交，這樣的行為叫吃單。

# 币币交易费率
source: Spot Trading Fee Rate
es: Tasa de trading de Spot
hi: स्पॉट ट्रेडिंग शुल्क दर
id: Tarif Biaya Perdagangan Spot
ja: コイン&コイン取引手数料
ko: 코인거래 수수료
ru: Ставка комиссионного сбора за спот-трейдинг
tr: Spot Alım-Satım Ücret Oranı
zh_hant: 幣幣交易費率

# 等级
source: Level
es: Nivel
hi: स्तर
ja: 等級
ko: 등급
ru: Уровень
tr: Seviyesi
zh_hant: 等級

# 30日BTC成交量 &/or 有效用户数
source: 30-day BTC Volume &/or Number of Valid Users
es: Volumen BTC de 30 días y / o número de usuarios válidos
hi: 30-दिवसीय बीटीसी वॉल्यूम और/या मान्य उपयोगकर्ताओं की संख्या
id: Volume BTC 30 hari &/atau Jumlah Pengguna yang Sah
ja: 30日間のBTC取引量および/または有効ユーザー数
ko: 30일 BTC 거래량&/or 유효 사용자 수
ru: 30-дневный объем BTC и/или количество действительных пользователей
tr: 30 Günlük BTC Hacmi ve/veya Geçerli Kullanıcı Sayısı
zh_hant: 30日BTC成交量 &/or 有效用戶數

# 充值&提现费率
source: Deposit & Withdrawal Fee
es: tasa de depósito y retirada
hi: जमा और निकासी शुल्क
id: Biaya Deposit & Penarikan
ja: チャージ&出金手数料
ko: 입금&출금 수수료
ru: Комиссия за депозит и снятие средств
tr: Para Yatırma & Çekme Ücreti
zh_hant: 充值&提現費率

# 充/提状态
source: Deposit/Withdrawal Status
es: Estado de depósito / retirada
hi: जमा/निकासी की स्थिति
id: Status Deposit/Penarikan
ja: 入金/出金状態
ko: 입/출금 상태
ru: Статус депозита/вывода средств
tr: Para Yatırma/Çekme Durumu
zh_hant: 充/提狀態

# 充/提费率
source: Deposit/Withdrawal Fee Rate
es: Tasa de tasa de depósito / retirada
hi: जमा/निकासी शुल्क दर
id: Tarif Biaya Deposit/Penarikan
ja: 入金/出金手数料
ko: 입/출금 수수료
ru: Ставка комиссии за ввод/вывод средств
tr: Para Yatırma/Çekme Ücret Oranı
zh_hant: 充/提費率

# 单笔提币手续费
source: Fee for Single Withdrawal
es: tasa por retirada individual
hi: एकल निकासी के लिए शुल्क
id: Biaya untuk Penarikan Tunggal
ja: １回の出金手数料
ko: 1회 출금 수수료
ru: Комиссия за разовое снятие средств
tr: Bir seferde Para Çekme İşlemi için Ücret
zh_hant: 單筆提幣手續費

# 单笔/单日提币限额
source: Max/Daily Limit of Single Withdrawal
es: Límite máximo / diario de una sola retirada
hi: एकल निकासी की अधिकतम/दैनिक सीमा
id: Batas Maks/Harian Penarikan Tunggal
ja: 1回/1日の出金限度額
ko: 1회/일일 출금 수수료 한도
ru: Максимальный/суточный лимит разового снятия средств
tr: Maksimum/Günlük Bir seferde Para Çekme Limiti
zh_hant: 單筆/單日提幣限額

# 开启
source: Open
es: Abierto
hi: खुले हुए
id: Buka
ja: 開く
ko: 시작
ru: Открыть
tr: Açık
zh_hant: 開啟

# 简介
source: Info
es: Información
hi: जानकारी
ja: 前書き
ko: 개요
ru: Информация
tr: Bilgi
zh_hant: 簡介

# 发行时间
source: Issue Time
es: Tiempo de emisión
hi: जारी करने का समय
id: Waktu Penerbitan
ja: 発行時間
ko: 발행시간
ru: Время выдачи
tr: Yayın Zamanı
zh_hant: 發行時間

# 发行总量
source: Total Supply
es: Suministro total
hi: कुल आपूर्ति
id: Jumlah Pasokan
ja: 発行ボリューム
ko: 총 발행량
ru: Общее предложение
tr: Toplam Arz
zh_hant: 發行總量

# 流通总量
source: Total Circulation
es: Circulación total
hi: कुल परिसंचरण
id: Total Sirkulasi
ja: 流通ボリューム
ko: 총 유통량
ru: Общий тираж
tr: Toplam Dolaşım
zh_hant: 流通總量

# 众筹价格
source: Crowdfunding Price
es: Precio de crowdfunding
hi: क्राउडफंडिंग मूल्य
id: Harga Crowdfunding
ja: クラウドファンディング価格
ko: 크라우드 펀딩 가격
ru: Цена краудфандинга
tr: Kitle Fonu Fiyatı
zh_hant: 眾籌價格

# 合约模块正在升级维护， 请稍后再试...
source: The contract module is under maintenance and upgrade. Please try again later...
es: El módulo de contrato está en mantenimiento y actualización. Por favor, inténtelo de nuevo más tarde...
hi: अनुबंध मॉड्यूल रखरखाव और उन्नयन के अधीन है। बाद में पुन: प्रयास करें..
id: Modul kontrak sedang dalam pemeliharaan dan peningkatan. Silakan coba lagi nanti...
ja: 先物契約はアップグレードおよび保守されています。 後でもう一度やり直してください...
ko: 계약 모듈이 업그레이드 및 유지 관리 중입니다. 잠시 후에 다시 시도해 주세요...
ru: Модуль контрактов находится на техническом обслуживании и обновлении. Пожалуйста, повторите попытку позже...
tr: Sözleşme modülü bakım ve yükseltme aşamasındadır. Lütfen daha sonra tekrar deneyin...
zh_hant: 合約模塊正在升級維護， 請稍後再試...

# 充值上币
source: Promote Listing
es: Promover el listing
hi: लिस्टिंग को बढ़ावा दें
id: Promosikan listing
ja: チャージしてリスティング
ko: 상장신청
ru: Продвинуть листинг
tr: Listelemeyi Tanıt
zh_hant: 充值上幣

# 隐藏已取消
source: Hide Canceled Orders
es: Ocultar pedidos cancelados
hi: रद्द किए गए आदेश छुपाएं
id: Sembunyikan Pesanan yang Dibatalkan
ja: キャンセルされた注文を表示しない
ko: 취소된 주문 숨기기
ru: Скрыть отмененные Ордеры
tr: İptal Edilen Emirleri Gizle
zh_hant: 隱藏已取消

# 取消中
source: Canceling
es: Cancelando
hi: रद्द कर रहा है
id: Pembatalan
ja: キャンセル
ko: 취소중
ru: Отмена
tr: İptal Ediliyor
zh_hant: 取消中

# 部分成交
source: Partially Traded
es: Trading parcial
hi: आंशिक रूप से कारोबार किया गये
id: Sebagian diperdagangkan
ja: 部分取引
ko: 일부 거래완료
ru: Частично торгуется
tr: Kısmen İşlem Yapılmış
zh_hant: 部分成交

# 全部成交
source: All Traded
es: Todos los trading
hi: सभी ट्रेडेड
id: Semua diperdagangkan
ja: 全取引
ko: 전부 거래완료
ru: Все проданные
tr: Tamamen İşlem Yapılmış
zh_hant: 全部成交

# 说明
source: Note
es: Nota
hi: टिप्पणी
id: Catatan
ja: 説明する
ko: 설명
ru: Примечание
tr: Not
zh_hant: 說明

# 法币交易
source: Fiat Trading
es: Comercio Fiat
hi: फिएट ट्रेडिंग
id: Perdagangan Fia
ja: 法定通貨取引
ko: 법화거래
ru: Фиат Трейдинг
tr: Fiat Alım-Satımı
zh_hant: 法幣交易

# 第三方支付
source: Third-party
es: Terceros
hi: तृतीय-पक्ष भुगतान
id: Pembayaran pihak ketiga
ja: 第三者支払い
ko: 제3자 결제
ru: Сторонняя компания
tr: Üçüncü taraf
zh_hant: 協力廠商支付

# 我要买
source: Buy
es: Quiero comprar
hi: मैं खरीदना चाहता हैं
id: saya ingin membeli
ja: 購入する
ko: 구매하기
ru: Купить
tr: Dışarıdan Tedarik
zh_hant: 我要買

# 我要卖
source: Sell
es: Quiero vender
hi: मैं बेचना चाहता हूँ
id: saya ingin menjual
ja: 売却する
ko: 매도하기
ru: Продать
tr: Sat
zh_hant: 我要賣

# 花费
source: Pay
es: Pagar
hi: अदा करे
id: Bayar
ja: 使う
ko: 비용
ru: Оплатить
tr: Öde
zh_hant: 花費

# 输入金额
source: Enter Amount
es: Ingrese la cantidad
hi: राशि डालें
id: Masukan jumlah
ja: 金額を入力する
ko: 금액을 입력해주세요
ru: Ввести сумму
tr: Tutar girin
zh_hant: 輸入金額

# 你将得到
source: Receive
es: Usted recibirá
hi: आप प्राप्त करेंगे
id: Anda akan menerima
ja: ～を獲得する
ko: 획득가능 금액
ru: Получить
tr: Alım
zh_hant: 你將得到

# 支付方式
source: Payment Method
es: Método de pago
hi: भुगतान का तरीका
id: Cara Pembayaran
ja: お支払い方法
ko: 결제방식
ru: Способ оплаты
tr: Ödeme Yöntemi
zh_hant: 支付方式

# 支付渠道
source: Payment Channel
es: Canal de pago
hi: भुगतान चैनल
id: Saluran pembayaran
ja: お支払いチャネル
ko: 결제 채널
ru: Канал оплаты
tr: Ödeme Kanalı
zh_hant: 支付通路

# 支付详情
source: Payment Detail
es: Detalles de pago
hi: भुगतान विवरण
id: Detail pembayaran
ja: お支払い詳細
ko: 결제 상세정보
ru: Деталь платежа
tr: Ödeme Detayları
zh_hant: 支付詳情

# 免责条款
source: Disclaimer
es: Descargo de responsabilidad
hi: इनकारी बयान
id: Penafian
ja: 免責事項
ko: 면책조항
ru: Отказ от ответственности
tr: Yasal Uyarı
zh_hant: 免責條款

# 我已阅读并同意免责声明
source: I have read and agreed.
es: He leído y acepto.
hi: मैंने पढ़ा है और सहमत हूं।
id: Saya telah membaca dan setuju.
ja: 免責事項を読み、同意します
ko: 나는 읽고 면책조항에 동의합니다.
ru: Я прочитал и согласен.
tr: Okudum ve kabul ediyorum.
zh_hant: 我已閱讀並同意免責聲明

# 立即购买
source: Buy Now
es: Comprar ahora
hi: अभी खरीदें
id: Beli sekarang
ja: 今すぐ購入する
ko: 바로 구매하기
ru: Купить сейчас
tr: Şimdi Al
zh_hant: 立即購買

source: You are leaving XT.com for Banxa.com, please prepare the required information for KYC verification and personal payment account (business account is not supported yet). Banxa is an internationally compliant fiat-to-crypto gateway solution for exchanges that operated independently by third parties and all related services are provided by Banxa. Please read carefully Banxa's terms of use and agree to those terms before using the service. If you have any questions about trading, please submit an online ticket to Banxa’s support team. XT assumes NO responsibility for any direct or indirect losses or damage caused by the service.
es: Usted está dejando XT.com para ir a banxa.com, prepare la información requerida para la verificación KYC y la cuenta de pago personal (la cuenta comercial aún no es compatible). BANXA es una solución de Gateway Fiatptoway aceptada internacionalmente para los Exchange que operan de forma independiente. Todos los servicios relacionados son proporcionados por BANXA. Lea cuidadosamente los términos de uso de Banxa y acepte esos términos antes de usar el servicio. Si tiene alguna pregunta sobre el comercio, envíe un boleto en línea al equipo de apoyo de Banxa. XT no asume ninguna responsabilidad por pérdidas o daños directos o indirectos causados por este servicio.
hi: आप XT.com को Banxa.com के लिए छोड़ रहे हैं, कृपया KYC सत्यापन और व्यक्तिगत भुगतान खाते के लिए आवश्यक जानकारी तैयार करें (व्यवसाय खाता अभी तक समर्थित नहीं है)। Banxa तीसरे पक्ष द्वारा स्वतंत्र रूप से संचालित होने वाले एक्सचेंजों के लिए अंतरराष्ट्रीय स्तर पर अनुपालन करने वाला fiat-to-crypto गेटवे समाधान है और सभी संबंधित सेवाएं Banxa द्वारा प्रदान की जाती हैं। कृपया Banxa की उपयोग की शर्तों को ध्यान से पढ़ें और सेवा का उपयोग करने से पहले उन शर्तों से सहमत हों। यदि ट्रेडिंग के बारे में आपके कोई प्रश्न हैं, तो कृपया Banxa की सहायता टीम को एक ऑनलाइन टिकट सबमिट करें। XT सेवा के कारण हुए किसी भी प्रत्यक्ष या अप्रत्यक्ष नुकसान या क्षति के लिए कोई जिम्मेदारी नहीं लेता है।
id: Anda akan meninggalkan XT.com ke Banxa.com, harap siapkan informasi yang diperlukan untuk verifikasi KYC dan akun pembayaran pribadi (akun bisnis belum didukung). Banxa adalah solusi gateway fiat-to-crypto yang memenuhi standar internasional untuk pertukaran yang dioperasikan secara independen oleh pihak ketiga dan semua layanan terkait disediakan oleh Banxa. Harap baca dengan seksama persyaratan penggunaan Banxa dan setujui persyaratan tersebut sebelum menggunakan layanan. Jika Anda memiliki pertanyaan tentang perdagangan, harap kirimkan Tiket Online ke tim dukungan Banxa. XT TIDAK bertanggung jawab untuk setiap kerugian atau kerusakan langsung atau tidak langsung yang disebabkan oleh layanan.
ja: あなたはもうすぐ出発しますXT.comBanxaに行きます。KYC認証資料と個人支払口座を準備してください。Banxaは第三者が独立して運営する法定貨幣と暗号化貨幣取引プラットフォームであり、すべての関連サービスはBanxa側から提供されます。本サービスを利用する前に、Banxaの利用規約をよく読んで同意してください。取引に関するご質問は、オンラインフォームを送信してください。XTは、このサービスの利用によるいかなる損失や損害に対しても責任を負いません。
ko: XT.com을 떠나 Banxa로 이동합니다. KYC 인증 및 개인 결제 계정을 준비하세요 (비즈니스 계정은 아직 지원되지 않음). Banxa는 제 3자가 독립적으로 운영하는 법정 화폐 및 암호 화폐 거래 플랫폼이며, 모든 관련 서비스는 Banxa측에서 제공됩니다. 서비스 이용 전 Banxa의 이용 약관을 읽고 동의하십시오. 거래와 관련된 질문은 온라인 티켓을 제출하여 문의하십시오. XT는 본 서비스를 이용하여 발생한 어떠한 손실이나 손해에 대해서도 책임을지지 않습니다.
ru: Вы переходите с XT.com на Banxa.com, пожалуйста, подготовьте необходимую информацию для проверки KYC и личный платежный счет (бизнес-счет пока не поддерживается). Banxa - это международно-соответствующий шлюз для обмена фиата на криптовалюту для бирж, которые работают независимо от третьих сторон, и все связанные с этим услуги предоставляются Banxa. Пожалуйста, внимательно ознакомьтесь с условиями использования Banxa и согласитесь с ними перед использованием сервиса. Если у вас возникли вопросы по торговле, пожалуйста, отправьте онлайн-билет в службу поддержки Banxa. XT не несет никакой ответственности за любые прямые или косвенные потери или ущерб, причиненный сервисом.
tr: Banxa.com adresine gitmek üzere XT.com web sitesinden ayrılıyorsunuz; lütfen KYC doğrulaması ve kişisel ödeme hesabı için gerekli bilgileri hazırlayın (iş hesabı henüz desteklenmemektedir). Banxa, üçüncü şahıslar tarafından bağımsız olarak işletilen borsalar için uluslararası uyumlu bir fiattan kriptoya geçiş çözümüdür ve ilgili tüm hizmetler Banxa tarafından sağlanmaktadır. Lütfen Banxa'nın kullanım koşullarını dikkatlice okuyun ve hizmeti kullanmadan önce bu koşulları kabul edin. Alım satımla ilgili herhangi bir sorunuz varsa, lütfen Banxa'nın destek ekibine çevrimiçi bir bilet gönderin. XT, hizmetten kaynaklanan herhangi bir doğrudan veya dolaylı kayıp veya hasar için HİÇBİR sorumluluk kabul etmez.
zh_hant: 您即將離開XT.com並前往Banxa，請準備KYC認證資料和個人付款帳戶（暫不支持對公帳戶）。Banxa是由協力廠商獨立運營的法定貨幣與加密貨幣交易平臺，所有相關服務均由Banxa方提供。請在使用本服務前，仔細閱讀並同意Banxa的使用條款。有關交易的任何問題，請提交在線表單。XT對因使用該服務遭受的任何損失或損害不承擔任何責任。

# 使用条款
source: Terms of Use
es: Términos de Uso
hi: उपयोग की शर्तों
id: persyaratan penggunaan
ja: 利用規約
ko: 이용 약관
ru: Условия использования
tr: Kullanım Koşulları
zh_hant: 使用條款

# 在线表单
source: online ticket
es: Ticket en línea
hi: ऑनलाइन टिकट
id: Tiket Online
ja: オンラインフォーム
ko: 온라인 티켓
ru: онлайн-билет
tr: çevrimiçi bilet
zh_hant: 在線表單

# 请先同意免责声明
source: Please agree to Disclaimer first.
es: Por favor, acepte la exención de responsabilidad primero.
hi: कृपया पहले इनकारी बयान के लिए सहमत हों
id: Harap setujui penafian terlebih dahulu.
ja: 最初に免責事項に同意してください
ko: 우선 면책조항에 동의해주세요.
ru: Пожалуйста, сначала согласитесь с Отказом от ответственности.
tr: Lütfen önce Sorumluluk Reddi'ni kabul edin.
zh_hant: 請先同意免責聲明

# 暂不支持中国内地发行的信用卡，是否继续
source: Credit cards issued in Mainland China are not supported yet. Continue?
es: Las tarjetas de crédito emitidas en China continental aún no son compatibles. ¿Continuar?
hi: मुख्यभूमि चीन में जारी किए गए क्रेडिट कार्ड अभी तक समर्थित नहीं हैं। क्या आप जारी रखना चाहते हैं?
id: Kartu kredit yang dikeluarkan di Cina daratan belum didukung. Melanjutkan?
ja: 中国本土で発行されたクレジットカードはまだサポートされていません。続行しますか
ko: 중국 본토에서 발급된 신용카드는 아직 지원되지 않습니다. 계속하시겠습니까?
ru: Кредитные карты, выпущенные в материковом Китае, пока не поддерживаются. Продолжить?
tr: Anakara Çin'de verilen kredi kartları henüz desteklenmemektedir. Devam?
zh_hant: 暫不支持中國內地發行的信用卡，是否繼續

# 最小数量
source: Min Cont
es: Cantidad mínima
hi: न्यूनतम राशि
id: Jumlah Min
ja: 最低額
ko: 최소 수량
zh_hant: 最小數量

# 最大数量
source: Max Cont
es: Cantidad máxima
hi: अधिकतम राशि
id: Jumlah Maks
ja: 最大額
ko: 최대 수량
tr: Maks Cont
zh_hant: 最大數量

# 限制已关闭
source: Limits are off
hi: वर्जित
ko: 제한 해제됨
ru: Лимиты отключены
tr: Limitler kapalı
zh_hant: 限制已關閉

# 请确认收币地址是否要求填写备注/Memo，不填或填错将导致资产丢失。其他交易所或钱包也把备注(Memo)叫做Tag、数字ID、标签等。
source: Please confirm whether the Memo is required for the token receiving address. Failure to fill in or incorrect filling will result in loss of assets. Other exchanges or wallets also refer to Memo as Tag, Digital ID, etc.
es: Por favor, confirme si se requiere la nota para la dirección de recepción del token. Si no se rellena esta info o la info es incorrecta resultará en la pérdida de activos. Otros Exchange o Wallet también se refieren a la nota con la denominación de memo, etiqueta, identificación digital, etc.
hi: कृपया पुष्टि करें कि टोकन प्राप्त करने वाले पते के लिए मेमो की आवश्यकता है या नहीं। भरने में विफलता या गलत भरने के परिणामस्वरूप संपत्ति का नुकसान होगा। अन्य एक्सचेंज या वॉलेट भी मेमो को टैग, डिजिटल आईडी, आदि के रूप में संदर्भित करते हैं
id: Harap konfirmasi apakah Catatan/Memo diperlukan untuk alamat penerima token. Kegagalan dalam mengisi atau salah mengisi akan mengakibatkan hilangnya aset. Pertukaran atau dompet lain juga merujuk pada Memo sebagai Tag, ID Digital, dll.
ja: 入金先アドレスに備考・メモの記入が必要かどうかをご確認ください。記入しなかったり、記入を間違えたりすると資産が失われます。 他の取引所またはウォレットでも、メモ/メモをタグ、デジタルID、タグなど呼ぶ場合があります。
ko: 코인 수령 주소에 비고 / 메모 기입이 필요한지 확인하시기 바랍니다. 기입하지 않거나 잘못 기입할 경우 자산이 분실됩니다. 타 거래소 또는 지갑에서는 비고 / 메모를 Tag, 디지털 ID, 태그 등으로 표현합니다.
ru: Пожалуйста, подтвердите, требуется ли Мемо для адреса получения токенов. Не заполнение или неправильное заполнение приведет к потере активов. Другие биржи или кошельки также называют Memo как Tag, Digital ID и т.д.
tr: Token alım adresi için Memo’nun gerekli olup olmadığını onaylayın. Eksik veya yanlış doldurma varlıkların kaybına sebep olacaktır. Diğer alım-satımlar veya cüzdanlar da Memo’yu Tag veya Dijital Kimlik olarak adlandırır.
zh_hant: 請確認收幣地址是否要求填寫備註/Memo，不填或填錯將導致資產丟失。其他交易所或錢包也把備註(Memo)叫做Tag、數字ID、標籤等。

# 分享应用
source: Share APP
es: Compartir App
hi: ऐप शेयर करें
id: Bagikan aplikasi
ja: APPをシェアする
ko: 앱 공유
ru: Поделиться ПРИЛОЖЕНИЕМ
tr: Uygulamayı Paylaş
zh_hant: 分享應用

# 根据市场需求，采用供应及价格稳定机制的AUSCM与其他数字资产不同，进行Rebase
source: Unlike other digital assets, AUSCM adopts a stabilized supply and price mechanism and deploys the rebase according to market demand.
es: A diferencia de otros activos digitales, AUSCM adopta un mecanismo de suministro y precio estabilizado y despliega la rebase de acuerdo con la demanda del mercado.
hi: अन्य डिजिटल परिसंपत्तियों के विपरीत, AUSCM एक स्थिर आपूर्ति और मूल्य तंत्र को अपनाता है और बाजार की मांग के अनुसार रिबेस को तैनात करता है
id: Tidak seperti aset digital lainnya, AUSCM mengadopsi mekanisme pasokan dan harga yang stabil dan menyebarkan rebase sesuai dengan permintaan pasar.
ja: 市場の需要に応じて、供給と価格の安定化メカニズムを採用しているAUSCMは、他のデジタル資産とは異なります。
ko: 시장 수요에 따라 공급 및 가격 안정화 메커니즘을 채택한 AUSCM은 기타 디지털 자산과 다릅니다.
ru: В отличие от других цифровых активов, AUSCM принимает стабилизированный механизм предложения и цены и осуществляет ребазинг в соответствии с рыночным спросом.
tr: Diğer dijital varlıkların aksine AUSCM, istikrarlı bir arz ve fiyat mekanizması benimser ve piyasa talebine göre taban fiyatını uyarlar.
zh_hant: 根據市場需求，採用供應及價格穩定機制的AUSCM與其他數位資產不同，進行Rebase

# Rebasing进行及日程通知
source: Rebasing progress and schedule
es: Progreso de rebasar y calendario
hi: प्रगति और अनुसूची को पुन: व्यवस्थित करना
id: Progres dan jadwal Rebasing
ja: 進捗状況のリベースと通知のスケジュール
ko: Rebase Rebasing 진행 및 일정 안내
ru: Ход и график ребейсинга
tr: Taban uyarlama ilerlemesi ve çizelgesi
zh_hant: Rebasing進行及日程通知

# 1.代币供应量基准 每24小时/每天 9:50 ~ 10:30 (UTC +8)
source: 1. Token supply benchmark every 24 hours/day 9:50 ~ 10:30 (UTC +8)
es: 1. Token Supply Benchmark cada 24 horas / día 9:50 ~ 10:30 (UTC +8)
hi: 1. टोकन आपूर्ति बेंचमार्क हर 24 घंटे/दिन 9:50 ~ 10:30 (UTC +8)
id: 1. Benchmark pasokan Token setiap 24 jam/hari 9:50 ~ 10:30 (UTC +8)
ja: 1.トークン供給ベース24時間/日ごと9:50 ~ 10:30（UTC +8）
ko: 1. 토큰 공급량 기준: 매 24시간 / 매일 9:50 ~ 10:30 (UTC +8)
ru: 1. Контрольная точка поставки токенов каждые 24 часа/день 9:50 ~ 10:30 (UTC +8)
tr: 1. Token arz karşılaştırması her 24 saatte bir 9:50 ~ 10:30 (UTC +8)
zh_hant: 1.代幣供應量基準每24小時/每天9:50 ~ 10:30(UTC+8)

# * 根据Rebase进行情况，完成时间可能会比预定时间提前或推迟。
source: * According to the rebase progress, the completion time may be earlier or later than the scheduled time.
es: * Dependiendo del progreso de Rebase, el tiempo de finalización puede ser anterior o posterior a la hora programada
hi: * रिबेस प्रगति के अनुसार, पूरा होने का समय निर्धारित समय से पहले या बाद में हो सकता है।
id: * Menurut progres rebase, waktu penyelesaian mungkin lebih awal atau lebih lambat dari waktu yang dijadwalkan.
ja: リベースの進捗状況によると、完了時間は、スケジュールされた時間よりも早める場合と遅らせる場合があります。
ko: * Rebase 진행 상황에 따라 완료 시간은 예정된 시간보다 빠르거나 늦을 수 있습니다.
ru: * В соответствии с ходом ребейсинга, время завершения может быть раньше или позже запланированного времени.
tr: * Taban uyarlama ilerlemesine göre, tamamlanma süresi planlanan süreden daha erken veya daha geç olabilir.
zh_hant: * 根據Rebase進行情况，完成時間可能會比預定時間提前或延后。

# 2.AUSCM充提币暂停时间:9:00 ~ 10:50 (UTC +8)
source: 2.AUSCM deposit and withdrawal suspension time: 9:00 ~ 10:50 (UTC +8)
es: Tiempo de suspensión de depósito y retiro de 2.USUSCM: 9:00 ~ 10:50 (UTC +8)
hi: 2.AUSCM जमा और निकासी निलंबन समय: 9:00 ~ 10:50 (UTC +8)
id: 2. Waktu penangguhan deposit dan penarikan AUSCM: 9:00 ~ 10:50 (UTC +8)
ja: 2.AUSCMの入出金停止時間：9:00 ~ 10:50 (UTC +8)
ko: 2. AUSCM 입출금 중단 시간: 9:00 ~ 10:50 (UTC +8)
ru: 2.Время приостановки ввода и вывода средств AUSCM: 9:00 ~ 10:50 (UTC +8)
tr: 2. AUSCM yatırma ve çekmenin askıya alınma süresi: 9:00 ~ 10:50 (UTC +8)
zh_hant: 2.AUSCM充提幣暫停時間:9:00 ~ 10:50 (UTC +8)
