Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 谷歌验证器是一款动态口令工具，工作原理类似短信动态验证。绑定后每30S生成一个动态验证码，验证码可用于登录，提币等操作的安全验证。
source: Google Authenticator is a dynamic password tool that works like SMS dynamic verification. After binding, a dynamic verification code is generated every 30Seconds, and the verification code can be used for security verification of login, currency withdrawal and other operations.
es: Google Authenticator es una herramienta de contraseña dinámica que funciona como la verificación dinámica de SMS. Después de la vinculación, se genera un código de verificación dinámico cada 30 segundos. Este código de verificación se puede usar para la verificación de seguridad de inicio de sesión, retiro de divisas y otras operaciones.
hi: Google Authenticator एक डायनेमिक पासवर्ड टूल है जो SMS डायनेमिक वेरिफिकेशन की तरह काम करता है। बाध्यकारी होने के बाद, हर 30 सेकेंड में एक गतिशील सत्यापन कोड उत्पन्न होता है, और सत्यापन कोड का उपयोग लॉगिन, मुद्रा निकासी और अन्य कार्यों के सुरक्षा सत्यापन के लिए किया जा सकता है।
id: Google Authenticator adalah alat sandi dinamis yang bekerja seperti verifikasi dinamis SMS. Setelah mengikat, kode verifikasi dinamis dihasilkan setiap 30 detik, dan kode verifikasi dapat digunakan untuk verifikasi keamanan login, penarikan mata uang, dan operasi lainnya.
ja: Google Authenticatorは、SMS動的検証のように機能する動的パスワードツールです。 紐づけ後、30秒ごとに動的検証コードが生成され、ログイン、通貨引き出し、その他の操作のセキュリティ検証に使用できます。
ko: Google Authenticator는 SMS 동적 확인과 같이 작동하는 동적 암호 도구입니다. 바인딩 후, 동적 인 검증 코드가 30 초마다 생성되며 확인 코드는 로그인, 통화 철회 및 기타 작업의 보안 확인을 위해 사용될 수 있습니다.
ru: Google Authenticator - это инструмент динамического пароля, который работает подобно динамической верификации SMS. После привязки каждые 30 секунд генерируется динамический проверочный код, который можно использовать для проверки безопасности входа в систему, вывода валюты и других операций.
tr: Google Authenticator, dinamik SMS doğrulamasına benzer şekilde çalışan dinamik bir şifre aracıdır. Bağlama işleminden sonra, her 30 Saniyede bir dinamik doğrulama kodu oluşturulur ve doğrulama kodu, giriş yapma, para çekme ve diğer işlemlerin güvenlik doğrulaması için kullanılabilir.
zh_hant: 谷歌驗證器是一款動態口令工具，工作原理類似短信動態驗證。綁定後每30S生成一個動態驗證碼，驗證碼可用於登錄，提幣等操作的安全驗證。

# 没有安装谷歌验证器？
source: Don't have Google Authentication installed?
es: ¿No tienes instalada Google Authenticator?
hi: Google प्रमाणीकरण स्थापित नहीं है?
id: Belum menginstal Google Authenticator?
ja: Googleキャプチャをインストールしていませんか？
ko: Google Captcha가 설치되어 있지 않습니까?
ru: У вас не установлена аутентификация Google?
tr: Google Authenticator yüklü değil mi?
zh_hant: 沒有安裝谷歌驗證器？

# 点击下载
source: Click to download
es: Haga clic para descargar
hi: डाउनलोड करने के लिए क्लिक करें
id: Klik untuk mengunduh
ja: クリックしてダウンロード
ko: 클릭하여 다운로드하십시오.
ru: Нажмите, чтобы скачать
tr: İndirmek için tıklayın
zh_hant: 點擊下載

# 已安装,下一步
source: Installed, next step
es: Instalado, siguiente paso
hi: स्थापित, अगला चरण
id: Sudah diinstal, langkah selanjutnya
ja: インストール済み、次のステップ
ko: 설치되었습니다. 다음 단계
ru: Установлена, следующий шаг
tr: Yüklendi, sonraki adım
zh_hant: 已安裝,下一步

# 指数简介
source: Index overview
es: Índice
hi: सूचकांक सिंहावलोकन
id: Pengantar Indeks
ja: インデックスの概要
ko: 인덱스 소개
ru: Обзор индекса
tr: Endekse genel bakış
zh_hant: 指數簡介

# 标的成分
source: Target amount
es: Cantidad objetivo
hi: लक्ष्य राशि
id: Bahan sasaran
ja: 対象
ko: 표준 구성
ru: Целевая сумма
tr: Hedef tutar
zh_hant: 標的成分

# 持仓分布
source: Holding Position
es: Posición de holding
hi: होल्डिंग पोजीशन
id: Distribusi posisi
ja: ポジション
ko: 포지션 분포
ru: Удерживаемая позиция
tr: Elde Tutma Pozisyonu
zh_hant: 持倉分佈

# ETF指数
source: ETF index
es: Índice ETF
hi: ईटीएफ इंडेक्स
id: Indeks ETF
ja: ETFインデックス
ko: ETF 인덱스
ru: Индекс ETF
tr: ETF Endeksi
zh_hant: ETF指數

# 1分钟
source: 1 minute
es: 1 minuto
hi: 1 मिनट
id: 1 menit
ja: 1分
ko: 1분
ru: 1 минута
tr: 1 dakika
zh_hant: 1分鐘

# 1天
source: 1 day
es: 1 día
hi: 1 दिन
id: 1 hari
ja: 1日
ko: 1일
ru: 1 день
tr: 1 Gün
zh_hant: 1天

# 指数
source: Index
es: Índice
hi: सूचकांक
id: Indeks
ja: インデックス
ko: 인덱스
ru: Индекс
tr: Dizin
zh_hant: 指數

# 最新净值
source: Net value
es: Valor neto
hi: शुद्ध मूल्य
id: Kekayaan bersih terbaru
ja: 最新の純資産
ko: 최신 순가치
ru: Чистая стоимость
tr: Net değer
zh_hant: 最新淨值

# 指数来源：标的综合指数
source: Source of Index: composite index
es: Fuente del Índice: Índice compuesto
hi: सूचकांक का स्रोत: समग्र सूचकांक
id: Sumber indeks: indeks komposit dasar
ja: インデックスソース：複合インデックス
ko: 인덱스 소스: 표준 종합 인덱스
ru: Источник индекса: композитный индекс
tr: Endeks Kaynağı: bileşik endeks
zh_hant: 指數來源：標的綜合指數

# 份
source: Piece
es: Pieza
hi: टुकड़ा
id: Porsi
ja: つ
ko: 매
ru: Кусок
tr: Parça
zh_hant: 份

# 成分
source: components
es: Componentes
hi: तत्त्व
id: Elemen
ja: 名称
ko: 구성
ru: компоненты
tr: bileşenleri
zh_hant: 成分

# 占比
source: proportion
es: Proporción
hi: अनुपात
id: proporsi
ja: パーセンテージ
ko: 비중
ru: доля
tr: Pay
zh_hant: 佔比

# 申购范围
source: Subscription range
es: Rango de suscripción
hi: सदस्यता रेंज
id: Lingkup Berlangganan
ja: サブスクリプションの範囲
ko: 청약 범위
ru: Диапазон подписки
tr: Üyelik aralığı
zh_hant: 申購範圍

# 赎回范围
source: Redemption range
es: Rango de reembolso
hi: मोचन सीमा
id: Lingkup Penukaran
ja: 買い戻す範囲
ko: 상환 범위
ru: Диапазон выкупа
tr: Çevirme aralığı
zh_hant: 贖回範圍

# 指数市场
source: Index Market
es: Mercado índice
hi: सूचकांक बाजार
id: Pasar Indeks
ja: インデックス市場
ko: 인덱스 시장
ru: Индексный рынок
tr: Endeks Piyasası
zh_hant: 指數市場

# 赎回金额
source: Amount
es: Cantidad de reembolso
hi: मोचन राशि
id: Jumlah Penebusan
ja: 償還金額
ko: 상환금액
ru: Сумма
tr: Miktar
zh_hant: 贖回金額

# U本位(模拟)
source: USD-M(DEMO)
es: USD-M(Simulated)
hi: USD-M(सिम्युलेटेङ)
ja: USDT-M（シミュレーション）
ko: USD-마진 퓨쳐스(시뮬레이션)
zh_hant: U本位(模擬)

# 场外交易
source: P2P Trading
ru: Торговля P2P
tr: P2P Alım-Satım
zh_hant: 場外交易

# 身份认证
source: Identity verification
es: Verificación de identidad
hi: पहचान सत्यापन
id: Autentikasi identitas
ja: 本人確認
ko: 신원인증
ru: Проверка личности
tr: Kimlik doğrulaması
zh_hant: 身份認證

# 企业认证
source: Enterprise authentication
es: Autenticación de empresa
hi: उद्यम प्रमाणीकरण
id: Sertifikasi Perusahaan
ja: エンタープライズ認定
ko: 기업인증
ru: Корпоративная аутентификация
tr: Kurumsal kimlik doğrulama
zh_hant: 企業認證

# 增加企业认证权限
source: Increase enterprise authentication authority
es: Aumentar la autoridad de autenticación empresarial
hi: एंटरप्राइज़ प्रमाणीकरण प्राधिकरण बढ़ाएँ।
id: Tingkatkan otoritas otentikasi perusahaan
ja: エンタープライズ認証権限を増やす
ko: 기업 인증 권한 증가
ru: Повышение полномочий аутентификации предприятия
tr: İşletme kimlik doğrulama yetkisini artırın
zh_hant: 增加企業認證權限

# 审核未通过原因
source: Reasons for failing the audit
es: Razones del fallo en la auditoría
hi: लेखापरीक्षा विफल होने के कारण
id: Alasan gagal lulus ulasan
ja: 審査に落ちた理由
ko: 심사미통과 이유
ru: Причины неудачного прохождения проверки
tr: Denetimin başarısız olmasının nedenleri
zh_hant: 審核未通過原因

# 请前往XT.com重新完成企业认证
source: Please go to XT.com to re-complete the enterprise authentication
es: Por favor, vaya a XT.com para volver a completar la autenticación de empresa
hi: एंटरप्राइज़ प्रमाणीकरण को फिर से पूरा करने के लिए कृपया XT.com पर जाएं।
id: Silakan buka XT.com untuk menyelesaikan kembali sertifikasi perusahaan
ja: XT.comにアクセスして、エンタープライズ認定を再完了してください
ko: 기업 인증을 다시 완성하려면 xt.com으로 이동하십시오.
ru: Пожалуйста, перейдите на сайт XT.com, чтобы повторно пройти аутентификацию предприятия
tr: İşletme kimlik doğrulamasını yeniden tamamlamak için lütfen XT.com'a gidin
zh_hant: 請前往XT.com重新完成企業認證

# 用户协议
source: User Agreement
es: Condiciones de usuario
hi: गोपनीयता
id: Persetujuan Pengguna
ja: ユーザー協議
ko: ユーザー協議
ru: Пользовательское соглашение
tr: okudum
zh_hant: 使用者協定

# 隐私条款
source: Privacy
es: Pólítica de Privacidad
hi: उपयोगकर्ता समझौता
id: Privasi
ja: プライバシー保護
ko: プライバシー保護
ru: Конфиденциальность
tr: Gizlilik
zh_hant: 隱私條款

# 商家主页
source: Business Homepage
es: Página de inicio empresarial
hi: व्यापार होमपेज
id: Beranda bisnis
ja: ホームページ
ko: 비즈니스 홈페이지
ru: Домашняя страница предприятия
tr: İşletme Ana Sayfası
zh_hant: 商家主頁

# 保证金已缴纳
source: Security Deposit Paid
es: Depósito de seguridad pagado
hi: सुरक्षा जमा का भुगतान
id: Uang jaminan dibayar
ja: 保証金を支払いました
ko: 보증금 지급
ru: Оплаченный депозит
tr: Güvenlik Teminatı Ödendi
zh_hant: 保證金已繳納

# 平均放行时间
source: Average Release Time
es: tiempo de liberación promedio
hi: औसत रिलीज समय
id: waktu rilis rata-rata
ja: 平均リリース時間
ko: 평균 릴리스 시간
ru: Среднее время освобождения
tr: Ortalama Serbest Bırakma Süresi
zh_hant: 平均放行時間

# 申诉量/被申诉量
source: Appeals/BeAppeals
es: Apelaciones / Apelaciones recibidas
hi: अपील
id: Banding/Banding diterima
ja: クレームした回数/クレームされた回数
ko: 제소량/피제소량
ru: Апелляции/Безапелляции
tr: İtirazlar/Yeniden İtirazlar
zh_hant: 申訴量/被申訴量

# 胜诉量/败诉量
source: Wins/Losses
es: Ganancias/ Pérdidas
hi: जीत/हार
id: Menang/Kalah
ja: 勝ち/負け
ko: 승소/패소
ru: Выигрыши/Проигрыши
tr: Kazançlar/Kayıplar
zh_hant: 勝訴量/敗訴量

# 向TA购买
source: Buy from TA
es: comprar en TA
hi: TA से खरीदें
id: Beli dari TA
ja: TAから購入
ko: TA에서 구매
ru: Купить у ТА
tr: TA’dan satın al
zh_hant: 向TA購買

# 向TA出售
source: Sell to TA
es: vender a TA
hi: TA को बेचें
id: Jual ke TA
ja: TAに売る
ko: TA에 판매
ru: Продать в ТА
tr: TA’ya sat
zh_hant: 向TA出售

# 风险提示
source: Risk warning
es: Advertencia de riesgo
hi: जोखिम चेतावनी
id: Peringatan Risiko
ja: リスク提示
ko: 위험알림
ru: Предупреждение о рисках
tr: Risk uyarısı
zh_hant: 風險提示

# 了解更多
source: Learn More
es: Más información
hi: अधिक जानकारी के लिए
id: Untuk informasi lebih lanjut
ja: もっと
ko: 더 보기+
ru: Подробнее
tr: Daha Fazla Bilgi
zh_hant: 了解更多

# 价格不能高于%s %s
source: Price cannot be higher than %@ %@
es: El precio no puede ser más alto que %@ %@
hi: कीमत %@ %@ से अधिक नहीं हो सकती
id: Harga tidak boleh lebih tinggi dari %@ %@
ja: 価格は％@％@を超えることはできません
ko: 가격은 %@ %@보다 높을 수 없습니다.
ru: Цена не может быть выше %@ %@
tr: Fiyat %@ %@ değerinden yüksek olamaz
zh_hant: 價格不能高於%@ %@

# 价格不能低于%s %s
source: Price cannot be lower than %@ %@
es: El precio no puede ser inferior a %@ %@
hi: कीमत %@ %@ से कम नहीं हो सकती
id: Harga tidak boleh kurang dari %@ %@
ja: 価格は％@％@より低くすることはできません
ko: 가격은 %@ %@보다 낮을 수 없습니다.
ru: Цена не может быть ниже %@ %@
tr: Fiyat %@ %@ değerinden düşük olamaz
zh_hant: 價格不能低於%@ %@

# 数量不能低于%s %s,不能高于%s %s
source: The quantity cannot be lower than %@ %@, and cannot be higher than %@ %@
es: La cantidad no puede ser inferior a %@ %@, y no puede superior a %@ %@
hi: मात्रा %@ %@ से कम नहीं हो सकती, और %@ %@ से अधिक नहीं हो सकती
id: Jumlahnya tidak boleh lebih rendah dari %@ %@, dan tidak boleh lebih tinggi dari %@ %@
ja: 数量は％@％@より小さくすることはできず、％@％@より大きくすることはできません
ko: 수량은 %@ %@보다 작을 수 없고 %@ %@보다 높을 수 없습니다.
ru: Количество не может быть ниже %@ %@ и не может быть выше %@ %@
tr: Miktar %@ %@ değerinden küçük olamaz ve %@ %@ değerinden büyük olamaz
zh_hant: 數量不能低於%@ %@,不能高於%@ %@

# 数量不能低于%s %s
source: The quantity cannot be lower than %@ %@
es: La cantidad no puede ser inferior a %@ %@
hi: मात्रा %@ %@ से कम नहीं हो सकती
id: Jumlahnya tidak boleh lebih rendah dari %@ %@
ja: 数量は％@％@より小さくすることはできず
ko: 개수가%@ %@보다 적으면 안 됩니다.
ru: Количество не может быть меньше, чем %@ %@
tr: Miktar %@ %@ değerinden küçük olamaz
zh_hant: 數量不能低於%@ %@

# 尊敬的XT用户，欢迎来到新版U本位永续合约，立刻开启模拟交易吧！
source: Dear XTers, welcome to the new version of USD-M perpetual contract, start simulated trading now!
es: Damos la bienvenida a los usuarios de XT. Bienvenidos ala nueva versión de Futuros USD-M. !!Comience ahora a usar el servicio de trading simulado!!
hi: प्रिय एक्सटी उपयोगकर्ता, यूएसडी-एम फ्यूचर्स के नए संस्करण में आपका स्वागत है, अभी सिम्युलेटेड ट्रेडिंग शुरू करें!
id: Pengguna XT yang terhormat, selamat datang di versi baru kontrak abadi USD-M, mulai simulasi perdagangan sekarang!
ja: こんにちは、USDT-m新バージョンへようこそ。 今すぐシミュレーション取引を始めましょう！
ko: 안녕하세요, 엑스티닷컴 USD-마진 퓨쳐스 무기한 계약 새 버전에 오신것을 환영합니다. 지금 바로 시뮬레이션 거래를 시작해보세요!
ru: Уважаемые XTers, добро пожаловать в новую версию бессрочного контракта USD-M, начните имитационную торговлю прямо сейчас!
tr: Sevgili XT kullanıcıları, USD-M Kalıcı Sözleşmelerinin yeni sürümüne hoş geldiniz, simüle edilmiş alım-satıma şimdi başlayın!
zh_hant: 尊敬的XT用戶，歡迎來到新版U本位永續合約，立刻開啓模擬交易吧！

# 委托价格
source: Order Price
es: Precio de la orden
hi: ऑर्डर कीकीमत
id: Harga pesanan
ja: 注文価格
ko: 주문가격
ru: Цена ордера
tr: Emir Fiyatı
zh_hant: 委托價格

# U本位(新)
source: USD-M(NEW)
tr: USD-M (YENİ)
zh_hant: U本位(新)

# 强制平多
source: Forced buy-in
hi: फोर्स बाय-इन
id: Pembelian paksa
ja: 強制バイイン
ko: 강제매입
ru: Принудительная покупка
tr: Zorunlu satın alım
zh_hant: 強製平多

# 强制平空
source: Forced liquidation
hi: फोर्स परिसमापन
id: Likuidasi paksa
ja: 強制清算
ko: 강제청산
ru: Принудительная ликвидация
tr: Zorunlu likidasyon
zh_hant: 強製平空

# 止盈/止损
source: Take profit/Stop loss
hi: लाभ लीजिये/स्टॉप लॉस
ja: テイクプロフィット/ストップロス
ko: 익절/손절
ru: Тейк-профит/Стоп-лосс
tr: Karı al/Kaybı durdur
zh_hant: 止盈/止損

# 触发价
source: Trigger price
es: Precio de acción automática
hi: ट्रिगर कीमत
id: Harga pemicu
ja: トリガー価格
ko: 발동가격
ru: Триггерная цена
tr: Tetik fiyatı
zh_hant: 觸發價

# 标记
source: Mark
es: Marcado
hi: निशान
id: tanda
ja: 表記
ko: 표시
ru: Отметка
tr: İşaretle
zh_hant: 標記

# 最新
source: Latest
es: Más reciente
hi: नवीनतम
id: terbaru
ja: 最新
ko: 최신
ru: Последняя
tr: En son
zh_hant: 最新

# 成交价格
source: Deal price
es: precio de oferta
hi: सौदा कीमत
id: harga kesepakatan
ja: 取引価格
ko: 체결가격
ru: Цена сделки
tr: Anlaşma fiyatı
zh_hant: 成交價格

# 可平多
source: To long
es: Ir a largo
hi: बहुत लंबा
id: Bisa
ja: ロング
ko: 숏 이익
ru: Долго
tr: Uzuna
zh_hant: 可平多

# 万
source: Ten thousand
hi: दस हजार
id: Sepuluh ribu
ja: 万
ko: 만
ru: Десять тысяч
tr: On bin
zh_hant: 萬

# 币本位(模拟)
source: Coin-M(DEMO)
es: Coin-M(Simulated)
ja: Coin-M(シミュレーション)
ru: Coin-М (DEMO)
zh_hant: 幣本位(模擬)

# 全部功能
source: All Functions
es: Todas las opciones
id: Semua Fungsi
ja: すべての機能
ru: Все функции
tr: Tüm İşlevler
zh_hant: 全部功能

# 管理
source: Manage
es: Gestionar
id: Pengaturan
ja: 管理
ru: Управление
tr: Yönet
zh_hant: 管理

# 自定义功能区
source: Custom Ribbon
es: Lazo personalizable
id: Penyesuaian
ja: カスタマイズ
ru: Пользовательская лента
tr: Şeridi Özelleştir
zh_hant: 自定義功能區

# 交易对
source: Trading pairs
es: Pares de trading
id: Trading Pair
ja: トレーディングペア
ru: Торговые пары
tr: İşlem paritleri
zh_hant: 交易對

# 价格/24H量
source: Price/24H Volume
es: Precio 24h/Volumen
id: Harga/24 Jam
ja: 価格/24時間ボリューム
ru: Цена/24Ч Объем
tr: Fiyat/24Sa Hacim
zh_hant: 價格/24H量

# 使用银行卡等方式购买USDT或其他数字货币
source: Use bank cards, etc. to buy USDT or other digital currencies
es: Use tarjeta bancaria, etc para comprar USDT o cualquier otra moneda digital
id: Gunakan kartu cash dll untuk membeli USDT atau kripto koin yang lain
ja: 銀行カードを使用してUSDTまたはその他のデジタル通貨を購入する
ru: Используйте банковскую карту и т.д. для покупки USDT или другую цифровую валюту
tr: USDT veya diğer dijital para birimlerini almak için banka kartı vb. kullanın
zh_hant: 使用銀行卡等方式購買USDT或其他數字貨幣

# 使用VISA或Mastercard等方式购买数字货币
source: Use VISA or Mastercard, etc. to buy digital currencies
es: Use Visa, Mastercard,etc para comprar monedas digitales
id: Gunakan Visa atau Mastercard dll untuk membeli USDT atau kripto koin yang lain
ja: VISAまたはMastercardを使用してデジタル通貨を購入する
ru: Используйте VISA или Mastercard и т.д. для покупки цифровых валют
tr: Dijital para birimlerini almak için VISA veya Mastercard vb. kullanın
zh_hant: 使用VISA或Mastercard等方式購買數字貨幣

# 查看法币交易和第三方支持订单
source: View fiat currency transactions and third-party orders
es: Ver transacciones de moneda fiat y órdenes de terceros
id: Perlihatkan transaksi flat currency dan order dari pihak ketiga
ja: フラットトランザクションとサードパーティのサポート注文を表示する
ru: Просмотр операций с фиатной валютой и ордеров третьих лиц
tr: Fiat para birimi işlemlerini ve üçüncü taraf emirleri görüntüle
zh_hant: 查看法幣交易和第三方支持訂單

# 点击此处，获取更多功能
source: Click for more
es: Haga clic para ver más
id: Klik untuk lebih lanjut
ja: その他の機能については、ここをクリックしてください
ru: Нажмите для получения дополнительной информации
tr: Daha fazlası için tıkla
zh_hant: 點擊此處，獲取更多功能

# 扫一扫
source: Scan
es: Escanear
id: Pindaikan
ja: スキャン
ru: Сканировать
tr: Tara
zh_hant: 掃一掃

# 这里可以进行划转
source: You can do the transfer here
es: Las transferencias pueden realizarse aquí
id: Transfer bisa dilakukan disini
ja: 転送はここで行うことができます
ru: Трансфер можно сделать здесь
tr: Transferi buradan yapabilirsiniz
zh_hant: 這裏可以進行劃轉

# 这里可以修改杠杆倍数
source: Leverage can be modified here
es: Modifique el apalancamiento aquí
id: Leverage dapat dimodifikasi di sini
ja: レバレッジはここで変更できます
ru: десь может быть изменено кредитное плечо
tr: Kaldıraç burada değiştirilebilir
zh_hant: 這裏可以修改杠桿倍數

# 这里可以切换委托类型
source: You can switch the delegate type here
es: Modifique el tipo de delegado aquí
id: Jenis delegasi dapat digantikan di sini
ja: ここでタイプを切り替えることができます
ru: десь вы можете поменять тип делегата
tr: Temsilci türünü buradan değiştirebilirsiniz
zh_hant: 這裏可以切換委托類型

# 这里可以修改偏好设置
source: You can modify the preferences here
es: Modifique sus preferencias aquí
id: Preferensi dapat dimodifikasi di sini
ja: 設定はここで変更できます
ru: десь могут быть изменены предпочтения
tr: Tercihleri buradan değiştirebilirsiniz
zh_hant: 這裏可以修改偏好設置

# 这里可以查看全部合约
source: You can view all Symbols here
es: Todos los símbolos se pueden ver aquí
id: Semua kontrak dapat dilihat di sini
ja: すべてのシンボルはここで表示できます
ru: десь вы можете увидеть все контракты
tr: Tüm Sembolleri buradan görüntüleyebilirsiniz
zh_hant: 這裏可以查看倉位跟歷史

# 多仓持仓
source: Position
es: posición larga
id: Posisi long
ja: ロングポジション
ru: Лонг-позиция
tr: Long pozisyon
zh_hant: 持倉

# 空仓持仓
source: Position
es: posición corta
id: Posisi short
ja: ショートポジション
ru: Шорт-позиция
tr: Short pozisyon
zh_hant: 持倉

# 请输入止盈止损价格
source: Please enter the stop limit price
ru: Пожалуйста, введите цену на стоп-лимит
tr: Lütfen stop limit fiyatını girin
zh_hant: 請輸入止盈止損價格

# 编辑收款方式
source: Edit payment collection method
hi: भुगतान संग्रह विधि संपादित करें
ja: お支払い方法を編集する
ko: 입금방식 입력
ru: Редактировать способ получения оплаты
tr: Ödeme tahsilat yöntemini düzenle
zh_hant: 編輯收款方式

# 真实姓名(不可修改)
source: Real name (No edit)
hi: रियल नाम (कोई संपादन नहीं)
ja: 本名（変更不可）
ko: 실명(수정 불가)
ru: Настоящее имя (без редактирования)
tr: Gerçek ad (düzenleme yok)
zh_hant: 真實姓名(不可修改)

# (上传图片支持JPG、JPEG、PNG，大小请控制在1M以内）
source: (Upload pictures support JPG, JPEG, PNG, please make sure the size within 1M)
hi: (अपलोड तस्वीरें जेपीजी, जेपीईजी, पीएनजी का समर्थन करती हैं, कृपया सुनिश्चित करें कि माप 1M के भीतर है)
ja: （アップロード画像はJPG、JPEG、PNGをサポートしています。サイズは1M以内でお願いします）
ko: (이미지 업로드는 JPG, JPEG, PNG를 지원하며 크기는 1M 이내로 하십시오)
ru: (Загрузка изображений поддерживает JPG, JPEG, PNG, пожалуйста, убедитесь, что размер не превышает 1M)
tr: (JPG, JPEG, PNG'yi destekleyen resim yükleyin, lütfen boyutun 1M’den küçük olduğundan emin olun)
zh_hant: (上傳圖片支持JPG、JPEG、PNG，大小請控制在1M以內）

# 添加收款方式
source: Add a payment collection method
hi: भुगतान संग्रहण विधि जोड़ें
ja: お支払い方法を追加する
ko: 입금방식 추가
ru: Добавить способ получения платежа
tr: Ödeme tahsilat yöntemi ekle
zh_hant: 添加收款方式

# 您可交易的法币
source: Fiat currency available to trade
hi: व्यापार के लिए उपलब्ध फिएट मुद्रा
ja: お客様の取引可能な法定通貨
ko: 고객님이 거래가능한 법정화폐
ru: Фиатные валюты, доступные для торговли
tr: Alım-satıma açık fiat para birimi
zh_hant: 您可交易的法幣

# 全部法币
source: All fiat currency
hi: सभी फिएट मुद्रा
ja: すべての法定通貨
ko: 모든 법정화폐
ru: Все фиатные валюты
tr: Tüm fiat para birimleri
zh_hant: 全部法幣

# 成交率
source: Transaction rate
hi: लेन-देन दर
ja: 取引率
ko: 거래율
ru: Скорость транзакции
tr: İşlem oranı
zh_hant: 成交率

# 暂无广告，您可直接充值或通过第三方购买
source: No Ads. You can deposit right away or purchase from a third party.
es: Sin publicidad, puede hacer un depósito directamente o hacer compras a través de una plataforma externa
hi: कोई विज्ञापन नहीं, आप सीधे जमा कर सकते हैं या किसी तीसरे पक्ष के माध्यम से खरीद सकते हैं
ja: 広告はありません。直接チャージするか、第三者から購入できます
ko: (광고 없음) 바로 충전하거나 제3자로 부터 구매 가능합니다.
ru: Без рекламы. Вы можете сразу пополнить счет или купить у третьего лица.
tr: Reklamsız Hemen para yatırabilir veya üçüncü bir taraftan satın alabilirsiniz.
zh_hant: 暫無廣告，您可直接充值或通過第三方購買

# 去第三方购买
source: buy from third party
es: Comprar a través de una plataforma externa
hi: किसी तीसरे पक्ष से खरीदें
ja: 第三者にアクセスして購入
ko: 제3자로부터 구매하기
ru: купить у третьего лица
tr: üçüncü taraftan satın alın
zh_hant: 去第三方購買

# 上传
source: upload
hi: अपलोड करें
ja: アップロード
ko: 업로드
ru: загрузить
tr: yükle
zh_hant: 上傳

# 请输入#COLUMNNAME#
source: Please enter #COLUMNNAME#
hi: कृपया #COLUMNNAME# दर्ज करें
ja: #COLUMNNAME#を入力してください
ko: #COLUMNNAME#을 입력하세요
ru: Пожалуйста, введите #COLUMNNAME#
tr: Lütfen #COLUMNNAME# girin
zh_hant: 請輸入#COLUMNNAME#

# 请上传#COLUMNNAME#
source: Please upload #COLUMNNAME#
hi: कृपया #COLUMNNAME# अपलोड करें
ja: #COLUMNNAME#をアップロードしてください
ko: #COLUMNNAME#을(를) 업로드하세요
ru: Пожалуйста, загрузите #COLUMNNAME#
tr: Lütfen #COLUMNNAME# yükleyin
zh_hant: 請上傳#COLUMNNAME#

# 全部收款方式
source: All payment methods
hi: सभी भुगतान विधियां
ja: すべてのお支払い方法
ko: 모든 결제 수단
ru: Все способы оплаты
tr: Tüm ödeme yöntemleri
zh_hant: 全部收款方式

# #COUNT#单
source: #COUNT#order
ja: #COUNT#單
ko: #COUNT#주문
ru: #COUNT#ордер
tr: #COUNT# emri
zh_hant: #COUNT#單

# 推荐收款方式
source: Recommended deposit method
ja: 推荐收款方式
ko: 입금방식 추천
ru: Рекомендуемый метод депозита
tr: Önerilen para yatırma yöntemi
zh_hant: 推薦收款方式

# 无可选市场，暂不支持发布广告
source: There is no optional market, and advertising is not supported at the moment
ja: オプションは選択できません。現在広告はサポートされていません。
ko: 마켓 선택 불가. 광고 발행이 지원되지 않습니다.
ru: Необходимый рынок нет, и он не поддерживает выпуск рекламных объявлений на данный момент
tr: İsteğe bağlı pazar yok ve şu anda reklam desteklenmiyor
zh_hant: 無可選市場，暫不支持發布廣告

# FIO地址
source: FIO address
es: Dirección de FIO
id: Alamat FIO
ja: FIOアドレス
ru: FIO Адрес
tr: FIO adresi
zh_hant: FIO地址

# 2到63个字符，支持字母和数字组合
source: At least 2 characters, supports letter and number combination.
es: 2 a 63 caracteres, admite la combinación de letras y números
id: 2 to 63 characters, supports letter and number combination
ja: 2〜63文字、文字と数字の組み合わせをサポート
ru: 2–63 символа, письма поддержки и цифровые комбинации
tr: 2 ila 63 karakter, harf ve sayı kombinasyonunu destekler
zh_hant: 2到63個字元，支持字母和數位組合

# 注册您的个人FIO充值地址，这样再也不会充值到错误的地址上了
source: Register your personalized FIO address and never deposit into the wrong address again.
es: Registre su dirección FIO personalizada y nunca haga un depósito en la dirección incorrecta.
ja: 個人のFIOデポジットアドレスを登録して、間違ったアドレスにデポジットしないようにします。
ru: Зарегистрируйте свой личный адрес перезарядки FIO, чтобы вы никогда не заряжались по неправильному адресу.
tr: Kişiselleştirilmiş FIO adresinizi kaydedin ve bir daha asla yanlış adrese para yatırmayın.
zh_hant: 注册您的個人FIO充值地址，這樣再也不會充值到錯誤的地址上了

# 手机/邮箱注册
source: Mobile/Email Registration
es: Registro móvil / correo electrónico
ja: 携帯/メール登録
ru: Регистрация мобильного телефона/почтового ящика
tr: Mobil/E-posta Kaydı
zh_hant: 手機/郵箱註冊

# (首次使用)
source: (First time user)
es: (usuario nuevo)
ja: （初めて使用）
ru: (В первый раз с помощью)
tr: (ilk kullanıcı)
zh_hant: (首次使用)

# 通过KYC
source: Pass KYC
es: Pase KYC
ja: KYCを通して
ru: Через Kyc
tr: KYC'yi geç
zh_hant: 通過KYC

# 步骤一
source: Step 1
es: Paso 1
ja: ステップ1
ru: Шаг первый
tr: Adım 1
zh_hant: 步驟一

# 步骤二
source: Step 2
es: Paso 2
ja: ステップ2
ru: Шаг 2
tr: Adım 2
zh_hant: 步驟二

# 步骤三
source: Step 3
es: Paso 3
ja: ステップ3
ru: Шаг 3
tr: Adım 3
zh_hant: 步驟三

# 即将为您跳转至#CHANNELNAME#
source: You will be redirected to #CHANNELNAME#
es: Serás redirigido a #CHANNELNAME#
ja: すぐに#CHANNELNAME#にリダイレクトされます。
ru: Это собирается прыгнуть к#CHANNELNAME# для вас
tr: #CHANNELNAME# adresine yönlendirileceksiniz
zh_hant: 即將為您跳轉至#CHANNELNAME#

# 跳转后您需要完成以下步骤
source: Once you have been redirected, you need to complete the following steps
es: Una vez que haya sido redirigido, debe completar los siguientes pasos
ja: 次の手順を完了する必要があります。
ru: Вам нужно выполнить следующие шаги после прыжка
tr: Yönlendirildikten sonra aşağıdaki adımları tamamlamanız gerekir
zh_hant: 跳轉後您需要完成以下步驟

# 支付账单
source: Make Payment
es: hacer el pago
ja: 請求書の支払い
ru: оплатить счета
tr: ödeme yap
zh_hant: 支付賬單
