Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 3.AUSCM交易订单取消条件: 进行Rebase时，如果比个人拥有的数量减少时，则暂停所有交易并取消全部订单（包括API交易用户)
source: 3. AUSCM transaction order cancellation policies: If the number of tokens after rebase is less than the number currently owned by the user, all transactions will be suspended and all orders be cancelled (including API trading).
es: 3. Política de cancelación de la orden de transacción de AUSCM: si el número de tokens después del rebase es menor que el número que actualmente es propiedad del usuario, todas las transacciones se suspenderán y se cancelarán todos los pedidos (incluidos el comercio de API).
hi: 3. AUSCM लेनदेन आदेश रद्द करने की नीतियां: यदि रीबेस के बाद टोकन की संख्या वर्तमान में उपयोगकर्ता के स्वामित्व वाली संख्या से कम है, तो सभी लेनदेन निलंबित कर दिए जाएंगे और सभी ऑर्डर रद्द कर दिए जाएंगे (एपीआई ट्रेडिंग सहित)।
id: 3. Kebijakan pembatalan pesanan transaksi AUSCM: Jika jumlah token setelah rebase kurang dari jumlah yang saat ini dimiliki oleh pengguna, semua transaksi akan ditangguhkan dan semua pesanan dibatalkan (termasuk perdagangan API).
ja: AUSCMトランザクション注文キャンセル条件：リベースを実行するときに、その数が個人の所有量より少ない場合、すべてのトランザクションが一時停止され、すべての注文がキャンセルされます（APIトランザクションユーザーを含む）
ko: 3. AUSCM 거래 주문 취소 조건: Rebase 기간 동안 개인이 보유 한 수량보다 적을 경우, 모든 거래가 중단되고 모든 주문이 취소됩니다 (API 거래 사용자 포함).
ru: 3. Порядок отмены транзакций AUSCM: Если количество токенов после rebase меньше, чем количество, которым в настоящее время владеет пользователь, все транзакции будут приостановлены и все ордера будут отменены (включая торговлю API).
tr: 3. AUSCM işlem emri iptal politikaları: Taban uyarlaması sonrası token sayısı, kullanıcının şu anda sahip olduğu sayıdan azsa, tüm işlemler askıya alınır ve tüm emirler (API satıcıları dahil) iptal edilir.
zh_hant: 3.AUSCM交易訂單取消條件：進行Rebase時，如果比個人擁有的數量減少時，則暫停所有交易並取消全部訂單（包括API交易用戶）

# 4. 详细内容请参考AUSCM白皮书页面
source: 4.For details, please refer to the AUSCM white paper
es: 4. Para ver los detalles, consulte el Libro Blanco AUSCM
hi: 4.विवरण के लिए, कृपया AUSCM श्वेत पत्र देखें
id: 4. Untuk detailnya, silakan merujuk ke kertas putih AUSCM
ja: 4.詳細については、AUSCMホワイトペーパーのページを参照してください。
ko: 4.자세한 내용은 AUSCM 백서를 참조해주세요.
ru: 4.Для получения подробной информации, пожалуйста, обратитесь к официальному документу AUSCM.
tr: 4. Ayrıntılar için lütfen AUSCM white paper’a bakın.
zh_hant: 4. 詳細內容請參攷AUSCM白皮書頁面

# 在此过程中，因个人拥有的AUSCM代币数量增加或减少的变动性，可能会发生资产损失。
source: During the process, asset losses may occur due to the increase or decrease in the number of AUSCM owned by users.
es: Durante el proceso, puede incurrir en pérdidas de activos debido al aumento o disminución en el número de AUSCM en propiedad.
hi: प्रक्रिया के दौरान, उपयोगकर्ताओं के स्वामित्व वाले AUSCM की संख्या में वृद्धि या कमी के कारण संपत्ति का नुकसान हो सकता है
id: Selama proses tersebut, kerugian aset dapat terjadi karena peningkatan atau penurunan jumlah AUSCM yang dimiliki oleh pengguna.
ja: その過程で、個人が所有するAUSCMトークンの数の増減のばらつきにより、資産の損失が発生する可能性があります。
ko: 이 과정에서 개인이 소유 한 AUSCM 토큰 수의 증가 또는 감소의 변동성으로 인해 자산 손실이 발생할 수 있습니다.
ru: В ходе процесса могут произойти потери активов из-за увеличения или уменьшения количества AUSCM, принадлежащих пользователям.
tr: İşlem sırasında, kullanıcıların sahip olduğu AUSCM sayısının artması veya azalması nedeniyle varlık kayıpları meydana gelebilir.
zh_hant: 在此過程中，因個人擁有的AUSCM代幣數量新增或减少的變動性，可能會發生資產損失。

# 数字资产价格波动大，另外没有保障价值的主体，不是政府担保的法定货币，请慎重投资。
source: Please keep in mind that the price of digital assets is subject to high volatility. Most digital assets are not backed by any entity of value and still dependent on the value of government-issued fiat currencies. Please make your investment carefully.
es: Tenga en cuenta que el precio de los activos digitales susceptible de una alta volatilidad. La mayoría de los activos digitales no están respaldados por ninguna entidad de valor y aún dependen del valor de las monedas fiat emitidas por los gobiernos. Por favor, haga su inversión cuidadosamente.
hi: कृपया ध्यान रखें कि डिजिटल संपत्ति की कीमत उच्च अस्थिरता के अधीन है। अधिकांश डिजिटल संपत्ति मूल्य की किसी भी इकाई द्वारा समर्थित नहीं हैं और अभी भी सरकार द्वारा जारी फिएट मुद्राओं के मूल्य पर निर्भर हैं। कृपया अपना निवेश सावधानी से करें।
id: Harap diingat bahwa harga aset digital memiliki volatilitas yang tinggi. Sebagian besar aset digital tidak didukung oleh entitas nilai apa pun dan masih bergantung pada nilai mata uang fiat yang dikeluarkan pemerintah. Harap berhati-hati dalam berinvestasi.
ja: デジタル資産の価格は大きく変動します。また、価値が保証されている対象はなく、政府が保証する法定通貨でもありません。慎重に投資してください。
ko: 디지털 자산은 가격 변동성이 높은 자산이며 가치를 보호해 주는 주체가 없습니다. 정부가 보증하는 법정 통화가 아니므로, 맹목적으로 투자하지 말고 신중하게 투자 해주시기 바랍니다.
ru: Пожалуйста, имейте в виду, что цена цифровых активов подвержена высокой волатильности. Большинство цифровых активов не подкреплены какой-либо организацией, имеющей ценность, и по-прежнему зависят от стоимости фиатных валют, выпущенных правительством. Пожалуйста, делайте свои инвестиции осторожно.
tr: Dijital varlıkların fiyatının yüksek istikrarsızlığa tabi olduğunu lütfen unutmayın. Çoğu dijital varlık, herhangi bir değeri olan varlık tarafından desteklenmez ve yine de devlet tarafından verilen fiat para birimlerinin değerine bağlıdır. Lütfen yatırımınızı dikkatli yapın.
zh_hant: 數位資產價格波動大，另外沒有保障價值的主體，不是政府擔保的法定貨幣，請慎重投資。

# 使用AUSCM代币交易时注意事项
source: Notes of Caution for AUSCM Trading
es: Notas de precaución para el comercio AUSCM
hi: AUSCM ट्रेडिंग के लिए सावधानी के नोट्स
id: Catatan Perhatian untuk Perdagangan AUSCM
ja: AUSCM通貨で取引する際の注意事項
ko: AUSCM 거래 시 주의사항
ru: Заметки об осторожности для торговли AUSCM
tr: AUSCM Alım Satım İçin Dikkat Edilecekler
zh_hant: 使用AUSCM代幣交易時注意事項

# 今日内不再显示
source: Do Not Show Again for Today
es: No mostrar de nuevo por hoy
hi: आज के लिए फिर से न दिखाएं
id: Jangan tampilkan lagi untuk hari ini
ja: 今日中には表示しません
ko: 오늘 하루동안 보지 않기
ru: Не показывать сегодня
tr: Bugün İçin Bir Daha Gösterme
zh_hant: 今日內不再顯示

# 最大借款数量
source: Maximum Borrowing Limit
es: Límite máximo de préstamos
hi: अधिकतम उधार सीमा
id: Batas pinjaman maksimum
ja: 最大貸付数量
ko: 최대 대출 수량
ru: Максимальный лимит заимствования
tr: Maksimum Borçlanma Limiti
zh_hant: 最大借款數量

# 利息
source: Interest
es: Interés
hi: ब्याज
id: Minat
ja: 利息
ko: 이자
ru: Проценты
tr: Faiz
zh_hant: 利息

# 总负债
source: Total Liabilities
es: Responsabilidad total
hi: कुल देनदारियां
id: Total liabilitas
ja: 借りた総額
ko: 총 부채
ru: Общие обязательства
tr: Toplam Yükümlülükler
zh_hant: 總負債

# 市场
source: Market
es: Mercado
hi: मार्केट
id: Pasar
ja: マーケット
ko: 마켓
ru: Рынок
tr: Piyasa
zh_hant: 市場

# 最大可还数量
source: Maximum Available to Repay
es: Máximo disponible para pagar
hi: चुकाने के लिए अधिकतम उपलब्ध
id: Maksimum tersedia untuk membayar
ja: 最大返済可能数量
ko: 최대 상환 수량
ru: Максимальный доступный для погашения
tr: Geri Ödenebilecek Maksimum
zh_hant: 最大可還數量

# 借款
source: Borrow
es: Pedir prestado
hi: उधार
id: Meminjam
ja: 借金
ko: 대출
ru: Занять
tr: Borç Al
zh_hant: 借款

# 历史记录
source: History record
es: Historial
hi: इतिहास
id: Riwayat
ja: 歴史記録
ko: 기존 내역
ru: Историческая запись
tr: Geçmiş kayıtlar
zh_hant: 歷史記錄

# 借款历史
source: Borrow Records
es: Historial de préstamos recibidos
hi: उधार रिकॉर्ड
id: Rekaman Pinjam
ja: 借金記録
ko: 대출 내역
ru: Записи о займах
tr: Borç Alma Kayıtları
zh_hant: 借款歷史

# 还款历史
source: Repay Records
es: Historial de reembolsos
hi: पुनर्भुगतान रिकॉर्ड
id: Rekaman Pembayaran kembali
ja: 返済記録
ko: 상환 내역
ru: Записи погашения
tr: Geri Ödeme Kayıtları
zh_hant: 還款歷史

# 利息历史
source: Interest Records
es: Historial de Intereses
hi: ब्याज रिकॉर्ड
id: Rekaman Bunga
ja: 利息記録
ko: 이자 내역
ru: Процентные записи
tr: Faiz Kayıtları
zh_hant: 利息歷史

# 无风险
source: Risk-free
es: Sin riesgo
hi: जोखिम मुक्त
id: Bebas resiko
ja: リスク０
ko: 제로리스크
ru: Безрисковые
tr: Risksiz
zh_hant: 無風險

# 未上架
source: Unlisted
es: No incluido en ningún listado
hi: असूचीगत
id: Tidak terdaftar
ja: 記載されていません
ko: 미상장
ru: Без списка
tr: Listelenmiyor
zh_hant: 未上架

# 广告发布后上架
source: Automatically displayed after the ad is posted
es: Se muestra automáticamente después de publicar el anuncio
hi: विज्ञापन पोस्ट होने के बाद स्वचालित रूप से प्रदर्शित होता है
id: Ditampilkan secara otomatis setelah iklan diposting
ja: 広告がリリースされた後
ko: 광고 발행 후 상장
ru: Автоматически отображается после публикации объявления
tr: Reklam yayınlandıktan sonra otomatik olarak görüntülenir
zh_hant: 廣告發佈後上架

# 请选择收款方式
source: Please select payment method
es: Por favor, seleccione el método de pago
hi: कृपया भुगतान विधि चुनें
id: Silakan pilih Metode Pembayaran
ja: 支払い方法をお選びください
ko: 입금방식을 선택해 주세요
ru: Пожалуйста, выберите способ оплаты
tr: Lütfen ödeme yöntemi seçin
zh_hant: 請選擇收款方式

# 当前广告所选支付方式已不可用，请重新编辑广告，选择支付方式
source: The payment method selected for the ad is no longer available. Please re-edit the ad and select a payment method
es: El método de pago seleccionado para el anuncio ya no está disponible. Por favor, vuelva a editar el anuncio y seleccione un método de pago diferente
hi: विज्ञापन के लिए चुनी गई भुगतान विधि अब उपलब्ध नहीं है। कृपया विज्ञापन को फिर से संपादित करें और भुगतान विधि चुनें
id: Metode pembayaran yang dipilih untuk iklan tidak lagi tersedia. Silakan edit ulang iklan dan pilih metode pembayaran
ja: 「現在の広告で選択したお支払い方法はご利用いただけなくなりました。もう一度広告を編集してお支払い方法を選択してください
ko: 해당 광고에 대한 지불 방식을 더 이상 사용할 수 없습니다. 광고를 다시 수정하고 지불 방법을 선택하십시오
ru: Выбранный для объявления способ оплаты больше не доступен. Пожалуйста, отредактируйте объявление и выберите способ оплаты.
tr: Reklam için seçilen ödeme yöntemi artık kullanılamıyor. Lütfen reklamı yeniden düzenleyin ve bir ödeme yöntemi seçin
zh_hant: 當前廣告所選支付方式已不可用，請重新編輯廣告，選擇支付方式

# 重新编辑
source: Re-edit
es: Editar
hi: पुनः संपादित करें
id: Edit ulang
ja: 「再編集」
ko: 재 편집
ru: Повторное редактирование
tr: Yeniden Düzenleme
zh_hant: 重新編輯

# 请先激活收款方式
source: Please activate the payment method.
es: Por favor, active el método de pago.
hi: कृपया भुगतान विधि सक्रिय करें।
id: Silakan aktifkan metode pembayaran.
ja: 最初にお支払い方法を有効にしてください
ko: 입금방식을 활성화해주세요
ru: Пожалуйста, активируйте способ оплаты.
tr: Lütfen ödeme yöntemini etkin hale getirin.
zh_hant: 請先啟動收款管道

# 最小购买金额#COUNT##SYMBOL#
source: Minimum Subscription Amount #COUNT# #SYMBOL#
es: Cantidad de suscripción mínima #COUNT# #SYMBOL#
hi: न्यूनतम सदस्यता राशि #COUNT# #SYMBOL#
id: Jumlah Langganan Minimum #COUNT# #SYMBOL#
ja: 購入金額は#COUNT##SYMBOL#から
ko: 최저 구매금액 #COUNT##SYMBOL#
ru: Минимальная сумма подписки #COUNT# #SYMBOL#
tr: Minimum Üyelik Tutarı #COUNT# #SYMBOL#
zh_hant: 最小購買金額#COUNT##SYMBOL#

# 市价单是指按照目前市场价格进行快速买卖。交易过程中可能会产生交易滑点，导致支付更高的成本或者更高的费用。
source: Market Trade refers to making a quick deal at the current market price. Slippage may occur when an order is made on Market Trade, resulting in higher costs or fees.
es: Mercado de trading se refiere a hacer un trato rápido a precio actual del mercado. Puede haber un retraso cuando se realiza un pedido en el Mercado de Trading, lo que puede resultar en costos o tasas más altos.
hi: मार्केट ट्रेड का तात्पर्य मौजूदा बाजार मूल्य पर त्वरित सौदा करना है। स्लिपेज तब हो सकता है जब मार्केट ट्रेड पर ऑर्डर दिया जाता है, जिसके परिणामस्वरूप उच्च लागत या शुल्क लगता है।
id: Perdagangan Pasar mengacu pada membuat kesepakatan cepat pada harga pasar saat ini. Slippage dapat terjadi ketika pesanan dibuat di Market Trade, yang mengakibatkan biaya atau biaya yang lebih tinggi.
ja: 成行注文とは、現在の市場価格での迅速な取引を指します。 取引プロセス中に取引のスリッページが発生する可能性があり、結果としてコストまたは手数料が高くなる。
ko: 시장가 주문은 현재 시장 가격으로 빠른 거래를하는 것을 말합니다. 거래 과정중 슬리피지가 발생하여 비용이나 수수료가 높아질 수 있습니다.
ru: Рыночная торговля - это совершение быстрой сделки по текущей рыночной цене. При рыночной торговле может произойти проскальзывание, что приведет к увеличению стоимости или комиссии.
tr: Piyasa Ticareti, mevcut piyasa fiyatında hızlı bir anlaşma yapmak anlamına gelir. Piyasa Ticaretinde bir emir verildiğinde kayma meydana gelebilir, bu da daha yüksek maliyetlere veya ücrete neden olur.
zh_hant: 市價單是指按照目前市場價格進行快速買賣。交易過程中可能會產生交易滑點，導致支付更高的成本或者更高的費用。

# 限价单是指以特定或更优价格进行买卖，限价单不能保证一定成交。
source: Limit Trade refers to buying and selling at a specific or better price, but the deal will not necessarily be concluded.
es: Límite de comercio se refiere a la compra y venta a un precio específicado o superior, pero la transacción no se concluirá necesariamente.
hi: लिमिट ट्रेड का तात्पर्य किसी विशिष्ट या बेहतर कीमत पर खरीदना और बेचना है, लेकिन यह जरूरी नहीं कि सौदा पूरा हो।
id: Batas Perdagangan mengacu pada pembelian dan penjualan pada harga tertentu atau lebih baik, tetapi kesepakatan belum tentu akan selesai.
ja: 指値注文とは、特定の価格以上で取引することを指し、特定の取引を保証するものではありません。
ko: 지정가 주문은 특정 또는 더 나은 가격으로 매수/매도하는 것을 의미하지만 거래가 반드시 성사되는 것은 아닙니다.
ru: Лимитная торговля - это покупка и продажа по определенной или лучшей цене, но сделка не обязательно будет заключена.
tr: Limitli Ticaret, belirli veya daha iyi bir fiyattan alış ve satış anlamına gelir, ancak anlaşmanın mutlaka sonuçlanması gerekmez.
zh_hant: 限價單是指以特定或更優價格進行買賣，限價單不能保證一定成交。

# 最近查看
source: Recently Viewd
es: Vistos recientemente
hi: हाल ही में देखा गया
id: Baru Dilihat
ja: 最近閲覧した
ko: 최근 조회
ru: Недавно просмотренные
tr: Son Görüntülenen
zh_hant: 最近查看

# 板块
source: Zone
es: Zona
hi: क्षेत्र
id: Zona
ja: プレート
ko: 존
ru: Зона
tr: Bölge
zh_hant: 板塊

# 根据MINA的网络特性，激活地址需要消耗1个MINA用于购买区块存储空间，此费用将会在首次充值时扣除，并非平台收取。
source: 1 MINA will be deducted for the purchase of block storage space when you activate the address due to the unique features of the MINA network. The fee will be deducted when you make your first deposit and it is not charged by the platform.
es: Debido a las características únicas de la red MINA, 1 MINA se deducirá de la compra del espacio de almacenamiento de bloques cuando active la dirección. La tasa se deducirá cuando realice su primer depósito evitando así ser cobrado por la plataforma.
hi: जब आप MINA नेटवर्क की अनूठी विशेषताओं के कारण पता सक्रिय करते हैं तो ब्लॉक स्टोरेज स्पेस की खरीद के लिए 1 MINA काट लिया जाएगा। शुल्क काटा जाएगा जब आप अपना पहला जमा करेंगे और यह प्लेटफॉर्म द्वारा शुल्क नहीं लिया जाएगा।
id: 1 MINA akan dipotong untuk pembelian ruang penyimpanan blok ketika Anda mengaktifkan alamat karena fitur unik dari jaringan MINA. Biaya akan dipotong saat Anda melakukan setoran pertama dan tidak dibebankan oleh platform.
ja: MINAのネットワーク特性によると、アクティベーションアドレスはブロックストレージスペースを購入するために1 MINAを消費する必要があります。この料金は最初のチャージ時に差し引かれ、プラットフォームによって請求されません。
ko: MINA의 네트워크 특성상 주소 활성화 시 블록 저장공간 구입에는 1개의 MINA가 소모되며, 이 부분 비용은 플랫폼에 입금되는 것이 아니라 첫 충전 시 공제됩니다.
ru: 1 MINA будет вычтена за покупку места для хранения блоков при активации адреса в связи с уникальными особенностями сети MINA. Плата будет списана при внесении первого депозита и не взимается платформой.
tr: MINA ağının kendine özgü özelliklerinden dolayı adresi etkinleştirme sonucunda blok depolama alanı satın aldığınızda 1 MINA düşülecektir. Ücret, ilk para yatırma işleminizde düşülecek ve platform tarafından ücretlendirilmeyecektir.
zh_hant: 根據MINA的網絡特性，激活地址需要消耗1個MINA用於購買區塊存儲空間，此費用將會在首次充值時扣除，並非平台收取。

# 我要支付
source: Pay
es: Ir al pago
hi: मैं भुगतान करना चाहता हूं
id: Saya ingin membayar
ja: 支払いたい
ko: 결제하기
ru: Оплатить
tr: Öde
zh_hant: 我要支付

# 我将得到
source: I will get
es: Conseguiré
hi: मुझे मिलेगे
id: Saya akan mendapatkan
ja: 取得します
ko: 획득(예정)
ru: Я получу
tr: Alıcam
zh_hant: 我將得到

# 最佳选择
source: Best choice
es: Mejor elección
hi: सबसे अच्छा विकल्प
id: Pilihan terbaik
ja: .最良の選択
ko: 최적선택
ru: Лучший выбор
tr: En iyi tercih
zh_hant: 最佳選擇

# 暂无可选支付方式
source: No payment method available
es: Ningún método de pago disponible
hi: कोई भुगतान विधि उपलब्ध नहीं है
id: Tidak ada metode pembayaran yang tersedia
ja: お支払い方法はありません
ko: 사용 가능한 결제 방식이 없습니다
ru: Способ оплаты недоступен
tr: Kullanılabilir ödeme yöntemi yok
zh_hant: 暫無可選支付方式

# 暂无可选支付渠道
source: No payment channel available
es: Sin canal de pago disponible
hi: कोई भुगतान चैनल उपलब्ध नहीं है
id: Tidak ada saluran pembayaran yang tersedia
ja: 利用可能な支払いチャネルがありません
ko: 사용 가능한 결제 채널이 없습니다
ru: Канал оплаты недоступен
tr: Kullanılabilir ödeme kanalı yok
zh_hant: 暫無可選支付通路

source: You are leaving XT.com for Mercuryo, please prepare the required information for KYC verification and payment account. Mercuryo is an internationally compliant fiat-to-crypto gateway solution for exchanges that operated independently by third parties and all related services are provided by Mercuryo. Please read carefully Mercuryo’s Terms of Service and agree to those terms before using the service. If you have any questions about trading, please send email to support@mercuryo.io for support. XT assumes NO responsibility for any direct or indirect losses or damage caused by the service.
es: Está saliendo de XT.com para ir a Mercuryo, prepare la información requerida para la verificación y la cuenta de pago de KYC. Mercuryo es una solución de Gateway Fiat-To-Crypto aceptada internacionalmente por los Exchanges que operan de forma independiente. Todos los servicios relacionados son proporcionados por Mercuryo. Lea cuidadosamente los términos de servicio de Mercuryo y acepte esos términos antes de usarlo. Si tiene alguna pregunta sobre trading, envíe un correo electrónico a support@mercuryo.io. XT no asume ninguna responsabilidad por pérdidas o daños directos o indirectos causados por el uso de este servicio.
hi: आप XT.com को मरकरी के लिए छोड़ रहे हैं, कृपया केवाईसी सत्यापन और भुगतान खाते के लिए आवश्यक जानकारी तैयार करें। मरकरीओ एक्सचेंजों के लिए अंतरराष्ट्रीय स्तर पर आज्ञाकारी फिएट-टू-क्रिप्टो गेटवे समाधान है जो तीसरे पक्ष द्वारा स्वतंत्र रूप से संचालित होता है और सभी संबंधित सेवाएं मर्क्यूरियो द्वारा प्रदान की जाती हैं। कृपया मर्करीओ की सेवा की शर्तों को ध्यान से पढ़ें और सेवा का उपयोग करने से पहले उन शर्तों से सहमत हों। यदि ट्रेडिंग के बारे में आपके कोई प्रश्न हैं, तो कृपया समर्थन के लिए support@mercuryo.io पर ईमेल भेजें। XT सेवा के कारण हुए किसी भी प्रत्यक्ष या अप्रत्यक्ष नुकसान या क्षति के लिए कोई जिम्मेदारी नहीं लेता है।
id: Anda akan meninggalkan XT.com ke Mercuryo, harap siapkan informasi yang diperlukan untuk verifikasi KYC dan akun pembayaran. Mercuryo adalah solusi gateway fiat-to-crypto yang memenuhi standar internasional untuk pertukaran yang dioperasikan secara independen oleh pihak ketiga dan semua layanan terkait disediakan oleh Mercuryo. Harap baca dengan seksama Persyaratan Layanan Mercuryo dan setujui persyaratan tersebut sebelum menggunakan layanan. Jika Anda memiliki pertanyaan tentang perdagangan, silakan kirim email ke support@mercuryo.io untuk mendapatkan dukungan. XT TIDAK bertanggung jawab atas kerugian atau kerusakan langsung atau tidak langsung yang disebabkan oleh layanan.
ja: xt.comからmercuryoへ移動します。kyc認証情報と支払いアカウントを準備してください。 Mercuryoは、サードパーティによって独立して運営されている法定通貨および暗号通貨取引プラットフォームであり、関連するすべてのサービスはMercuryoによって提供されます。 このサービスを使用する前に、よく読んで、mercuryoの「利用規約」に同意してください。 取引に関するご質問は、support @ mercuryo.ioにメールを送信して、チームにご連絡ください。 XTは、このサービスの使用により生じたいかなる損失または損害についても責任を負いません。
ko: XT.com을 떠나 mercuryo로 이동합니다. KYC 인증 및 개인 결제 계정을 준비하세요. mercuryo는 제 3자가 독립적으로 운영하는 법정화폐 및 암호화폐 거래 플랫폼이며, 모든 관련 서비스는 mercuryo측에서 제공됩니다. 서비스 이용 전 mercuryo의 이용 약관 을 읽고 동의하십시오. 거래와 관련된 질문은 support@mercuryo.io로 문의하십시오. XT는 본 서비스를 이용하여 발생한 어떠한 손실이나 손해에 대해서도 책임을지지 않습니다.
ru: Вы уходите с XT.com на Mercuryo, пожалуйста, подготовьте необходимую информацию для проверки KYC и платежного счета. Mercuryo - это международно-соответствующий шлюз для обмена фиата на криптовалюту для бирж, которые работают независимо от третьих сторон, а все сопутствующие услуги предоставляются Mercuryo. Пожалуйста, внимательно прочитайте Условия предоставления услуг Mercuryo и согласитесь с этими условиями перед использованием услуги. Если у вас возникли вопросы по торговле, пожалуйста, отправьте письмо на адрес support@mercuryo.io для получения поддержки. XT не несет НИКАКОЙ ответственности за любые прямые или косвенные потери или ущерб, причиненный сервисом.
tr: Mercuryo adresine gitmek üzere XT.com web sitesinden ayrılıyorsunuz; lütfen KYC doğrulaması ve kişisel ödeme hesabı için gerekli bilgileri hazırlayın. Mercuryo, üçüncü şahıslar tarafından bağımsız olarak işletilen borsalar için uluslararası uyumlu bir fiattan kriptoya geçiş çözümüdür ve ilgili tüm hizmetler Mercuryo tarafından sağlanmaktadır. Lütfen Mercuryo’nun kullanım koşullarını dikkatlice okuyun ve hizmeti kullanmadan önce bu koşulları kabul edin. Alım satımla ilgili herhangi bir sorunuz varsa, lütfen destek için support@mercuryo.io adresine e-posta gönderin. XT, hizmetten kaynaklanan herhangi bir doğrudan veya dolaylı kayıp veya hasar için HİÇBİR sorumluluk kabul etmez.
zh_hant: 您即將離開xt.com進入mercuryo，請準備kyc認證資料和付款帳戶。mercuryo是由協力廠商獨立運營的法定貨幣與加密貨幣交易平臺，所有相關服務均由mercuryo方提供。請在使用本服務前，仔細閱讀並同意mercuryo的《服務條款》。有關交易的任何問題，請發送郵件至support@mercuryo.io聯系團隊獲取幫助。XT對因使用該服務遭受的任何損失或損害不承擔任何責任。

# 服务条款
source: Terms of Service
es: Términos de servicio
hi: सेवा की शर्तों
id: Persyaratan Layanan
ja: 利用規約
ko: 이용 약관
ru: Условия предоставления услуг
tr: Kullanım koşullarını
zh_hant: 服務條款

# 快捷买币
source: Buy Crypto
es: Comprar cripto
hi: क्रिप्टो खरीदें
id: Beli Kripto
ja: コインをすばやく購入する
ko: 빠른 코인 구매
ru: Купить криптовалюту
tr: Kripto Satın Al
zh_hant: 快捷買幣

# 0手续费，快速入金
source: Easy transfers with no fees
es: Transferencias fáciles y sin tasas
hi: बिना किसी शुल्क के आसान स्थानान्तरण
id: Transfer mudah tanpa biaya
ja: 0手数料、高速預金
ko: 수수료 없이 안전한 송금
ru: Простые переводы без комиссий
tr: Ücret ödemeden kolay transfer
zh_hant: 0手續費，快速入金

# Visa/Mastercard等多种选择
source: Support Visa, Mastercard, and many more.
es: Se acepta Visa, MasterCard, y muchos más.
hi: वीज़ा, मास्टरकार्ड, और बहुत कुछ का समर्थन करता है
id: Mendukung Visa, Mastercard, dan banyak lagi.
ja: Visa/Mastercardおよびその他のオプション
ko: Visa/Mastercard 등 결제 지원
ru: Поддержка Visa, Mastercard и многих других.
tr: Visa, Mastercard ve daha fazlasını destekler
zh_hant: Visa/Mastercard等多種選擇

# 买&卖
source: Buy & Sell
es: Compraventa
hi: खरीदें और बेचें
id: Beli dan Jual
ja: 買い & 売り
ko: 매입 & 매도
ru: Покупка и продажа
tr: Al & Sat
zh_hant: 買&賣
