Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 暂不支付中国内地发行的信用卡
source: Temporarily do not support credit cards issued in mainland China
es: Temporalmente no admite tarjetas de crédito emitidas en China continental
ja: 中国本土で発行されたクレジットカードが使用できません。
ru: Не платите кредитную карту, выпущенную в материковом Китае
tr: Çin anakarasında verilen kredi kartlarını geçici olarak desteklemiyor
zh_hant: 暫不支付中國內地發行的信用卡

# #COUNT#倍做多
source: #COUNT#x Long
es: #COUNT#x eces más
id: #COUNT#x Largo
ja: #COUNT# 倍やる
ru: в #COUNT# раз больше
tr: #COUNT#x uzun
zh_hant: #COUNT#倍做多

# #COUNT#倍做空
source: #COUNT#x Short
es: #COUNT#x veces corto
id: #COUNT#x Corto
ja: #COUNT# 倍を空にする
ru: в #COUNT# раз больше
tr: #COUNT#x kısa
zh_hant: #COUNT#倍做空

# 请输入您的真实姓名
source: Please enter your real name
es: Por favor ingrese su nombre real
id: Masukkan nama Anda
ja: 名前を入力してください
ru: Пожалуйста, введите ваше настоящее имя
tr: Lütfen gerçek adınızı girin
zh_hant: 請輸入您的真實姓名

# 出生日期
source: Date of birth
es: Fecha de nacimiento
id: Tanggal lahir
ja: 生年月日
ru: Дата рождения
tr: Doğum tarihi
zh_hant: 出生日期

# 信息确认
source: Info Confirmation
es: Confirmación de información
id: Konfirmasi info
ja: 情報確認
ru: Подтверждение информации
tr: Bilgi Onayı
zh_hant: 信息確認

# 确认信息
source: Confirm
es: Confirmar
id: Konfirmasi
ja: 情報を確認する
ru: Подтвердить
tr: Onayla
zh_hant: 確認信息

# 信息有误，
source: Incorrect information,
es: Información incorrecta,
id: Informasi salah,
ja: 間違っています,
ru: Неверная информация,
tr: Yanlış bilgi,
zh_hant: 信息有誤，

# 修改信息
source: Edit
es: Editar
ja: 情報を変更する
ru: Редактировать
tr: Düzenle
zh_hant: 修改信息

# 拍照
source: Take photo
es: Tomar foto
id: Ambil Foto
ja: 写真を撮る
ru: Сделать фото
tr: Fotoğraf çek
zh_hant: 拍照

# 审核结果
source: Audit Results
es: Resultados de auditoría
id: Hasil Audit
ja: 審査結果
ru: Результаты проверки
tr: Denetim Sonuçları
zh_hant: 審核結果

# 您会在认证完成后收到一封电子邮件
source: You will receive an email when authentication is complete.
es: Recibirá un correo electrónico cuando se complete la autenticación.
id: Anda akan menerima email ketika proses autentifikasi Anda telah selesai
ja: 認定が完了するとメールが届きます
ru: Вы получите электронное письмо, когда аутентификация будет завершена.
tr: Kimlik doğrulama tamamlandığında bir e-posta alacaksınız.
zh_hant: 您會在認證完成後收到一封電子郵件

# 返回首页
source: Home
es: Casa
ja: ホームページへ戻る
ru: Дом
tr: Ana Sayfa
zh_hant: 返回首頁

# 继续高级认证
source: Continue senior authentication
es: Continuar la autenticación senior
id: Lanjutkan ke proses autentifikasi senior
ja: 高級認証に進む
ru: Продолжить аутентификацию
tr: Kıdemli kimlik doğrulamaya devam et
zh_hant: 繼續高級認證

# 将您的文件置于边框内，直到所有4个边缘都对齐。将自动进行拍摄。 确保所有数据都清晰可读并避免反光。
source: Put your document inside the border until all four edges are aligned and the photo will be taken automatically. Please avoid reflections and make sure all data is readable.
es: Coloque su documento dentro del marco hasta que los cuatro bordes estén alineados. La foto se tomará automáticamente. Evite los reflejos y asegúrese de que todos los datos sean legibles.
id: Pastikan semua dokumen Anda dapat terlihat dan tidak melewati batas frame, foto akan diambil secara otomatis. Harap hindari pantulan cahaya dan pastikan semua data dapat terbaca
ja: ドキュメントを境界線内に配置し、4つの端がすべて揃えてください。 撮影は自動的に行われます。 すべてのデータが無反射で、明確に読み取れることを確認してください。
ru: Поместите ваш документ внутрь рамки, пока все четыре края не будут выровнены, и фотография будет сделана автоматически. Пожалуйста, избегайте отражений и убедитесь, что все данные читаемы.
tr: Belgenizi dört kenar da hizalanacak şekilde çerçevenin içine koyun, fotoğraf otomatik olarak çekilecektir. Lütfen yansımalardan kaçının ve tüm verilerin okunabilir olduğundan emin olun.
zh_hant: 將您的文件置於邊框內，直到所有4個邊緣都對齊。將自動進行拍攝。 確保所有數據都清晰可讀並避免反光。

# 正确示例
source: Example
es: Ejemplo
id: Contoh
ja: 例
ru: Пример
tr: Örnek
zh_hant: 正確示例

# 未剪裁
source: Uncropped
es: Sin recortar
id: Tidak terpotong
ja: トリミングされていない
ru: Не обрезанный
tr: Kırpılmamış
zh_hant: 未剪裁

# 不模糊
source: Not blurry
es: No borroso
id: Tidak kabur
ja: ぼやけていない
ru: Не размытый
tr: Bulanık değil
zh_hant: 不模糊

# 不反光
source: No reflection
es: Sin reflejos
id: Tanpa pantulan cahaya
ja: 無反射
ru: Без отражения
tr: Yansıma yok
zh_hant: 不反光

# 继续
source: Continue
es: Continuar
id: Lanjutkan
ja: 継続する
ru: Продолжить
tr: Devam et
zh_hant: 繼續

# 识别成功
source: Recognized
es: Reconocido
id: Diterima
ja: 認識できました
ru: Распознано
tr: Tanındı
zh_hant: 識別成功

# 识别失败
source: Recognition failed
es: El reconocimiento falló
id: Rekognisi gagal
ja: 認識に失敗しました
ru: Распознавание не удалось
tr: Tanıma başarısız
zh_hant: 識別失敗

# 重试
source: Try again
es: Intentar otra vez
id: Coba lagi
ja: リトライ
ru: Попробуйте еще раз
tr: Tekrar deneyin
zh_hant: 重試

# 请使用您在 Web 浏览器登录的同一账号信息来登录 XT App
source: Please login to XT App with the same account information you logged in with your Web browser.
es: Inicie sesión en la aplicación XT con la misma información de cuenta que inició sesión con su navegador web.
id: Harap login ke Applikasi XT memakai akun yang sama dengan yang Anda pakai di browser
ja: Webブラウザでログインしたのと同じアカウント情報でXTアプリにログインしてください
ru: Пожалуйста, войдите в XT App с той же учетной информацией, с которой вы вошли в систему через веб-браузер.
tr: Lütfen Web tarayıcınızla oturum açtığınız aynı hesap bilgileriyle XT Uygulamasında oturum açın.
zh_hant: 請使用您在 Web 瀏覽器登錄的同一賬號信息來登錄 XT App

# 当前 iOS 系统版本过低无法使用此功能！请升级 iOS 系统版本到 v11.0 以上或移步到 Web 端进行认证
source: Current iOS version is too low to use this fuction! Please upgrade iOS version to v11.0 or above or go to Web side for authentication.
es: ¡La versión actual de iOS es demasiado antigua para usar esta opción! Actualice la versión de iOS a V11.0 o superior o vaya a la web para completar la autenticación.
id: Versi IOS Anda tidak cukup untuk memakai fungsi ini. Harap upgrade IOS ke v11.0 atau lebih atau lakukan autentifikasi dari browser.
ja: 現在のiOSシステムのバージョンは低すぎてこの機能を使用できません！ iOSシステムのバージョンをv11.0以降にアップグレードするか、認証のためにWeb側に移動してください
ru: Текущая версия iOS устарела, и вы не можете использовать данную функцию! Пожалуйста, обновите версию iOS до v11.0 или выше или перейдите на веб-страницу для аутентификации.
tr: Mevcut iOS sürümü bu işlevi kullanmak için yeterli değil! Lütfen iOS sürümünü v11.0 veya üstüne yükseltin veya kimlik doğrulama için Web tarafına gidin.
zh_hant: 當前 iOS 系統版本過低無法使用此功能！請升級 iOS 系統版本到 v11.0 以上或移步到 Web 端進行認證

# 未满18岁用户禁止认证
source: Authentication is prohibited for users under the age of 18.
es: La autenticación está prohibida para los usuarios menores de 18 años.
id: Tidak dapat melakukan autentifikasi untuk pengguna di bawah 18 tahun
ja: 18歳未満のユーザーは認証できません
ru: Аутентификация запрещена для пользователей младше 18 лет.
tr: 18 yaşından küçük kullanıcılar için kimlik doğrulaması yasaktır.
zh_hant: 未滿18歲用戶禁止認證

# 已超出认证次数，请于#LIMITTIME#重试
source: Authentication limit exceeded, please try again in #LIMITTIME#
es: Límite de autenticaciones excedido, intente nuevamente en #LIMITTIME#
id: Jumlah autentifikasi telah dilewati, harap coba lagi dalam waktu #LIMITTIME#
ja: 認証時間を超えました。#LIMITTIME#で再試行してください
ru: Превышен лимит аутентификации, пожалуйста, повторите попытку через #LIMITTIME#.
tr: Kimlik doğrulama sınırı aşıldı, lütfen #LIMITTIME# içinde tekrar deneyin
zh_hant: 已超出認證次數，請於#LIMITTIME#重試

# 错误的地址链接
source: The page not found
tr: Bu QR kodu tanınmadı
zh_hant: 錯誤的地址鏈接

source: Maker/Taker (%)
hi: मेकर/टेकर (%)
id: Pembuat / Penerima (%)
ja: メーカー/テイカー（%）
ru: Мейкер/Тейкер (%)
tr: Yapıcı/Alıcı (%)

# 划转之后将清空所有体验金
source: All trial funds will be emptied after the transfer
es: Los fondos de prueba se borrarán después de la transferencia.
ru: Все пробные средства будут опустошены после перевода
tr: Tüm deneme parası transferden sonra boşaltılacaktır

# U下单止盈止损
source: Stop Limit
ru: Стоп-лимит

source: s
ko: 초
