Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 当您的逐仓仓位即将强制减仓或爆仓时，会将钱包中的净资产余额自动转入仓位保证金中。是否确定开启自动追加保证金功能？
source: When your isolated position is about to be forcibly reduced or liquidated, the net asset balance in the wallet will be automatically transferred to the position margin. Are you sure you want to enable the automatic margin call function?
hi: जब आपकी अलग-थलग स्थिति जबरन कम या समाप्त होने वाली होती है, तो बटुए में शुद्ध संपत्ति शेष स्वचालित रूप से स्थिति मार्जिन में स्थानांतरित हो जाएगा। क्या आप वाकई स्वचालित मार्जिन कॉल फ़ंक्शन को सक्षम करना चाहते हैं?
id: Ketika posisi terisolasi Anda akan dikurangi atau dilikuidasi secara paksa, saldo aset bersih di dompet akan secara otomatis ditransfer ke margin posisi. Apakah Anda yakin ingin mengaktifkan fungsi panggilan margin otomatis?
ja: 孤立したポジションが強制的に削減または清算されようとしているとき、ウォレットの純資産残高は自動的にポジションマージンに転送されます。 自動証拠金請求機能を有効にしてよろしいですか？
ko: 격리마진이 강제로 감소되거나 청산될때 갑의 순자산 잔액은 자동으로 포지션 보증금으로 이체됩니다. 자동 마진 콜 기능을 활성화하시겠습니까?
ru: Когда вашу изолированную позицию собираются принудительно сократить или ликвидировать, остаток чистых активов в кошельке будет автоматически переведен в маржу позиции. Вы уверены, что хотите включить функцию автоматического перевода маржи?
tr: İzole pozisyonunuz istenmeden düşürülmek veya likidasyona tabi olmak üzereyken, cüzdandaki net varlık bakiyesi otomatik olarak pozisyon marjına aktarılacaktır. Otomatik marj çağrısı işlevini etkinleştirmek istediğinizden emin misiniz?
zh_hant: 當您的逐倉倉位即將強製減倉或爆倉時，會將錢包中的凈資產余額自動轉入倉位保證金中。是否確定開啟自動追加保證金功能？

# 注意：这将降低您被强平的概率，但在极端情况下可能会导致您合约账户中的资产全部损失。
source: This will reduce your probability of being forced, but in extreme cases, it may lead to the loss of all assets in your contract account.
hi: नोट: इससे आपके परिसमापन की संभावना कम हो जाएगी, लेकिन चरम मामलों में इसके परिणामस्वरूप आपके अनुबंध खाते की सभी संपत्तियां नष्ट हो सकती हैं
id: Catatan: Ini akan mengurangi kemungkinan Anda dilikuidasi, tetapi dalam kasus yang ekstrim dapat mengakibatkan hilangnya semua aset di akun kontrak Anda.
ja: 注：これにより、清算される可能性は低くなりますが、極端な場合には、契約アカウントのすべての資産が失われる可能性があります。
ko: 참고: 이 경우 청산될 가능성이 줄어들지만 극단적인 경우 계약 계정의 모든 자산이 손실될 수 있습니다.
ru: Это снизит вероятность принудительной ликвидации, но в крайних случаях может привести к потере всех активов на вашем контрактном счете.
tr: Bu, istenmeyen olayların olasılığınızı azaltacaktır, ancak nadir durumlarda, sözleşme hesabınızdaki tüm varlıkların kaybolmasına neden olabilir.
zh_hant: 註意：這將降低您被強平的概率，但在極端情況下可能會導致您合約賬戶中的資產全部損失。

# 开启自动追加保证金
source: Auto increase margin
hi: स्वचालित मार्जिन कॉल
id: Panggilan margin otomatis
ja: 自動証拠金追加
ko: 마진콜 자동화
ru: Автоматическое увеличение маржи
tr: Marjı otomatik olarak artır
zh_hant: 开启自動追加保證金

# 修改止盈止损
source: TP/SL Settings
hi: लाभ सेटिंग लें
id: Pengaturan Take Profit dan Stop Loss
ja: テイクプロフィットストップロス設定
ko: 손익중단 설정
ru: Настройки TP/SL
tr: TP/SL Ayarları
zh_hant: 止盈止損設置

# 盈利额
source: Profit volume
hi: लाभ की मात्रा
id: Jumlah keuntungan
ja: 利益額
ko: 이익금액
ru: Объем прибыли
tr: Kar hacmi
zh_hant: 盈利額

# 接管价格
source: Order price
hi: अधिग्रहण मूल्य
id: Harga pengambilalihan
ja: 買収価格
ko: 인수가격
ru: Цена ордера
tr: Emir fiyatı
zh_hant: 接管價格

# 接管金额
source: Price
hi: राशि अधिग्रहण
id: Jumlah pengambilalihan
ja: 買収額
ko: 인수금액
ru: Цена
tr: Fiyat
zh_hant: 接管金額

# USDT合约
source: USDT Symbols
es: Contrato USDT
hi: यूएसडीटी अनुबंध
id: Kontrak USDT
ja: USDT契約
ko: USDT계약
ru: Символы USDT
tr: USDT Sembolleri
zh_hant: USDT 合約

# 搜索合约
source: Search Symbols
es: contrato de búsqueda
hi: अनुबंध के लिए खोजें
id: Cari kontrak
ja: 先物契約を検索する
ko: 계약 검색
ru: Поиск символов
tr: Sembol Ara
zh_hant: 搜索合約

# 24H涨跌幅
source: 24H Change
es: Cambio de volumen 24h
hi: 24H मात्रा परिवर्तन
id: Perubahan 24 jam
ja: 24H値幅
ko: 24H등락폭
ru: изменение объема за 24 часа
tr: 24 saatlik değişim
zh_hant: 24H漲跌幅

# U本位
source: USD-M
hi: यूएसडी-एम फ्यूचर्स
id: USD-M Futures
ja: U標準
ko: USD-마진
zh_hant: U本位

# 币本位
source: Coin-M
es: Moneda-M
hi: कॉइन-एम फ्यूचर्स
id: COIN-M Futures
ja: 通貨基準
ko: Coin-마진
ru: Coin-М
zh_hant: 幣本位

# X多
source: X Long
es: X más
hi: X अधिक
ja: 倍ロング
ko: X롱
tr: X Uzun
zh_hant: X多

# X空
source: X Short
es: X vacío
hi: X लघु
ja: 倍ショート
ko: X숏
tr: X Kısa
zh_hant: X空

# 总权益
source: Total equity
es: capital total
hi: कुल इक्विटी
id: Total ekuitas
ja: 総資本
ko: 총권익
ru: Общий капитал
tr: Toplam özkaynak
zh_hant: 總權益

# 开仓
source: Open
es: posición abierta
hi: खुले स्थान
id: Posisi terbuka
ja: ポジションを開く
ko: 오픈 포지션
ru: Открыть
tr: Açık
zh_hant: 開倉

# 限价委托
source: Limit order
es: orden de límite
hi: सीमित ऑर्डर
id: Batasi Pesanan
ja: 指値注文
ko: 지정가 주문
ru: Лимитный ордер
tr: Limit emri
zh_hant: 限價委託

# 计划委托
source: Trigger order
es: plan confiado
hi: ऑर्डर बनाएं
id: Pesanan strategi
ja: トリガ
ko: 예약주문
ru: Триггерный ордер
tr: Tetik emri
zh_hant: 計劃委托

# 只做Maker
source: Maker only
es: solo Maker
hi: केवल मेकर
id: Maker saja
ja: メーカーオンリー
ko: Maker 전용
ru: Только мейкер
tr: Yalnızca yapıcı
zh_hant: 只做Maker

# 买入/开多
source: Buy/Long
es: Comprar/largo
hi: खरीदें / लांग
id: Beli/Long
ja: 購入/ロング
ko: 매수/롱 이익
ru: Покупка/длинная
tr: Satın Al/Uzun
zh_hant: 買入/開多

# 卖出/开空
source: Sell/Short
es: Vender/corto
hi: बेचना / लांग
id: Jual/Short
ja: 売る/ショート
ko: 매도/롱 손실
ru: Продажа/короткая
tr: Sat/Kısa
zh_hant: 賣出/開空

# 买入/平空
source: Buy/Short
es: Comprar/corto
hi: खरीदें/छोटा
id: Beli/Short
ja: 購入/クローズ
ko: 매수/숏 손실
ru: Покупка/короткая
tr: Al/Kısa
zh_hant: 買入/平空

# 卖出/平多
source: Sell/Long
es: Vender/largo
hi: बेचना / छोटा
id: Jual/Long
ja: 売る/クローズ
ko: 매도/숏 이익
ru: Продажа/лонг
tr: Sat/Uzun
zh_hant: 賣出/平多

# 指数价格
source: Index price
es: Precio del índice
hi: सूचकांक मूल्य
id: Harga Indeks
ja: 指数価格
ko: 인덱스 가격
ru: Цена индекса
tr: Endeks ücreti
zh_hant: 指數價格

# 结算时间
source: Ending Time
es: tiempo de liquidación
hi: निपटान का समय
id: Waktu penyelesaian
ja: 決済時間
ko: 결제시간
ru: Время окончания
tr: Bitiş Tamanı
zh_hant: 結算時間

# 显示全部
source: Show all
es: mostrar todo
hi: सभी प्रदर्शित करें
id: Tampilkan semua
ja: すべて表示
ko: 전부표시
ru: Показать все
tr: Hepsini göster
zh_hant: 顯示全部

# 一键平仓
source: Instant close
es: Cerrar posición con 1 clic
hi: एक-क्लिक समापन
id: Penutupan satu-klik
ja: ワンクリックで閉じる
ko: 원 클릭 청산
ru: Мгновенное закрытие
tr: Hemen kapat
zh_hant: 一鍵平倉

# 持仓数量(张)
source: Size
es: Número de posiciones (piezas)
hi: धारण पदों की संख्या
id: Jumlah posisi holding
ja: ポジション数
ko: 홀딩 포지션
ru: Размер
tr: Boyutu
zh_hant: 持倉數量

# 持仓均价
source: Avg.Price
es: Precio promedio de posición
hi: औसत स्थिति मूल्य
id: Harga posisi rata-rata
ja: 平均ポジション価格
ko: 홀딩 포지션 균가
ru: Средняя цена
tr: Ortalama Fiyat
zh_hant: 持倉均價

# 可平数量(张)
source: Avail
es: Número de posición de cierre (hojas)
hi: समापन स्थिति की संख्या
id: Jumlah posisi penutupan
ja: フラットの数
ko: 청산 가능 수량
ru: Доступно
tr: Kar
zh_hant: 可平數量

# 自动追加保证金
source: Auto increase margin
es: Llamada automática de Margin
hi: स्वचालित मार्जिन कॉल
id: Panggilan margin otomatis
ja: 自動証拠金請求
ko: 자동 마진 콜 열기
ru: Автоматическое увеличение маржи
tr: Marjı otomatik olarak artır
zh_hant: 自動追加保證金

# 闪电平仓
source: Flash close
es: Cerrar posición de lightning
hi: फ्लैश परिसमापन
id: Penutupan lightning
ja: すぐにクローズ
ko: 빠른청산
ru: Флэш-закрытие
tr: Anında kapat
zh_hant: 閃電平倉

# 预估强平价
source: Liq.Price after margin
es: Posición de cierre estimado
hi: अनुमानित करीब कीमत
id: Perkiraan harga penutupan
ja: 推定強制パリティ
ko: 예상 강제청산가격
ru: Предполагаемая цена закрытия
tr: Marjdan sonra likidite fiyatı
zh_hant: 預估强平價

# 止损价格
source: SL price
es: Precio de stop-loss
hi: स्टॉप-लॉस प्राइस
id: Harga stop-loss
ja: ストップレスプライス
ko: 손절가격
ru: Цена SL
tr: SL fiyatı
zh_hant: 止損價格

# 止盈价格
source: TP price
es: Tomar el precio de ganancia
hi: लाभ मूल्य ले
id: Harga take-profit
ja: テイク プロフィットプライス
ko: 익절가격
ru: Цена TP
tr: TP fiyatı
zh_hant: 止盈價格

# 一键撤销
source: Click to cancel
es: Haga clic para cancelar
hi: पूर्ववत करने के लिए एक क्लिक
id: Pembatalan satu-klik
ja: ワンクリックで元に戻す
ko: 원 클릭 철회
ru: Нажмите, чтобы отменить
tr: İptal etmek için tıklayın
zh_hant: 一鍵撤銷

# 委托单价
source: Buying price
es: precio unitario de orden
hi: ऑर्डर इकाई मूल्य
id: Pesan harga satuan
ja: 注文単価
ko: 주문단가
ru: Цена покупки
tr: Alım Fiyatı
zh_hant: 委託單價

# 委托数量
source: Amount
es: Número de orden (piezas)
hi: आदेशों की संख्या
id: Jumlah Pesanan
ja: 注文数
ko: 주문수량
ru: Сумма
tr: Miktar
zh_hant: 委託數量

# 占用保证金
source: Margin-used
es: Ocupar Margin
hi: अतिरिक्त मार्जिन
id: Margin tambahan
ja: 占有マージン
ko: 점유 증거금
ru: Используемая маржа
tr: Kullanılan marj
zh_hant: 佔用保證金

# 全部合约
source: All Symbols
es: Todos los contratos
hi: सभी अनुबंध
id: Semua kontrak
ja: すべての先物
ko: 모든선물계약
ru: Все символы
tr: Tüm semboller
zh_hant: 全部合約

# 起始时间
source: Date
es: Hora de apertura
hi: प्रारम्भ का समय
id: Waktu mulai
ja: 開始時間
ko: 시작시간
ru: Дата
tr: Tarih
zh_hant: 起始時間

# 成交明细
source: Details
es: Info de las ofertas
hi: लेनदेन का विवरण
id: Detail transaksi
ja: 取引の詳細
ko: 거래내역
ru: Детали
tr: Ayrıntılar
zh_hant: 成交明細

# 触发条件
source: Trigger price
es: Condiciones de activación
hi: ट्रिगर की गई स्थितियां
id: Kondisi yang dipicu
ja: トリガー条件
ko: 촉발조건
ru: Цена срабатывания
tr: Tetik fiyatı
zh_hant: 觸發條件

# 触发中
source: Triggering
es: acción automático
hi: ट्रिगर
id: Memicu
ja: トリガー
ko: 촉발중
ru: Срабатывание
zh_hant: 觸發中

# 已触发
source: Triggered
es: motivado
hi: ट्रिगर हो रहा
id: Terpicu
ja: 引き金になった
ko: 촉발됨
ru: Срабатывание
tr: Tetiklendi
zh_hant: 已觸發

# 用户撤销
source: User revocation
es: revocación del usuario
hi: उपयोगकर्ता निरसन
id: Pencabutan pengguna
ja: ユーザーがキャンセル
ko: 사용자 철회
ru: Отзыв пользователя
tr: Kullanıcı iptali
zh_hant: 用戶撤銷

# 止盈
source: Take profit
hi: लाभ लीजिये
ja: テイクプロフィット
ko: 익절
ru: Тейк-профит
tr: Karı al
zh_hant: 止盈

# 止损
source: Stop loss
hi: स्टॉप लॉस
ja: ストップロス
ko: 손절
ru: Стоп-лосс
tr: Kaybı durdur
zh_hant: 止損

# 买入平空
source: Buy Short
es: Comprar corto
hi: शॉर्ट खरीदें
id: Beli short
ja: 購入してショート
ko: 매수 숏 손실
ru: Купить короткую
tr: Kısa Satın Al
zh_hant: 買入平空

# 卖出平多
source: Sell Long
es: Vender Largo
hi: लॉन्ग बेचें
id: Jual long
ja: 売るロング
ko: 매도 숏 이익
ru: Продать длинную
tr: Uzun Sat
zh_hant: 賣出平多

# 最新价格
source: Price
es: Ultimo precio
hi: अंतिम मूल्य
id: Harga terakhir
ja: 最新価格
ko: 최신가격
ru: Отметить цену
tr: Fiyatı İşaretle
zh_hant: 最新價格

# 多仓
source: Long
es: posición larga
hi: लॉन्ग स्थिति
id: Posisi long
ja: ロングポジション
ko: 롱 포지션
ru: Длинные
tr: Uzun
zh_hant: 多倉

# 空仓
source: Short
es: posición clara
hi: शॉर्ट स्थिति
id: Posisi short
ja: ショートポジション
ko: 숏 포지션
ru: Короткая
tr: Kısa
zh_hant: 空倉

# 修改前
source: Before
es: antes de la modificación
hi: संशोधन से पहले
id: Sebelum modifikasi
ja: 修正する前に
ko: 수정전
ru: До
tr: Öncesi
zh_hant: 修改前

# 修改后
source: After
es: Después de la modificación
hi: संशोधन के बाद
id: Setelah modifikasi
ja: 変更後
ko: 수정후
ru: После
tr: Sonrası
zh_hant: 修改後

# 起始保证金率
source: Initial margin rate
es: Tasa de Margin inicial
hi: प्रारंभिक मार्जिन दर
id: Tingkat margin awal
ja: 初期証拠金率
ko: 초기 증거금률
ru: Ставка первоначальной маржи
tr: Başlangıçtaki marj oranı
zh_hant: 起始保證金率

# 仓位保证金
source: Margin
es: posición de Margin
hi: स्थिति मार्जिन
id: Margin Posisi
ja: ポジションマージン
ko: 포지션 마진
ru: Маржа
tr: Marj
zh_hant: 倉位保證金

# 可手动减少保证金
source: Reduce margin manually
es: El Margin se puede reducir manualmente.
hi: मार्जिन को मैन्युअल रूप से कम किया जा सकता है
id: Margin dapat dikurangi secara manual
ja: マージンは手動で減らすことができます
ko: 마진은 수동으로 줄일 수 있습니다
ru: Уменьшить маржу вручную
tr: Marjı manuel olarak azaltın
zh_hant: 可手動减少保證金

# 注：为了控制风险，提高杠杆后将不会自动减少保证金，需要用户手动减少保证金
source: Note: For risk reasons, users can manually reduce the margin after an increase of leverage.
es: Nota: Para controlar el riesgo, el Margin no se reducirá automáticamente después de aumentar el apalancamiento. Se requiere que el usuario reduzca manualmente el Margin
hi: नोट: जोखिम को नियंत्रित करने के लिए, लीवरेज बढ़ाने के बाद मार्जिन अपने आप कम नहीं होगा, और उपयोगकर्ता को मार्जिन को मैन्युअल रूप से कम करने की आवश्यकता होती है।
ja: ライブ：リスクを管理するために、レバレッジを増やした後にマージンが自動的に減少することはなく、ユーザーは手動でマージンを減少させる必要があります
ko: 비고: 위험 관리를 위해 레버리지(leverage)를 늘린 후 마진이 자동으로 감소하지 않으므로 수동으로 마진을 감소시켜야 합니다
ru: Примечание: По соображениям риска пользователи могут вручную уменьшить маржу после увеличения кредитного плеча.
tr: Not: Risk nedenleriyle, kullanıcılar kaldıraç artışından sonra marjı manuel olarak azaltabilir.
zh_hant: 注：為了控制風險，提高杠杆後將不會自動减少保證金，需要用戶手動减少保證金

# 合约信息
source: Symbols info
es: información de contrato
hi: अनुबंध की जानकारी
id: Informasi kontrak
ja: 先物契約情報
ko: 선물계약정보
ru: Информация о символах
tr: Sembol bilgileri
zh_hant: 合約資訊

# 偏好设置
source: Settings Preferences
es: establecer preferencias
hi: सेटिंग्स वरीयताएँ
id: Preferensi pengaturan
ja: 環境設定
ko: 환경설정
ru: Настройки Предпочтения
tr: Tercihleri Ayarlama
zh_hant: 偏好設定

# 合约费率
source: Symbols fee
es: cargo por contrato
hi: वायदा शुल्क
id: Biaya futures
ja: 先物割合
ko: 선물요율
ru: Комиссия за символы
tr: Sembol ücreti
zh_hant: 合約費率

# 龙虎榜
source: Ranking board
es: tabla de clasificación
hi: रैंकिंग बोर्ड
id: Papan Peringkat
ja: ランキング
ko: 랭킹보드
ru: Рейтинговая комиссия
tr: Sıralama tahtası
zh_hant: 龍虎榜

# 实际成交
source: Deal
es: Acuerdo final
hi: वास्तविक सौदा
id: Transaksi sebenarnya
ja: 実際の取引
ko: 실제거래
ru: Сделка
tr: Anlaşma
zh_hant: 實際成交

# 计算器
source: Calculator
es: calculadora
hi: कैलकुलेटर
id: Kalkulator
ja: 電卓
ko: 계산기
ru: Калькулятор
tr: Hesap makinesi
zh_hant: 計算器

# 单位切换
source: Unit change
es: cambio de unidad
hi: परिवर्तन
id: Pergantian unit
ja: ユニット切り替え
ko: 유닛전환
ru: Изменение единиц измерения
tr: Birim değişikliği
zh_hant: 單位切換

# 对手价
source: Competitors
es: competidores
hi: प्रतिस्पर्धी मूल्य
id: Harga pesaing
ja: 競合他社の価格
ko: 경쟁사의 가격
ru: Конкуренты
tr: Rakipler
zh_hant: 對手價

# 币
source: Coin
es: moneda
hi: करेंसी
id: Koin
ja: 通貨
ko: 통화
ru: Монета
zh_hant: 幣

# 可平空
source: To short
es: Ir a corto
hi: बंद कर सकते हैं
id: Dapat menutup
ja: ショートできます
ko: 숏가능합니다
ru: Коротко
tr: Kısaya
zh_hant: 可平空

# 买卖盘
source: Default
es: Buy and Sell orders
hi: ऑर्डर खरीदें और बेचें
id: Beli dan jual pesanan
ja: 注文の売買
ko: 주문매매
ru: По умолчанию
tr: Varsayılan
zh_hant: 默認

# 只看卖盘
source: Show sell order
es: View sell orders only
hi: केवल बिक्री के आदेश देखें
id: Lihat Pesanan Jual saja
ja: 売り注文を見る
ko: 매도주문을 보다
ru: Показать ордер на продажу
tr: Satış emrini göster
zh_hant: 展示賣單

# 只看买盘
source: Show buy order
es: View buy orders only
hi: केवल खरीद आदेश देखें
id: Lihat Pesanan Beli saja
ja: 買い注文を見る
ko: 매수주문을 보다
ru: Показать ордер на покупку
tr: Alış emrini göster
zh_hant: 展示買單

# 止盈价
source: Take profit price
es: tomar el precio de ganancia
hi: लाभ मूल्य ले
id: Harga take-profit
ja: テイクプロフィットプライス
ko: 익절가격
ru: Цена тейк-профита
tr: Kar ücretini al
zh_hant: 止盈價

# 止损价
source: Stop-loss price
es: Precio de stop-loss
hi: स्टॉप-लॉस प्राइस
id: Harga stop-loss
ja: ストップレスプライス
ko: 손절가격
ru: Цена стоп-лосса
tr: Stop-kayıp ayarları
zh_hant: 止損價

# 止盈止损提醒
source: Reminder to stop limit
es: Recordatorio de take-profit y stop-loss
hi: प्रॉफिट स्टॉप-लॉस रिमाइंडर लें
id: Pengingatan take profit stop-loss
ja: リマインド
ko: 손익중단 알림
ru: Напоминание о стоп-лимите
tr: Limiti durdurmak için hatırlatma
zh_hant: 止盈止損提醒

source: Tips:When setting stop-limit order(s),the assets will not be frozen before it is successfully triggered.The stop-limit order may fail to trigger due to large market fluctuation.When triggered,the stop-limit order will be filled at the best market price.There may be deveation between the trade price and setting price.
es: Recordatorio: cuando este configurando take-profit y stop-loss, la posición no se congela hasta que se active con éxito. take-profit y stop-loss, la Orden puede fallar debido a fluctuaciones del mercado, problemas del sistema, etc. Una vez que stop-profit y stop-loss se activan con éxito, la transacción se ejecutará rápidamente a un precio de mercado óptimo. El precio de la transacción puede desviarse del precio establecido.
hi: रिमाइंडर: जब सेटिंग लाभ लेती है और हानि को रोक देती है, तो स्थिति को तब तक स्थिर नहीं किया जाएगा जब तक कि इसे सफलतापूर्वक ट्रिगर नहीं किया जाता है। प्रॉफिट-टेकिंग और स्टॉप-लॉस के लिए, बाजार में गंभीर उतार-चढ़ाव, सिस्टम की समस्याओं आदि के कारण ऑर्डर विफल हो सकता है। टेक-प्रॉफिट और स्टॉप-लॉस सफलतापूर्वक ट्रिगर होने के बाद, लेनदेन को इष्टतम बाजार मूल्य पर जल्दी से निष्पादित किया जाएगा, और लेन-देन के बाद की कीमत निर्धारित मूल्य से विचलित हो सकती है।
id: Pengingat: Saat pengaturan mengambil untung dan menghentikan kerugian, posisi tidak akan dibekukan sampai berhasil dipicu
ja: 注意：テイクプロフィットとストップロスを設定する場合、ポジションは正常にトリガーされるまでフリーズしません。激しい市場変動やシステムの問題などにより、注文が失敗する可能性があります。テイクプロフィットとストップロスが正常にトリガーされた後、取引は最適な市場価格で迅速に実行され、取引後の価格は設定価格から逸脱する可能性があります
ko: 알림: 손익중단 설정 시 포지션은 성공적으로 트리거될 때까지 동결되지 않습니다. 손익중단은 급격한 시장 변동 및 시스템 문제 등으로 인해 주문이 실패할 수 있습니다. 손익중단이 성공적으로 실행된 후에는 최적의 시장가격으로 신속하게 거래가 이루어집니다. 거래된 후의 가격은 설정가격에서 이탈될 수 있습니다
ru: Советы:При установке стоп-лимитного ордера(ов), активы не будут заморожены до его успешного срабатывания.Стоп-лимитный ордер может не сработать из-за больших колебаний рынка.При срабатывании, стоп-лимитный ордер будет исполнен по лучшей рыночной цене.Возможно расхождение между торговой ценой и ценой установки.
tr: İpuçları: Stop-limit emirleri ayarlarsanız, bu başarıyla tetiklenmeden varlıklar dondurulmayacaktır. Stop-limit emri, büyük piyasa dalgalanması nedeniyle tetiklenmeyebilir. Tetiklendiğinde, stop-limit emri en iyi piyasa fiyatından karşılanacaktır. İşlem fiyatı ile belirlenen fiyat arasında sapma olabilir.
zh_hant: 溫馨提示：當設定止盈止損時，在成功觸發之前，將不會凍結倉位。止盈止損，可能會因行情波動劇烈，系統問題等而下單失敗。止盈止損觸發成功後將以最優市價價格快速成交，成交後的價格可能與設定價格存在偏差

# 钱包余额 + 未实现盈亏
source: Wallet balance + Unrealised PNL
es: Balance de la billetera + ganancia y pérdida no realizada
hi: वॉलेट शेष-राशि + प्राप्त P&L
id: Saldo Wallet + Realisasi P&L
ja: ウォレットバランス+利益と損失を実現する
ko: 지갑잔고+손익실현
ru: Баланс кошелька + нереализованный PNL
tr: Cüzdan bakiyesi + Gerçekleşmemiş PNL
zh_hant: 錢包餘額 + 未實現盈虧

# 买方及卖方在下个资金时段要交换的资金费率。资金费率周期内(每 8 小时)每分钟计算一次溢价指数，并将溢价指数以时间加权平均的方式应用于计算资金费率
source: The funding rate for the buyer and seller to exchange in the next funding session. The premium index is calculated every minute during the funding rate period (every 8 hours), and the premium index is applied to calculate the funding rate in a time-weighted average manner.
es: La tasa de financiamiento se intercambiará entre el comprador y el vendedor en el próximo período de financiamiento. El índice Premium se calcula cada minuto durante el período de tasa de financiamiento (8 horas). Se aplica el Índice Premium para calcular la tasa de financiamiento de una manera promedio ponderada en el tiempo.
hi: खरीदार और विक्रेता के लिए अगले वित्त पोषण सत्र में विनिमय करने के लिए वित्त पोषण दर। प्रीमियम इंडेक्स की गणना हर मिनट फंडिंग दर अवधि (हर 8 घंटे) के दौरान की जाती है, और प्रीमियम इंडेक्स को समय-भारित औसत तरीके से फंडिंग दर की गणना करने के लिए लागू किया जाता है।
id: Tingkat pendanaan untuk pembeli dan penjual untuk ditukar di sesi pendanaan berikutnya
ja: 買い手と売り手が次の資金調達セッションで交換するための資金調達率。プレミアムインデックスは、資金調達レートサイクル中（8時間ごと）に1分ごとに計算され、プレミアムインデックスは、時間加重平均方式で資金調達レートを計算するために適用されます。
ko: 구매자와 판매자가 다음 자금 조달 세션에서 교환하기 위한 자금 조달 비율. 프리미엄 인덱스는 자금 조달 환율 사이클 중(8시간마다)에 1분마다 계산되며, 프리미엄 인덱스는 시간 가중 평균 방식으로 자금 조달 환율을 계산하기 위해 적용됩니다.
ru: Курс финансирования для покупателя и продавца для обмена в следующей сессии финансирования. Индекс премии рассчитывается каждую минуту в период действия ставки финансирования (каждые 8 часов), и индекс премии применяется для расчета ставки финансирования средневзвешенным по времени способом.
tr: Alıcı ve satıcının bir sonraki finansman döneminde değiş tokuş etmesi için finansman oranı. Prim endeksi finansman faizi dönemi boyunca (8 saatte bir) her dakika hesaplanır ve prim endeksi, finansman faizini zaman ağırlıklı ortalama olarak hesaplamak için uygulanır.
zh_hant: 買方及賣方在下個資金時段要交換的資金費率。資金費率週期內（每8小時）每分鐘計算一次溢價指數，並將溢價指數以時間加權平均的管道應用於計算資金費率

# 从主流现货交易所获取后进行加权平均价格
source: Weighted average price obtained from mainstream spot exchanges
es: Precio medio ponderado obtenido de los Exchange de Spot principales
hi: मुख्यधारा के स्पॉट एक्सचेंजों से प्राप्त भारित औसत मूल्य
id: Harga rata-rata tertimbang yang diperoleh dari bursa spot utama
ja: 主流のスポット取引所から得られた加重平均価格
ko: 주류 현물거래소로부터 얻은 가중평균가격
ru: Средневзвешенная цена, полученная на основных спотовых биржах
tr: Ana akım spot alım-satımdan elde edilen ağırlıklı ortalama fiyat
zh_hant: 從主流現貨交易所獲取後進行加權平均價格

# 根据指数价格和资金费率得到的当前市场标记价格
source: Current market marked price based on index price and funding rate
es: El precio de mercado marcado actualmente está basado en el precio del índice y la tasa de financiamiento.
hi: सूचकांक मूल्य और फंडिंग दर के आधार पर वर्तमान बाजार चिह्नित मूल्य
id: Harga pasar saat ini yang ditandai berdasarkan harga indeks dan tingkat pendanaan
ja: インデックス価格と資金調達率に基づく現在の市場マーク価格
ko: 인덱스가격 및 자금요율에 따른 현재시장표시가격
ru: Текущая рыночная цена на основе индексной цены и ставки финансирования
tr: Mevcut piyasa, endeks fiyatına ve finansman oranına dayalı olarak işaretlenmiş fiyattır
zh_hant: 根據指數價格和資金費率得到的當前市場標記價格

# 流动性提供方费率(Maker)
source: Liquidity provider rate (Maker)
es: Tasa de proveedores de liquidez (Maker)
hi: चलनिधि प्रदाता (निर्माता)
ja: 流動性プロバイダー（メーカー）
ko: 유동성 공급안(Maker)
ru: Ставка поставщика ликвидности (Maker)
tr: Likidite sağlayıcı oranı (Yapıcı)
zh_hant: 流動性提供方费率(Maker)

# 流动性提供方费率(Taker)
source: Liquidity taker rate (Taker)
es: Tasa de liquidez (Taker)
hi: चलनिधि प्रदाता (टेकर)
ja: 流動性プロバイダー（テイカー）
ko: 유동성 공급안(Taker)
ru: Ставка принимающего ликвидность (Taker)
tr: Likidite alıcı oranı (Alıcı)
zh_hant: 流動性提供方费率(Taker)

# 风险保障基金
source: Risk Protection Fund
es: Fondo de Protección de Riesgos
hi: जोखिम संरक्षण कोष
id: Dana Perlindungan Risiko
ja: リスク保護基金
ko: 리스크보호기금
ru: Фонд защиты от риска
tr: Risk Koruma Fonu
zh_hant: 風險保障基金

# 合约指数
source: Futures Index
es: Índice de contrato
hi: वायदा सूचकांक
id: Indeks Futures
ja: 先物契約指数
ko: 선물계약지수
ru: Фьючерсный индекс
tr: Vadeli İşlemler Endeksi
zh_hant: 合約指數

# 下单二次确认
source: Order confirmation
es: Confirmación del pedido
hi: दोहरी पुष्टि
id: Konfirmasi ganda
ja: 二次確認
ko: 2차확인
ru: Подтверждение ордеров
tr: Emir onaylama
zh_hant: 下單二次確認

# 合约龙虎榜
source: Futures Ranking Board
hi: फ्यूचर्स रैंकिंग बोर्ड
id: Papan Peringkat Futures
ja: 先物契約ランキング
ko: 선물계약랭킹
ru: Рейтинговая доска фьючерсов
tr: Vadeli İşlemler Sıralama Tahtası
zh_hant: 合約龍虎榜

# 合约日榜
source: Futures Daily
hi: फ्यूचर्स डेली
id: Harian Futures
ja: 先物契約日次リスト
ko: 선물계약 일간순위
ru: Фьючерсы ежедневно
tr: Vadeli İşlemler Günlük
zh_hant: 合約日榜

# 合约周榜
source: Futures Weekly
hi: फ्यूचर्स वीकली
id: Mingguan Futures
ja: 先物契約ウィークリーリスト
ko: 선물계약 주간순위
ru: Фьючерсы Еженедельно
tr: Vadeli İşlemler Haftalık
zh_hant: 合約周榜

# 合约月榜
source: Futures Monthly
hi: फ्यूचर्स मासिक
id: Bulanan Futures
ja: 先物契約月次リスト
ko: 선물계약 월간순위
ru: Фьючерсы ежемесячно
tr: Vadeli İşlemler Aylık
zh_hant: 合約月榜

# 盈亏计算
source: PNL
es: Cálculo de pérdidas y ganancias.
hi: लाभ और हानि कैलकुलेटर
id: Kalkulator untung dan rugi
ja: 損益計算
ko: 손익계산
zh_hant: 盈虧計算

# 目标价计算
source: Target Price Calculation
es: Cálculo del precio objetivo
hi: लक्ष्य मूल्य गणना
id: Perhitungan harga target
ja: 目標価格の計算
ko: 목표가격계산
ru: Расчет целевой цены
tr: Hedef Fiyat Hesaplaması
zh_hant: 目標價計算

# 强平计算
source: Liquidation Calculator
es: Cálculo de la liquidación
hi: परिसमापन कैलकुलेटर
id: Kalkulator Likuidasi
ja: 清算計算
ko: 청산계산
ru: Калькулятор ликвидации
tr: Likidasyon Hesaplayıcı
zh_hant: 强平計算

# 平仓价格
source: Closing Price
es: precio de cierre
hi: समापन भाव
id: Harga penutup
ja: 終値
ko: 종가
ru: Цена закрытия
tr: Kapama Fiyatı
zh_hant: 平倉價格

# 合约名称
source: Symbol
es: nombre del contrato
hi: अनुबंध का नाम
id: Nama Kontrak
ja: 先物契約名
ko: 선물계약명
ru: Символ
tr: Sembol
zh_hant: 合約名稱

# 计算结果
source: Calculation Result
es: resultado del cálculo
hi: गणना परिणाम
id: Hasil perhitungan
ja: 計算結果
ko: 계산결과
ru: Результат расчета
tr: Hesaplama Sonucu
zh_hant: 計算結果

# 收益额
source: Revenue
es: ingresos
hi: आय
id: Penghasilan
ja: 所得
ko: 소득액
ru: Доход
tr: Kazanç
zh_hant: 收益額
