Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 增加申请认证商家权限
source: Add Verification of Merchant Permission
es: Añadir verificación de permiso de vendedor
hi: व्यापारी अनुमति का सत्यापन जोड़ें
id: Tambahkan verifikasi izin pedagang
ja: 認定加盟店に申請する許可を増やします
ko: 판매자 인증 권한 신청 증가
ru: Добавить разрешение на верификацию торговца
tr: Satıcı İzni Doğrulaması Ekle
zh_hant: 增加申請認證商家權限

# 禁止交易
source: Prohibited Trading
es: Trading prohibido
hi: निषिद्ध ट्रेडिंग
id: Perdagangan yang Dilarang
ja: 禁止されている取引
ko: 금지된 거래
ru: Запрещенная торговля
tr: Yasaklı Alım-Satım
zh_hant: 禁止交易

# 24小时可用提现额度
source: 24-Hr Withdrawal Limit
es: Límite de retirada 24 horas
hi: 24-घंटा निकासी सीमा
id: Batas Penarikan 24 Jam
ja: 24時間の利用可能な引き出し制限
ko: 24시간 출금 가능 한도
ru: Лимит на снятие средств 24 часа в сутки
tr: 24-Saat Para Çekme Limiti
zh_hant: 24小時可用提現額度

# 暂无日程
source: No Schedule Yet
es: Sin horario todavía
hi: अभी तक कोई शेड्यूल नहीं
id: Belum ada jadwal
ja: スケジュールはまだありません
ko: 일정 없음
ru: Пока нет расписания
tr: Henüz Program Yok
zh_hant: 暫無日程

# 请勿使用批量转账或者非标准方法进行转账， 否则将无法成功到账。
source: To ensure transfer success, please don‘t use batch transfers or non-standard methods.
es: Para garantizar el éxito de la transferencia, no use transferencias por lotes o métodos no estándar.
hi: स्थानांतरण सफलता सुनिश्चित करने के लिए, कृपया बैच स्थानान्तरण या गैर-मानक तरीकों का उपयोग न करें।
id: Untuk memastikan keberhasilan transfer, jangan gunakan transfer batch atau metode non-standar.
ja: バッチ送金や非標準の方法を使用して資金を送金しないでください。そうしないと、アカウントが正常に受け取られません。
ko: 일괄 이체 또는 비표준 방법을 사용하여 자금을 이체하지 마십시오. 입금이 성공적으로 처리되지 않을 수 있습니다.
ru: Для обеспечения успеха перевода, пожалуйста, не используйте пакетные переводы или нестандартные методы.
tr: Transferin başarılı olmasını sağlamak için lütfen toplu transferler veya standart olmayan yöntemler kullanmayın.
zh_hant: 請勿使用批量轉賬或者非標準方法進行轉賬， 否則將無法成功到賬。

# 获取充值地址前请先选择链名称
source: Please select the chain name before obtaining the recharge address.
es: Seleccione el nombre de la cadena antes de obtener la dirección de recarga.
hi: रिचार्ज पता प्राप्त करने से पहले चेन का नाम चुनें।
id: Silakan pilih jaringan sebelum mendapatkan alamat isi ulang
ja: デポジットアドレスを取得する前に、チェーン名を選択してください。
ko: 입금주소를 가져오기 전에 체인명을 선택해주세요.
ru: Пожалуйста, выберите название цепочки перед получением адреса пополнения.
tr: Lütfen tekrar ücretlendirme adresini almadan önce zincir ismini seçin.
zh_hant: 獲取充值地址前請先選擇鏈名稱

# 请选择链名称
source: Please select the chain name.
es: Por favor, seleccione el nombre de la cadena.
hi: कृपया चेन का नाम चुनें
id: Silakan pilih jaringan
ja: チェーン名を選択してください
ko: 체인명을 선택해주세요.
ru: Пожалуйста, выберите название цепочки.
tr: Lütfen zincir ismini seçin.
zh_hant: 請選擇鏈名稱

# 选择链名称
source: Select the chain name
es: Seleccione el nombre de la cadena
hi: चेन का नाम चुनें
id: Pilih Jaringan
ja: チェーン名を選択します
ko: 체인명 선택
ru: Выберите название цепочки
tr: Zincir ismini seçin
zh_hant: 選擇鏈名稱

# 请确保你选择的充值链名称和您在提币时选择的链名称一致，否则可能会造成资产丢失
source: Please make sure that the top-up chain name you choose matches the chain name you chose when withdrawing the coin, otherwise it may cause asset loss.
es: Asegúrese de que el nombre de la cadena superior que elija coincida con el nombre de la cadena que eligió al retirar la moneda, de lo contrario, puede causar la pérdida de activos
hi: कृपया सुनिश्चित करें कि आपके द्वारा चुना गया टॉप-अप चेन नाम सिक्का वापस लेते समय आपके द्वारा चुने गए श्रृंखला नाम से मेल खाता है, अन्यथा यह परिसंपत्ति हानि का कारण बन सकता है
id: Pastikan jaringan yang Anda pilih untuk deposit cocok dengan jaringan penarikan, atau aset dapat hilang
ja: 選択するリチャージチェーンの名前が、コインを引き出すときに選択するチェーン名と同じであることを確認してください。同じでない場合、資産の損失が発生する可能性があります。
ko: 고객님은 입금 시 선택한 체인명이 출금 시 선택한 체인명과 일치하는지 확인하세요. 그렇지 않으면 자산 손실이 발생할 수 있습니다.
ru: Пожалуйста, убедитесь, что выбранное вами название цепочки пополнения совпадает с названием цепочки, которое вы выбрали при выводе монет, иначе это может привести к потере активов.
tr: Lütfen seçtiğiniz zincir adının, coini çekerken seçtiğiniz zincir adıyla aynı olduğundan emin olun, aksi takdirde varlık kaybı gerçekleşebilir.
zh_hant: 請確保你選擇的充值鏈名稱和您在提幣時選擇的鏈名稱一致，否則可能會造成資產丟失

# 跳过
source: Skip
es: Ignorar
hi: छोड़ दें
id: Melewati
ja: スキップ
ko: 건너뛰기
ru: Пропустить
tr: Atla
zh_hant: 跳過

# 不再提示
source: Don't prompt again
es: No mostrar de nuevo
hi: फिर से न दिखाएं
id: Jangan tampilkan lagi
ja: プロンプトはもうありません
ko: 그만보기
ru: Не запрашивать снова
tr: Tekrar sorma
zh_hant: 不再提示

# 点击设置面容ID解锁
source: Click to set Face ID
es: Haga clic para configurar la identificación facial
hi: फेस आईडी सेट करने के लिए क्लिक करें
id: Klik untuk mengatur Face ID
ja: [FaceIDの設定]をクリックしてロックを解除します
ko: 페이스 ID 잠금 해제 설정하기
ru: Нажмите, чтобы установить Face ID
tr: Face ID'yi ayarlamak için tıklayın
zh_hant: 點擊設置面容ID解鎖

# 点击设置指纹解锁
source: Click to set Touch ID
es: Haga clic para configurar TOUCH ID
hi: टच आईडी सेट करने के लिए क्लिक करें
id: Klik untuk mengatur Touch ID
ja: をタップして、指紋のロック解除を設定します
ko: 지문 잠금해제 설정하기
ru: Нажмите, чтобы установить Touch ID
tr: Touch ID'yi ayarlamak için tıklayın
zh_hant: 點擊設置指紋解鎖

# 小额资产兑换XT
source: Convert Small Balance to XT
es: Convertir un pequeño saldo a XT
hi: स्मॉल बैलेंस को एक्सटी में बदलें।
id: Konversi Saldo Kecil ke XT
ja: 少額資産をXTと交換します
ko: 소액자산 XT로 교환
ru: Конвертировать небольшой баланс в XT
tr: Küçük Bakiyeyi XT'ye Dönüştür
zh_hant: 小額資產兌換XT

# 隐藏小额资产
source: Hide small assets
es: Ocultar activos pequeños
hi: छोटी संपत्ति छिपाएं
id: Sembunyikan aset kecil
ja: 少額資産を隠す
ko: 소액자산 숨기기
ru: Скрыть небольшие активы
tr: Küçük varlıkları gizle
zh_hant: 隱藏小額資產

# BTC估值小于#LimitAmount# BTC的资产属于小额资产
source: Assets with a BTC valuation less than #LimitAmount# BTC are small assets
es: Los activos con una valoración de BTC menor que # Limitamount # BTC se consideran activos pequeños
hi: #LimitAmount# बीटीसी से कम बीटीसी मूल्यांकन वाली संपत्तियां छोटी संपत्तियां हैं
id: Aset dengan penilaian BTC kurang dari #LimitAmount# BTC adalah aset kecil
ja: BTC評価が#LimitAmount#BTC未満の資産は少額資産です
ko: BTC의 추정치가 #LimitAmount# BTC 미만인 자산은 소규모 자산입니다.
ru: Активы с оценкой в BTC менее #LimitAmount# BTC являются малыми активами
tr: BTC değeri #LimitAmount#'tan düşük olan varlıklar küçük varlıklardır
zh_hant: BTC估值小於#LimitAmount# BTC的資產屬於小額資產

# XT估值
source: XT valuation
es: Valoración XT
hi: एक्सटी मूल्यांकन
id: Penilaian XT
ja: XT評価
ko: XT 가치평가
ru: Оценка XT
tr: XT değeri
zh_hant: XT估值

# 全选
source: Select all
es: Seleccionar todo
hi: सभी चुने
id: Pilih Semua
ja: すべて選択
ko: 전부선택
ru: Выберите все
tr: Hepsini seç
zh_hant: 全選

# 预计兑换
source: Expected Conversion
es: Conversión estimada
hi: अपेक्षित रूपांतरण
id: Konversi yang diharapkan
ja: 期待される交換
ko: 예상 교환
ru: Ожидаемая конвертация
tr: Beklenen Dönüştürme
zh_hant: 預計兌換

# 兑换
source: Convert
es: Convertir
hi: परिवर्तन
id: Konversikan
ja: 交換
ko: 교환
ru: Конвертировать
tr: Dönüştür
zh_hant: 兌換

# #COUNT#个
source: #COUNT#
ko: #COUNT#개
zh_hant: #COUNT#個

# 已选择#COUNT#个币种
source: #COUNT# Currencies Selected
es: #COUNT# monedas seleccionadas
hi: #COUNT# मुद्राएं चुनी गईं
id: #COUNT# Mata Uang Terpilih
ja: 選択された#COUNT#通貨
ko: #COUNT#개의 통화가 선택되었습니다
ru: #COUNT# Выбранные валюты
tr: #COUNT# Para Birimi Seçildi
zh_hant: 已選擇#COUNT#個幣種

# 兑换详情
source: Conversion details
es: Detalles de la conversión
hi: रूपांतरण विवरण
id: Detail konversi
ja: 交換の詳細
ko: 교환 상세정보
ru: Детали конвертации
tr: Dönüştürme detayları
zh_hant: 兌換詳情

# 您将获得
source: You will get
es: Conseguirá
hi: आपको मिलेगा
id: Kamu akan mendapatkan
ja: 獲得する
ko: 고객님의 획득가능한
ru: Вы получите
tr: Alacağınız
zh_hant: 您將獲得

# 资产合计
source: Total assets
es: Activos totales
hi: कुल संपत्ति
id: Total aset
ja: 総資産
ko: 자산합계
ru: Общая сумма активов
tr: Toplam varlıklar
zh_hant: 資產合計

# 兑换手续费
source: Transaction fee
es: Tasa de transacción
hi: लेन-देन शुल्क
id: Biaya transaksi
ja: 交換手数料
ko: 교환 수수료
ru: Комиссия за транзакцию
tr: İşlem ücreti
zh_hant: 兌換手續費

# 实际兑换以市场行情为准
source: The actual Conversion is subject to market conditions
es: La conversión real está sujeta a las condiciones del mercado
hi: वास्तविक रूपांतरण बाजार की स्थितियों के अधीन है
id: Konversi yang sebenarnya tunduk pada kondisi pasar
ja: 実際の取引はマーケット価格を基準にします
ko: 실제 교환은 시장 시세를 기준으로
ru: Фактическая конвертация зависит от рыночных условий
tr: Gerçek Dönüştürme piyasa koşullarına tabidir
zh_hant: 實際兌換以市場行情為準

# 确认兑换
source: Confirm
es: Confirmar
hi: पुष्टि
id: Konfirmasi
ja: 交換を確認します
ko: 교환 확인
ru: Подтвердить
tr: Onaylayın
zh_hant: 確認兌換

# 兑换记录
source: Conversion history
es: Historial de conversión
hi: रूपांतरण इतिहास
id: Riwayat Konversi
ja: 交換記録
ko: 교환 기록
ru: История конвертации
tr: Dönüştürme geçmişi
zh_hant: 兌換記錄

# #COINNAME#剩余资产的估值过低，暂不支持兑换
source: The valuation of #COINNAME#'s remaining assets is too low, and conversion is not supported now.
es: La valoración de los activos restantes # COINNAME # es demasiado baja. La conversión no es posible en este momento.
hi: #COINNAME#की शेष परिसंपत्तियों का मूल्यांकन बहुत कम है, और रूपांतरण का समर्थन नहीं किया गया है
id: Penilaian aset #COINNAME# yang tersisa terlalu rendah, dan konversi tidak didukung sekarang.
ja: #COINNAME#の残りの資産評価が低すぎるため、変換できません。
ko: #COINNAME#의 잔여 자산 가치가 너무 낮습니다. 일시적으로 교환이 지원되지 않습니다.
ru: Оценка оставшихся активов #COINNAME# слишком низкая, и конвертация сейчас не поддерживается.
tr: #COINNAME# öğesinin kalan varlıklarının değeri çok düşük bu yüzden dönüştürme şu anda desteklenmiyor.
zh_hant: #COINNAME#剩餘資產的估值過低，暫不支持兌換

# 您选择的付款类型的订单必须介于 #MIN# 和 #MAX# 之间
source: Orders for your selected payment type must be between #MIN# and #MAX#
es: Los pedidos para el tipo de pago seleccionado deben estar entre # MIN # y # MAX #
hi: आपके चयनित भुगतान प्रकार के आदेश #MIN# और #MAX# के बीच होने चाहिए
id: Pesanan untuk jenis pembayaran yang Anda pilih harus antara #MIN# dan #MAX#
ja: 選択した支払いタイプの順序は、#MIN#から#MAX#の間である必要があります
ko: 선택한 지불 유형에 대한 주문은 #MIN#에서 #MAX# 사이여야 합니다.
ru: Ордера для выбранного вами типа платежа должны находиться между #MIN# и #MAX#.
tr: Seçtiğiniz ödeme türü için emirler #MIN# ile #MAX# arasında olmalıdır
zh_hant: 您選擇的付款類型的訂單必須介於 #MIN# 和 #MAX# 之間

# 通过XT.com出售数字货币，平台将收取一定的提取费用
source: Selling digital currency through XT.com, the platform will charge withdrawal fee
es: La venta de monedas digital a través de XT.com implica un cargo en concepto de tasa de retirada.
hi: XT.com के माध्यम से डिजिटल मुद्रा बेचना, मंच निकासी शुल्क चार्ज करेगा
id: Menjual mata uang digital melalui XT.com, platform akan membebankan biaya penarikan
ja: XT.comを通じてデジタル通貨を販売する場合、プラットフォームは特定の引き出し手数料を請求します
ko: XT.com을 통해 디지털 자산을 판매하면 플랫폼에서 일정 출금 수수료를 부과합니다.
ru: Продавая цифровую валюту через XT.com, платформа взимает комиссию за вывод средств
tr: XT.com üzerinden dijital para birimi satışı işleminden platform para çekme ücreti alacaktır
zh_hant: 通過XT.com出售數字貨幣，平台將收取一定的提取費用

# 立即出售
source: Sell now
es: Vender ahora
hi: अभी बेचो
id: Jual sekarang
ja: 今すぐ販売
ko: 지금 판매하기
ru: Продать сейчас
tr: Şimdi Sat
zh_hant: 立即出售

# 撤销中
source: Canceling
es: Cancelado
hi: रद्द कर रहा है|
id: Pembatalan
ja: キャンセル
ko: 취소중
ru: Отмена
tr: İptal Ediliyor
zh_hant: 撤銷中

# 已撤销
source: Canceled
es: Cancelado
hi: रद्द
id: Dibatalkan
ja: キャンセルしました
ko: 취소완료
ru: Отменено
tr: İptal Edilenler
zh_hant: 已撤銷

# 您委托价格高于最新成交价的5%，是否确定下单？
source: Your limit order price is 5% higher than the latest transaction price. Is the order determined?
es: El precio de su orden límite es un 5% más alto que el precio de la última transacción. ¿Está determinada la orden?
hi: आपकी लिमिट ऑर्डर मूल्य नवीनतम लेनदेन मूल्य से 5% अधिक है। क्या आदेश निर्धारित है?
id: Harga pesanan batas Anda 5% lebih tinggi dari harga transaksi terakhir. Apakah order sudah ditentukan?
ja: 注文価格が最新の取引価格5%よりも高いです。注文してもよろしいですか？
ko: 고객님의 주문가격이 최신 체결가격보다 5% 높습니다. 주문하시겠습니까?
ru: Цена вашего лимитного ордера на 5% выше цены последней сделки. Определен ли ордер?
tr: Limit emri fiyatınız, son işlem fiyatından %5 daha yüksek. Emir doğru mu?
zh_hant: 您委託價格高於最新成交價的5%，是否確定下單？

# 您委托价格低于最新成交价的5%，是否确定下单？
source: Your limit order price is 5% lower than the latest transaction price. Is the order determined?
es: El precio de su orden límite es un 5% más bajo que el precio de la última transacción. ¿Está determinada la orden?
hi: आपकी ऑर्डर मर्यादा मूल्य नवीनतम लेनदेन मूल्य से 5% कम है। क्या आदेश निर्धारित है?
id: Harga pesanan batas Anda 5% lebih rendah dari harga transaksi terbaru. Apakah perintah ditentukan?
ja: 注文価格が最新の取引価格5%よりも低くなっています。注文してもよろしいですか？
ko: 고객님의 주문가격이 최신 체결가격보다 5% 낮습니다. 주문하시겠습니까?
ru: Цена вашего лимитного ордера на 5% ниже цены последней сделки. Определен ли ордер?
tr: Limit emir fiyatınız, son işlem fiyatından %5 daha düşük. Emir doğru mu?
zh_hant: 您委託價格低於最新成交價的5%，是否確定下單？

# 确认要撤销当前所有委托单？
source: Are you sure you want to revoke all current orders of inquiry?
es: ¿Está seguro de que desea revocar todas las órdenes de investigación actuales?
hi: क्या आपको यकीन है कि आप जांच के सभी वर्तमान आदेशों को रद्द करना चाहते हैं
id: Apakah Anda yakin ingin mencabut semua perintah inkuir saat ini?
ja: 現在の注文をすべてキャンセルしてもよろしいですか？
ko: 현재 주문을 모두 취소하시겠습니까?
ru: Вы уверены, что хотите отменить все текущие ордера?
tr: Mevcut tüm sorgulama emirlerini iptal etmek istediğinizden emin misiniz?
zh_hant: 確認要撤銷當前所有委託單？

# 成交记录
source: Trades record
es: Registro de operaciones
hi: व्यापार इतिहास
id: Rekor Perdagangan
ja: 取引記録
ko: 체결내역
ru: Запись сделок
tr: Alım-satım kayıtları
zh_hant: 成交記錄

# 隐藏已撤销委托
source: Hide all canceled
es: Ocultar todo cancelado
hi: रद्द किए गए सभी छिपाएं
id: Sembunyikan semua yang dibatalkan
ja: 取り消された注文を非表示にする
ko: 취소된 주문 숨기기
ru: Скрыть все отмененные
tr: Tüm iptal edilenleri gizle
zh_hant: 隱藏已撤銷委託

# 角色
source: character
es: personaje
hi: कैरेक्टर
id: karakter
ja: 役割
ko: 선택
ru: символ
tr: karakter
zh_hant: 角色

# 订单日期
source: Order date
es: Fecha de orden
hi: ऑर्डर की तारीख
id: Tanggal pemesanan
ja: 注文日
ko: 주문일자
ru: Дата приказа
tr: Emir tarihi
zh_hant: 訂單日期

# 不限时间
source: No limit
es: Sin límite
hi: कोई सीमा नहीं
id: Tidak terbatas
ja: 無制限の時間
ko: 시간 제한없음
ru: Без лимита
tr: Limit yok
zh_hant: 不限時間

# 最近7天
source: 7 days
es: 7 días
hi: 7 दिन
id: 7 hari
ja: 過去7日間
ko: 최근 7일
ru: 7 дней
tr: 7 Gün
zh_hant: 最近7天

# 最近30天
source: 30 days
es: 30 dias
hi: 30 दिन
id: 30 hari
ja: 過去30日間
ko: 최근 30일
ru: 30 дней
tr: 30 Gün
zh_hant: 最近30天

# 最近90天
source: 90 days
es: 90 dias
hi: 90 दिन
id: 90 hari
ja: 過去90日間
ko: 최근 90일
ru: 90 дней
tr: 90 Gün
zh_hant: 最近90天

# 请选择开始时间
source: Start time
es: Hora de inicio
hi: समय शुरू
id: Waktu mulai
ja: 開始時間
ko: 시작 시간을 선택하세요
ru: Время начала
tr: Başlama Zamanı
zh_hant: 請選擇開始時間

# 请选择结束时间
source: End time
es: Hora de finalización
hi: अंतिम समय
id: Waktu akhir
ja: 終了時間
ko: 종료 시간을 선택하세요
ru: время окончания
tr: Bitiş Zamanı
zh_hant: 請選擇結束時間

# 完成时间
source: completion time
es: Tiempo de finalización
hi: पुरा समय
id: waktu penyelesaian
ja: 完了時間
ko: 완성시간
ru: время завершения
tr: tamamlama zamanı
zh_hant: 完成時間

# 撤销时间
source: Revocation time
es: Tiempo de revocación
hi: निरसन समय
id: Waktu pencabutan
ja: キャンセル時間
ko: 취소시간
ru: время отзыва
tr: İptal süresi
zh_hant: 撤銷時間

# 为了保护资产安全，将对买入资产实行T+1提币限制
source: In order to protect the safety of assets, the T+1 withdrawal currency restriction will be imposed on the purchased assets
es: Para proteger la seguridad de los activos, se impondrá la Restricción de moneda de retiro T+1 sobre los activos comprados
hi: परिसंपत्तियों की सुरक्षा की रक्षा के लिए, टी + 1 निकासी मुद्रा प्रतिबंध खरीदी गई परिसंपत्तियों पर लगाया जाएगा
id: Untuk melindungi keamanan aset, Pembatasan mata uang penarikan T+1 akan dikenakan pada aset yang dibeli
ja: 資産の安全を確保するため、購入した資産にはT+1引き出し制限を実施します
ko: 자산의 보안을 위해 구매한 자산에 대해 T+1 출금제한을 실시합니다
ru: В целях защиты сохранности активов, на приобретенные активы будет наложено ограничение по валюте вывода T+1
tr: Varlıkların güvenliğini korumak için, satın alınan varlıklara T+1 para çekme kısıtlaması uygulanacaktır.
zh_hant: 為了保護資產安全，將對買入資產實行T+1提幣限制

# T+1提币限制
source: T+1 withdrawal currency restriction
es: Restricción de moneda de retiro T+1
hi: टी + 1 निकासी मुद्रा प्रतिबंध
id: Pembatasan mata uang penarikan T+1
ja: T+1引き出し制限
ko: T+1 출금제한
ru: Ограничение валюты вывода T+1
tr: T+1 para çekme kısıtlaması
zh_hant: T+1提幣限制

# 用户在XT购买数字货币时，在完成交易的24小时之后，才可将购买的数字货币提现。在此期间用户的站内划转，交易等不受影响
source: When the user purchases the digital currency at XT, the purchased digital currency can only be cashed out after 24 hours of completion of the transaction. During this period of time, the intra-station transactions and transfers are not affected and can be used normally.
es: Cuando el usuario compra la moneda digital en XT, la moneda digital comprada solo se puede cobrar después de 24 horas de completar la transacción. Durante este período de tiempo, las transacciones y transferencias dentro de la estación no se ven afectadas y se pueden usar normalmente .
hi: जब उपयोगकर्ता XT में डिजिटल मुद्रा खरीदता है, तो खरीदी गई डिजिटल मुद्रा को लेनदेन के पूरा होने के 24 घंटे बाद ही भुनाया जा सकता है। इस अवधि के दौरान, इंट्रा-स्टेशन लेनदेन और स्थानान्तरण प्रभावित नहीं होते हैं और सामान्य रूप से उपयोग किए जा सकते हैं।.
id: Ketika pengguna membeli mata uang digital di XT, mata uang digital yang dibeli hanya dapat diuangkan setelah 24 jam penyelesaian transaksi. Selama periode waktu ini, transaksi dan transfer intra-stasiun tidak terpengaruh dan dapat digunakan secara normal.
ja: ユーザーがXTでデジタル通貨を購入すると、取引完了後24時間で購入したデジタル通貨を引き出すことができます。 この期間中、ユーザーの転送とトランザクションは影響を受けません
ko: 사용자가 XT에서 자산을 구매하면 거래 완료 후 24시간 이후에 구매한 자산을 출금할 수 있습니다. 이 기간 동안 사용자의 내부전송 및 거래에는 영향을 받지 않습니다.
ru: Когда пользователь покупает цифровую валюту в XT, купленная цифровая валюта может быть обналичена только через 24 часа после завершения транзакции. В течение этого периода времени внутристанционные транзакции и переводы не затрагиваются и могут использоваться в обычном режиме.
tr: Kullanıcı XT'de dijital para satın aldığında, satın alınan dijital para ancak işlemin tamamlanmasından 24 saat sonra çekilebilir. Bu süre zarfında, istasyon içi işlemler ve transferler etkilenmez ve normal şekilde kullanılabilir
zh_hant: 用戶在XT購買數字貨幣時，在完成交易的24小時之後，才可將購買的數字貨幣提現。在此期間用戶的站內劃轉，交易等不受影響

# 您的账户存在#FREEZE# USDT等值金额受T+1提币限制不可提现，其余资产可正常提现
source: There is a #FREEZE# USDT equivalent in your account that cannot be cashed out by the T+1 tip, and the remaining assets can be cashed out normally
es: Hay un equivalente de #FREEZE# USDT en su cuenta que no se puede cobrar con la propina T+1, y los activos restantes se pueden cobrar normalmente
hi: आपके खाते में #FREEZE# USDT समकक्ष है जिसे टी + 1 टिप द्वारा भुनाया नहीं जा सकता है, और शेष परिसंपत्तियों को सामान्य रूप से भुनाया जा सकता है
id: Ada #FREEZE# USDT yang setara di akun Anda yang tidak dapat diuangkan dengan tip T+1, dan aset yang tersisa dapat diuangkan secara normal
ja: アカウントに#FREEZE#USDTに相当する金額がありますが、T + 1の引き出し限度額のために引き出すことができず、残りの資産は通常どおり引き出すことができます。
ko: 고객님의 계정에 #FREEZE#USDT에 해당하는 금액이 ‘T+1 출금제한’으로 출금이 불가능합니다. 그외의 자산은 정상적으로 출금할 수 있습니다.
ru: На вашем счету есть #FREEZE# эквивалент USDT, который не может быть обналичена к моменту T+1, а остальные активы могут быть обналичены в обычном режиме.
tr: Hesabınızda, T+1 tip ile paraya çevrilemeyecek bir #FREEZE# USDT’ye eşdeğer miktar var ve kalan varlıklar normal olarak paraya çevrilebilir
zh_hant: 您的賬戶存在#FREEZE# USDT等值金額受T+1提幣限制不可提現，其餘資產可正常提現

# 查看明细
source: Check the details
es: Revisar los detalles
hi: विवरण की जांच करें
id: Periksa detailnya
ja: 詳細を表示
ko: 상세내역 조회
ru: Проверьте детали
tr: Ayrıntılara bakın
zh_hant: 查看明細

# 明细
source: Details
es: Detalles
hi: विवरण
id: Detail
ja: 詳細
ko: 상세내역
ru: Подробности
tr: Ayrıntılar
zh_hant: 明細

# 提币限制
source: Restrictions on withdrawal
es: Restricciones a la retirada
hi: निकासी पर प्रतिबंध
id: Pembatasan penarikan
ja: 撤退の制限
ko: 출금제한
ru: Ограничения на вывод средств
tr: Para çekme kısıtlamaları
zh_hant: 提幣限制

source: For the safety of your assets, some of the assets you buy through French currency need to be restricted from withdrawing for 24 hours (from the time of purchase, the amount is #FREEZE# USDT equivalent), and the restriction will be automatically lifted after 24 hours. The intra-station transactions and transfers are not affected and can be used normally.
es: Para la seguridad de sus activos, se debe restringir el retiro de algunos de los activos que compra a través de la moneda francesa durante 24 horas (desde el momento de la compra, el monto es el equivalente a #FREEZE# USDT), y la restricción se levantará automáticamente después de 24 horas. Las transacciones y transferencias dentro de la estación no se ven afectadas y se pueden utilizar con normalidad.
hi: अपनी संपत्ति की सुरक्षा के लिए, फ्रांसीसी मुद्रा के माध्यम से आप जो संपत्ति खरीदते हैं, उनमें से कुछ को 24 घंटे के लिए वापस लेने से प्रतिबंधित करने की आवश्यकता है (खरीद के समय से, राशि #फ्रीज # USDT समकक्ष है), और प्रतिबंध 24 घंटे के बाद स्वचालित रूप से हटा लिया जाएगा। इंट्रा-स्टेशन लेनदेन और स्थानान्तरण प्रभावित नहीं होते हैं और सामान्य रूप से उपयोग किए जा सकते हैं।
id: Demi keamanan aset Anda, beberapa aset yang Anda beli melalui mata uang Prancis harus dibatasi penarikannya selama 24 jam (sejak saat pembelian, jumlahnya setara dengan #FREEZE# USDT), dan pembatasan akan dicabut secara otomatis setelah 24 jam. Transaksi dan transfer intra-stasiun tidak terpengaruh dan dapat digunakan secara normal.
ja: 資産の安全のため、法定通貨取引で購入した資産の一部は、24時間通貨の引き出しを制限する必要があり（購入時から#FREEZE# USDT相当の金額）、制限は自動的に解除されます。この期間中は、オンサイトでの取引や転送に影響はなく、通常どおり使用できます。
ko: 고객님의 자산 보안을 위해, 고객님의 법정화폐 거래를 통해 구매한 일부 자산이 24시간 출금이 제한됩니다(구매 시점부터 #FREEZE# USDT 상당의 금액). 24시간 후에는 자동으로 제한이 해제됩니다. 동결 기간 동안 고객님의 내부거래와 내부송금에는 영향을 받지 않으며 정상적으로 사용할 수 있습니다.
ru: Для безопасности ваших активов, некоторые активы, которые вы покупаете через французскую валюту, нуждаются в ограничении на вывод в течение 24 часов (с момента покупки, сумма составляет #FREEZE# USDT эквивалент), и ограничение будет автоматически снято через 24 часа. Внутристанционные транзакции и переводы не затрагиваются и могут использоваться в обычном режиме.
tr: Varlıklarınızın güvenliği için, Fransız para birimiyle satın aldığınız bazı varlıkların 24 saat boyunca çekilmesine kısıtlama getirilmesi gerekiyor (satın alma anından itibaren tutar #FREEZE# USDT eşdeğerdir) ve kısıtlama 24 saat sonra otomatik olarak kaldırılacaktır. İstasyon içi işlemler ve transferler etkilenmez ve normal şekilde kullanılabilir.
zh_hant: 為了您的資產安全，您有部分通過法幣交易買入的資產需要被限制提幣24小時（自購買時間起，額度為#FREEZE# USDT等值金額），24小時後將會自動解除限制，凍結期間您的站內交易、劃轉行為不受影響，可正常使用。

# 买入委托
source: Buy Orders
es: Órdenes de compra
hi: ऑर्डर खरीदे
id: Beli Pesanan
ja: 買う注文
ko: 매수주문
ru: Ордера на покупку
tr: Alım Emirleri
zh_hant: 買入委託

# 卖出委托
source: Sell Orders
es: Órdenes de Venta
hi: ऑर्डर बेचें
id: Jual Pesanan
ja: 売り注文
ko: 매도주문
ru: Ордера на продажу
tr: Satış Emirleri
zh_hant: 賣出委託
