Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 5.本次活动支持USDT合约，暂不支持币本位合约，如账户进行合约转出行为，所有体验金会被清空；
source: This event supports USDT contracts, but does not support currency-based contracts temporarily. If the account is transferred out of the currency-based contract, all trial funds will be emptied.
es: Este evento es compatible con los contratos USDT, pero no admite contratos basados en monedas temporalmente. Si la cuenta se transfiere fuera del contrato basado en la moneda, se vaciarán todos los fondos de prueba.
hi: यह घटना USDT अनुबंधों का समर्थन करती है, लेकिन अस्थायी रूप से मुद्रा-आधारित अनुबंधों का समर्थन नहीं करती है। यदि खाते को मुद्रा-आधारित अनुबंध से स्थानांतरित किया जाता है, तो सभी परीक्षण निधियां खाली हो जाएंगी।
id: Acara ini mendukung kontrak USDT, namun tidak mendukung kontrak berbasis mata uang untuk sementara. Jika akun ditransfer keluar dari kontrak berbasis mata uang, semua dana percobaan akan dikosongkan.
ja: 5.このイベントはUSDT先物をサポートしますが、通貨ベースの契約をサポートしません。アカウントが先物契約転送を実行すると、すべてのトライボーナスが回収されます。
ko: 본 이벤트는 USDT 계약만 지원됩니다. 만약 계정이 계약 출금 행위가 존재하면 모든 체험금은 삭제됩니다.
ru: Данное событие поддерживает контракты USDT, но временно не поддерживает контракты на основе валюты. Если счет будет переведен из контракта на основе валюты, все пробные средства будут опустошены.
tr: Bu etkinlik USDT sözleşmelerini destekler, ancak geçici olarak para birimine dayalı sözleşmeleri desteklemez. Hesap, para birimine dayalı sözleşmeden transfer edilirse, tüm deneme paraları boşaltılacaktır.
zh_hant: 5.本次活動支持USDT合約，暫不支持幣本位合約，如賬戶進行合約轉出行為，所有體驗金會被清空；

# 6.合约账户中若包含体验金部分，当前不存在持仓或委托才能进行转出操作；
source: If the contract account contains the trial funds, the transfer-out operation can be available in case there is no position or open orders.
es: Si la cuenta del contrato contiene los fondos de prueba, la operación de transferencia estará disponiblessi no existen posiciónes ni pedidos abiertos
hi: यदि अनुबंध खाते में परीक्षण निधि शामिल है, तो कोई स्थिति या खुले आदेश नहीं होने की स्थिति में स्थानांतरण-आउट ऑपरेशन उपलब्ध हो सकता है।
id: Jika akun kontrak berisi dana percobaan, operasi transfer keluar dapat tersedia jika tidak ada posisi atau pesanan terbuka.
ja: 6.先物契約アカウントにトライボーナスが含まれている場合、現在、転送操作を実行するためのポジションまたはコミッションはありません。
ko: 계약 계정에 체험금이 포함되어 있다면, 포지션 또는 진행중인 주문이 없는 경우 출금 작업이 가능합니다.
ru: Если счет контракта содержит пробные средства, операция перевода из контракта может быть доступна в случае отсутствия позиции или открытых ордеров.
tr: Sözleşme hesabı deneme parası içeriyorsa, pozisyon veya açık emir olmaması durumunda transfer işlemi yapılabilir.
zh_hant: 6.合約賬戶中若包含體驗金部分，當前不存在持倉或委托才能進行轉出操作；

# 7.任何恶意套取体验金的行为将会导致账户被封禁。
source: Any malicious withdrawal of trial funds will result in the account being locked.
es: Cualquier retiro malicioso de fondos de prueba resultará en el bloqueo de la cuenta.
hi: ट्रायल फंड की किसी भी दुर्भावनापूर्ण निकासी के परिणामस्वरूप खाता लॉक हो जाएगा
id: Setiap penarikan dana percobaan yang berbahaya akan mengakibatkan akun dikunci.
ja: 7.悪意でトライボーナスを取得する場合、アカウントがブロックされる可能性があります。
ko: 그 어떠한 부적절한 행위로 체험금을 수령하면 해당 계정은 차단됩니다.
ru: Любое злонамеренное снятие пробных средств приведет к блокировке счета.
tr: Deneme parasının kötü niyetli olarak çekilmesi, hesabın bloke edilmesine neden olacaktır.
zh_hant: 7.任何惡意套取體驗金的行為將會導致賬戶被封禁。

# 1.什么是体验金？
source: What are the trial funds?
es: ¿Qué son los fondos de prueba?
hi: ट्रायल फंड क्या हैं?
id: Apa dana persidangan?
ja: 1.トライボーナスとは何ですか？
ko: 체험금이란?
ru: Что такое пробные средства?
tr: Deneme parası nelerdir?
zh_hant: 1.什麽是體驗金？

source: Trial funds can be used as trading margin, deducting account losses and trading fees. When deducting the corresponding expenses, the trial funds will be deducted in priority over the user's own principal. The trial funds are aimed to enable new users to test our contract products and trading functions in a risk-free way in a real trading environment. New users can get trial funds after joining the community, and the profits gained from trading via trial funds can be withdrawn.
es: Los fondos de prueba son fondos que se pueden utilizar como Margin comercial, deduciendo pérdidas de cuentas y tasas de trading. Al deducir los gastos correspondientes, los fondos de prueba se deducirán en prioridad sobre el principal del usuario. Los fondos de prueba están destinados a permitir que los nuevos usuarios prueben nuestros productos contractuales y las funciones de trading de manera gratuita en un entorno comercial real. Los nuevos usuarios pueden obtener fondos de prueba después de unirse a la comunidad, siendo posible la retirada de las ganancias obtenidas a través de estos fondos.
hi: ट्रायल फंड का इस्तेमाल ट्रेडिंग मार्जिन, अकाउंट लॉस और ट्रेडिंग फीस में कटौती के रूप में किया जा सकता है। संबंधित खर्चों में कटौती करते समय, परीक्षण निधि को उपयोगकर्ता के अपने मूलधन पर प्राथमिकता से काट लिया जाएगा। परीक्षण निधि का उद्देश्य नए उपयोगकर्ताओं को वास्तविक व्यापारिक वातावरण में जोखिम-मुक्त तरीके से हमारे अनुबंध उत्पादों और व्यापारिक कार्यों का परीक्षण करने में सक्षम बनाना है। समुदाय में शामिल होने के बाद नए उपयोगकर्ता ट्रायल फंड प्राप्त कर सकते हैं, और ट्रायल फंड के माध्यम से ट्रेडिंग से प्राप्त लाभ को वापस लिया जा सकता है।
id: Dana percobaan dapat digunakan sebagai margin perdagangan, menguurangi kerugian akun dan biaya perdagangan. Saat mengurangi biaya yang sesuai, dana percobaan akan dikurangkan dengan prioritas di atas pokok pengguna sendiri. Dana percobaan ditujukan untuk memungkinkan pengguna baru menguji produk kontrak dan fungsi perdagangan kami dengan cara bebas risiko di lingkungan perdagangan nyata. Pengguna baru bisa mendapatkan dana percobaan setelah bergabung dengan komunitas, dan keuntungan yang diperoleh dari perdagangan melalui dana percobaan dapat ditarik.
ja: トライボーナスは、取引マージンとして使用でき、口座損失と取引手数料を差し引くことができます。 費用を差し引く場合、トライボーナスはユーザー自身の元本よりも優先して差し引かれます。 トライボーナスは、実際の取引環境で新規ユーザーにリスクをなくすように設計されています。
ko: 체험금은 거래 보증금으로 사용가능하며, 계정 손실 및 거래 수수료 공제로 사용할 수 있습니다. 해당 비용을 공제할때 체험금은 우선 사용자의 원금을 공제합니다. 체험금은 신규 사용자에게 위험없는 경험을 제공하고 실제 거래 환경에서 계약 상품 및 거래 기능을 테스트하는 것을 목표로합니다. 신규 사용자는 그룹에 가입한후 체험금을 획득할 수 있으며 체험금으로 거래하여 얻은 수익은 출금할 수 있습니다.
ru: Пробные средства можно использовать в качестве торговой маржи, вычитая убытки по счету и торговые комиссии. При вычете соответствующих расходов пробные средства будут вычитаться в приоритетном порядке по сравнению с собственным основным капиталом пользователя. Пробные средства предназначены для того, чтобы новые пользователи могли без риска протестировать наши контрактные продукты и торговые функции в реальной торговой среде. Новые пользователи могут получить пробные средства после вступления в сообщество, а прибыль, полученная в результате торговли с помощью пробных средств, может быть выведена.
tr: Deneme parası, işlem marjı, hesap zararlarından kesinti ve işlem ücretleri olarak kullanılabilir. İlgili masraflar kullanıcının kendi anaparasından önce deneme parasından düşülecektir. Deneme parasıyla, yeni kullanıcıların sözleşme ürünlerimizi ve alım-satım fonksiyonlarını gerçek bir ticaret ortamında risksiz bir şekilde test etmelerini sağlamayı amaçlamaktayız. Yeni kullanıcılar topluluğa katıldıktan sonra deneme paralarını alabilir ve deneme parası yoluyla yapılan alım-satımdan elde edilen karlar çekilebilir.
zh_hant: 體驗金可做交易保證金、抵扣賬戶虧損及交易手續費。在抵扣相應費用時，體驗金將優先於用戶自有本金被抵扣。體驗金旨在給新用戶在真實交易環境中，無風險地體驗並測試我們的合約產品和交易功能。新用戶加入社群後即可獲得體驗金，使用體驗金進行交易獲得的盈利可提現；

# 2.如何查看我的体验金？
source: How to view my trial funds?
es: ¿Cómo ver mis fondos de prueba?
hi: मेरी परीक्षण निधि कैसे देखें?
id: Bagaimana cara melihat dana percobaan saya?
ja: 2.トライボーナスの確認方法は？
ko: 체험금 조회방법
ru: Как посмотреть мои пробные средства?
tr: Deneme paramı nasıl görebilirim?
zh_hant: 2.如何查看我的體驗金？

# 请访问您的"合约资产"查看体验金，体验金含在"钱包余额"内；
source: Please check trial funds in your “Contract Assets”, and the trial funds are included in “Account Balance”.
hi: कृपया अपनी "अनुबंध संपत्ति" में परीक्षण निधि की जांच करें, और परीक्षण निधि "खाता शेष" में शामिल हैं
id: Silakan periksa dana percobaan di "Aset Kontrak" Anda, dan dana percobaan termasuk dalam "Saldo Akun".
ja: ウォレットバランス」に含まれるトライボーナスを表示するには、「契約アカウント」ページにアクセスしてください。
ko: 귀하의 "자산" 페이지를 방문하여 체험금을 조회할 수 있습니다. 체험금은 "지갑 잔액"에 포함되어 있습니다.
ru: Пожалуйста, проверьте пробные средства в "Активах контракта", пробные средства включены в "Баланс счета".
tr: Lütfen "Sözleşme Varlıkları"nızdaki deneme parasını işaretleyin ve deneme parası "Hesap Bakiyesi"ne dahil edilecektir.
zh_hant: 請訪問您的"合約資產"查看體驗金，體驗金含在"錢包余額"內；

# 3.体验金没有到账怎么办？
source: What should I do if the trial funds are not received?
es: ¿Qué debo hacer si los fondos de prueba no se han recibido?
hi: यदि परीक्षण निधि प्राप्त नहीं होती है तो मुझे क्या करना चाहिए?
id: Apa yang harus saya lakukan jika dana percobaan tidak diterima?
ja: 3.トライボーナスが支払われない場合はどうすればよいですか？
ko: 체험금이 입금되지 않을 경우
ru: Что делать, если пробные средства не получены?
tr: Deneme parasını alamazsam ne yapmalıyım?
zh_hant: 3.體驗金沒有到賬怎麽辦？

# 体验金一般在领取之后进行发放，如果在领取24小时后未到账，请随时联系我们7x24小时在线客服。
source: The trial funds should arrive at account after being requested. If you do not receive the funds after 24hours, please do not hesitate to contact our 7/24 customer service.
es: Los fondos de prueba deben llegar a la cuenta después de haberlos solicitado. Si no recibe los fondos después de 24 horas, no dude en ponerse en contacto con nuestro Servicio de Atención al Cliente 24h
hi: अनुरोध के बाद परीक्षण निधि खाते में पहुंचनी चाहिए। यदि आपको 24 घंटे के बाद धन प्राप्त नहीं होता है, तो कृपया हमारी 7/24 ग्राहक सेवा से संपर्क करने में संकोच न करें।
id: Dana percobaan harus tiba di rekening setelah diminta. Jika Anda tidak menerima dana setelah 24 jam, jangan ragu untuk menghubungi layanan pelanggan 7/24 kami.
ja: 受領後24時間以内に受領されない場合は、7x24のオンラインカスタマーサービスまでお気軽にお問い合わせください。
ko: 체험금은 일반적으로 수령후 지급됩니다. 수령후 24시간내에 입금확인이 안될 경우, 고객 서비스(주말 포함 24시간 지원)에 연락하시기 바랍니다.
ru: Пробные средства должны поступать на счет после запроса. Если вы не получили средства в течение 24 часов, пожалуйста, свяжитесь с нашей службой поддержки 7/24.
tr: Deneme parası talep edildikten sonra hesaba ulaşmış olmalıdır. 24 saat içerisinde parayı alamazsanız, lütfen 7/24 müşteri hizmetlerimizle iletişime geçmekten çekinmeyin.
zh_hant: 體驗金壹般在領取之後進行發放，如果在領取24小時後未到賬，請隨時聯系我們7x24小時在線客服。

# 联系我们
source: Contact us
es: Contacto
hi: संपर्क करें
id: Hubungi kami
ja: お問い合わせ
ko: 저희에게 연락하십시오
ru: Свяжитесь с нами
tr: Bize ulaşın
zh_hant: 聯繫我們

# 领取记录
source: Record
es: Registros de intereses
hi: रिकॉर्ड
id: Catatan
ja: 受け取り記録
ko: 수령 기록
ru: Запись
tr: Kayıt
zh_hant: 領取記錄

# 领取成功
source: Receive Success
es: Recibido con éxito
hi: सफलता प्राप्त करें
id: Menerima sukses
ja: 受け取りが成功しました
ko: 수령 성공
ru: Получить успех
tr: Alma Başarılı
zh_hant: 領取成功

# 新手福利
source: Basic Benefits
es: Beneficios básicos
hi: बुनियादी लाभ
id: Manfaat Dasar
ja: 初心者リワード
ko: 기본 혜택
ru: Основные преимущества
tr: Temel Faydalar
zh_hant: 新手福利

# 进阶福利
source: Advanced Benefits
es: Beneficios avanzados
hi: उन्नत लाभ
id: Manfaat Lanjutan
ja: ステップアップリワード
ko: 고급 혜택
ru: Расширенные льготы
tr: Gelişmiş Fırsatlar
zh_hant: 進階福利

# 福利规则
source: Rules
es: Reglas
hi: नियम
id: Aturan
ja: リワードルール
ko: 보상규칙
ru: Правила
tr: Kurallar
zh_hant: 福利規則

# 常见问题
source: FAQ
es: Preguntas más frecuentes
hi: अक्सर पूछे जाने वाले प्रश्नों
ja: よくある質問
ko: 자주 묻는 질문
ru: ЧАСТО ЗАДАВАЕМЫЕ ВОПРОСЫ
tr: SSS
zh_hant: 常見問題

# 合约体验金活动正式开启
source: The event of receiving contract trial funds is officially starting!
es: ¡El evento de recibir fondos de prueba del contrato está iniciando oficialmente!
hi: अनुबंध परीक्षण निधि प्राप्त करने की घटना आधिकारिक तौर पर शुरू हो रही है!
id: Acara menerima dana percobaan kontrak secara resmi dimulai!
ja: 先物トライボーナスイベントが正式にオープン
ko: 계약 체험금 이벤트 공식 오픈
ru: Событие по получению контрактных пробных средств официально начинается!
tr: Sözleşme deneme parası alma etkinliği resmen başlıyor!
zh_hant: 合約體驗金活動正式開啟

# 百万U体验金等你来领
source: Millions of USDT are waiting for you!
es: Millones de USDT te están esperando
hi: लाखों यूएसडीटी आपकी प्रतीक्षा कर रहे हैं!
id: Jutaan USDT sedang menunggu Anda!
ja: 百万USDTのトライボーナス
ko: 체험금 풀 준비 완료!
ru: Миллионы USDT ждут вас!
tr: Milyonlarca USDT sizi bekliyor!
zh_hant: 百萬U體驗金等妳來領

# 去完成
source: To Complete
es: Completar
hi: पूरा करने के
id: Untuk menyelesaikan
ja: 完了手続きへ
ko: 완료하러 가기
ru: Чтобы завершить
tr: Tamamla
zh_hant: 去完成

# 加入社群
source: Join Community
es: Únete a la comunidad
hi: समुदाय में शामिल हों
id: Bergabunglah dengan Komunitas
ja: コミュニティに参加する
ko: 커뮤니티 가입
ru: Присоединиться к сообществу
tr: Topluluğa Katılın
zh_hant: 加入社群

# 去划转
source: To Transfer
es: Transferir
hi: स्थानांतरित करने के लिए
id: Untuk transfer
ja: 転送する
ko: 송금하러 가기
ru: Перевести
tr: Transfer İçin
zh_hant: 去劃轉

# 去邀请
source: To Invite
es: Invitar
hi: आमंत्रित करने के लिए
id: Untuk mengundang
ja: 招待する
ko: 초대하러 가기
ru: Пригласить
tr: Davet Etmek İçin
zh_hant: 去邀請

# 去交易
source: To Trade
es: Trading
hi: व्यापार के लिए
id: Untuk berdagang
ja: 取引へ
ko: 거래하기
ru: Торговать
tr: Alım-Satım İçin
zh_hant: 去交易

# 立即领取
source: Receive Now
es: Recibir ahora
hi: अभी प्राप्त करें
id: Terima sekarang
ja: 今すぐ受け取り
ko: 바로 수령하기
ru: Получить сейчас
tr: Şimdi Al
zh_hant: 立即領取

# 扫码加入官方合约群
source: Scan the QR code to join the official group
es: Escanee el código QR para unirse al grupo oficial
hi: आधिकारिक समूह में शामिल होने के लिए क्यूआर कोड को स्कैन करें
id: Pindai kode QR untuk bergabung dengan grup resmi
ja: QRコードをスキャンして公式契約グループに参加します
ko: 스캔하여 공식 계약 그룹에 가입하기
ru: Отсканируйте QR-код, чтобы присоединиться к официальной группе
tr: Resmi gruba katılmak için QR kodunu tarayın
zh_hant: 掃碼加入官方合約群

# QQ群号
source: QQ Group: 564783285
es: Grupo QQ: 564783285
ja: QQグループ番号
ko: QQ그룹번호：564783285
ru: Группа QQ: 564783285
tr: QQ Grubu: 564783285
zh_hant: QQ群號

# 加群后联系管理员即可领取体验金
source: After joining the group, contact the administrator to receive the trial funds.
es: Después de unirse al grupo, comuníquese con el administrador para recibir los fondos de prueba.
hi: समूह में शामिल होने के बाद, परीक्षण निधि प्राप्त करने के लिए व्यवस्थापक से संपर्क करें।
id: Setelah bergabung dengan grup, hubungi administrator untuk menerima dana uji coba.
ja: グループに参加した後、管理者に連絡してトライボーナスを受け取ります
ko: 그룹 가입 후 관리자에게 연락하여 체험금을 수령하세요.
ru: После вступления в группу, свяжитесь с администратором для получения пробных средств.
tr: Gruba katıldıktan sonra, deneme parasını almak için yöneticiyle iletişime geçin.
zh_hant: 加群後聯系管理員即可領取體驗金

# 其他
source: Other
es: Otro
hi: अन्य
id: Lainnya
ja: 収益
ko: 기타
ru: Другие
tr: Diğer
zh_hant: 其他

# 余额
source: Balance
hi: शेष
id: Keseimbangan
ja: 残高
ko: 잔액
ru: Баланс
tr: Bakiye
zh_hant: 余額

# 永续合约账户
source: Perpetual Contract Account
es: Cuenta de Contrato perpetuo
hi: सदा अनुबंध खाता
id: Akun Kontrak Perpetual
ja: 永久継続先物契約アカウント
ko: 무기한 계약 계정
ru: Счет бессрочного контракта
tr: Kalıcı Sözleşme Hesabı Açın
zh_hant: 永續合約賬戶

# 永续合约
source: Perpetual Contract
es: Contrato perpetuo
hi: सदा अनुबंध
id: Kontrak abadi
ja: 永久契約
ko: 무기한 계약
ru: Бессрочный контракт
tr: Kalıcı Sözleşme Hesabı
zh_hant: 永續合約

# 全币种合约账户
source: Quanto Futures Account
es: Cuenta de futuros Quanto
hi: क्वांटो फ्यूचर्स खाता
id: Akun Quanto Futures
ja: 全通貨契約アカウント
ko: 선물 콴토계약 계정
ru: Фьючерсный счет Quanto
tr: Quanto Vadeli İşlemler Hesabı
zh_hant: 全幣種合約賬戶

# 矿池账户
source: Pool Account
es: Cuenta de Pool
hi: पूल खाता
id: Akun Pool
ja: マイニングプール
ko: 채굴 풀 계정
ru: Счет пула
tr: Havuz Hesabı
zh_hant: 礦池賬戶

# 永续
source: SWAP
es: Perpetuo
hi: लगातार
id: Abadi
ja: 持続可能な
ko: 무기한
ru: СВОП
zh_hant: 永續

# 矿池
source: Pool
hi: पूल
id: Kolam
ja: マイニングプール
ko: 채굴 풀
ru: Пул
tr: Havuz
zh_hant: 礦池

# 资金费率
source: Funding
es: Tasa de capital
hi: पूंजी दर
id: Tarif modal
ja: 資金調達率
ko: 자금요율
ru: Финансирование
tr: Finansman
zh_hant: 資金費率

# 资金费用
source: Funding Fee
es: Tasa de financiación
hi: फंडिंग शुल्क
id: Biaya pendanaan
ja: 資金コスト
ko: 펀딩비용
ru: Плата за финансирование
tr: Finansman Ücreti
zh_hant: 資金費用

# 联系买家
source: Contact Buyer
es: Contactar comprador
hi: खरीदार से संपर्क करें
id: Hubungi Pembeli
ja: 購入者に連絡
ko: 구매자 연락하기
ru: Связаться с покупателем
tr: Alıcıyla İletişime Geç
zh_hant: 聯繫買家

# 联系卖家
source: Contact Seller
es: Contactar vendedor
hi: विक्रेता से संपर्क करे
id: Hubungi penjual
ja: 販売者に連絡する
ko: 판매자 연락하기
ru: Связаться с продавцом
tr: Satıcıyla İletişime Geç
zh_hant: 聯繫賣家

# 联系卖家电话
source: Seller Mobile
es: Vendedor móvil
hi: विक्रेता मोबाइल
id: Ponsel Penjual
ja: 販売者に電話する
ko: 판매자 연결
ru: Мобильный телефон продавца
tr: Satıcı Telefon Numarası
zh_hant: 聯繫賣家電話

# 卖家姓名
source: Name
es: Nombre
hi: नाम
id: Nama
ja: 販売者の名前
ko: 판매자 이름
ru: Имя
tr: Adı
zh_hant: 賣家姓名

# 卖家电话
source: Number
es: Número
hi: संख्या
id: Nomor
ja: 販売者の電話
ko: 팬매자 번호
ru: Номер
tr: Numara
zh_hant: 賣家電話

# 联系买家电话
source: Buyer Mobile
es: Móvil del comprador
hi: क्रेता मोबाइल
id: Ponsel Pembeli
ja: 購入者に電話する
ko: 구매자 연결
ru: Мобильный покупателя
tr: Alıcı Telefon Numarası
zh_hant: 聯繫買家電話

# 买家姓名
source: Name
es: Nombre
hi: नाम
id: Nama
ja: 購入者の名前
ko: 구매자 이름
ru: Имя
tr: Adı
zh_hant: 買家姓名

# 买家电话
source: Number
es: Número
hi: संख्या
id: Nomor
ja: 購入者の電話
ko: 구매자 번호
ru: Номер
tr: Numara
zh_hant: 買家電話

# 振幅
source: Amplitude
es: Amplitud
hi: आयाम
id: Amplitudo
ja: 値幅
ko: 진폭
ru: Амплитуда
tr: Genişlik
zh_hant: 振幅

# XT矿池
source: XT Pool
es: Pool XT
hi: XT पूल
ja: XTマイニングプール
ko: XT채굴 풀
tr: XT Havuzu
zh_hant: XT礦池

# PoS挖矿
source: PoS Mining
es: Minería POS
hi: पीओएस माइनिंग
id: Penambangan PoS
ja: POSマイニング
ko: PoS채굴
ru: PoS майнинг
zh_hant: PoS挖礦

# 持有余额不足，下单失败。请调整你的下单或划转资产。
source: The insufficient balance fails to place an order. Please adjust your order or transfer assets.
es: El balance es insuficiente para realizar un pedido. Por favor, ajuste sus activos de orden o transferencia.
hi: अपर्याप्त बैलेंस ऑर्डर देने में विफल रहता है। कृपया अपना ऑर्डर एडजस्ट करें या एसेट ट्रांसफर करें
id: Keseimbangan yang tidak mencukupi gagal melakukan pemesanan. Harap sesuaikan pesanan Anda atau transfer aset.
ja: 保有残高が不足しており、注文が失敗しました。 ご注文をもう一度やり直すか、資産を転送してください。
ko: 보유 잔액이 부족하여 주문에 실패하였습니다. 주문 또는 송금자산을 조정해 주십시오.
ru: Недостаточный баланс не позволяет разместить ордер. Пожалуйста, скорректируйте ордер или переведите активы.
tr: Yetersiz bakiye sebebiyle emir verilemiyor. Lütfen emri değiştirin veya yeni varlık transfer edin.
zh_hant: 持有餘額不足，下單失敗。請調整你的下單或劃轉資產。

# 好的
source: OK
id: Oke
ja: はい
ko: 예
tr: Tamam
zh_hant: 好的

# 取消三次订单后，当天无法再次下单，请谨慎操作
source: After canceling three orders, you cannot place another order on the same day, please be careful!
es: Después de cancelar tres órdenes, no puede colocar otro pedido el mismo día, ¡tenga cuidado!
hi: तीन आदेश रद्द करने के बाद, आप उसी दिन दूसरा आदेश नहीं दे सकते, कृपया सावधान रहें!
id: Setelah membatalkan tiga pesanan, Anda tidak dapat memesan lagi di hari yang sama, harap berhati-hati!
ja: 3回のご注文をキャンセルした後、当日は別のご注文はできませんのでご注意ください
ko: 3회 주문취소 후, 당일 주문을 내릴수 없습니다. 유의하시기 바랍니다.
ru: После отмены трех ордеров, вы не можете разместить еще один ордер в тот же день, пожалуйста, будьте внимательны!
tr: Üç emir iptal ettikten sonra aynı gün başka bir emir veremezsiniz, lütfen dikkatli olun!
zh_hant: 取消三次訂單後，當天無法再次下單，請謹慎操作

# 继续交易
source: Continue
es: Continuar
hi: जारी रखें
id: Lanjutkan
ja: 取引を続ける
ko: 계속 거래하기
ru: Продолжить
tr: Devam
zh_hant: 繼續交易

# 存币生币
source: Invest and Gain
es: Invertir y ganar
hi: निवेश और लाभ
id: Investasikan dan Dapatkan
ja: 通貨を預けて通貨をマイニングする
ko: 예금하여 수익받자
ru: Инвестируйте и получайте прибыль
tr: Yatırın ve Kazanın
zh_hant: 存幣生幣

# XT赚币，躺赚收益
source: Come to XT.COM for Easy Gains.
es: Ven a xt.com para obtener ganancias fáciles
hi: आसान लाभ के लिए XT.COM पर आएं।
id: Datang ke XT.COM untuk keuntungan mudah.
ja: XTで儲かりましょう
ko: XT에서 거래하고 수익 창출하자
ru: Приходите на XT.COM за легкими доходами.
tr: Kolay Kazanç için XT.COM'a gelin.
zh_hant: XT賺幣，躺賺收益

# 创建挖矿账户
source: Create Mining Account
es: Crear una cuenta de minería
hi: माइनिंग खाता बनाएँ
id: Buat Akun Penambangan
ja: マイニングアカウントを作成する
ko: 채굴 계정 생성하기
ru: Создайте счет для майнинга
tr: Mining Hesabı Oluştur
zh_hant: 創建挖礦賬戶

# 收款地址
source: Receiving Address
es: Dirección receptora
hi: प्राप्त करने का पता
id: Menerima alamat
ja: 受け取りアドレス
ko: 입금주소
ru: Адрес получения
tr: Alım Adresi
zh_hant: 收款地址

# 默认为XT矿池账户
source: The default is XT Mining Pool Account.
es: El valor predeterminado es el de la cuenta de Pool Mining Xt.
hi: डिफ़ॉल्ट खाता XT माइनिंग पूल खाता है।
id: Defaultnya adalah Akun XT Mining Pool.
ja: デフォルトはXTマイニングプールアカウントです
ko: XT채굴 풀 계정을 기본설정으로 합니다.
ru: По умолчанию это XT Mining Pool Account.
tr: Varsayılan, XT Mining Havuz Hesabıdır.
zh_hant: 默認為XT礦池賬戶

# 立即创建
source: Create Now
es: Crea ahora
hi: अभी बनाएं
id: Buat sekarang
ja: 今すぐ作成
ko: 지금 생성하기
ru: Создать сейчас
tr: Şimdi Oluştur
zh_hant: 立即創建

# 成交时间
source: Traded Time
es: Tiempo del trading
hi: ट्रेडेड टाइम
id: Waktu yang diperdagangkan
ja: 注文確定時間
ko: 체결시간
ru: Время торговли
tr: Alım-Satım Zamanı
zh_hant: 成交時間

# 成交详情
source: Traded Details
es: Detalles de trading
hi: व्यापार विवरण
id: Detail yang diperdagangkan
ja: 注文の詳細
ko: 채결 상세정보
ru: Детали сделки
tr: Alım-Satım Ayrıntıları
zh_hant: 成交詳情

# 限价卖出
source: Sell Limit
es: Límite de venta
hi: बिक्री सीमा
id: Batas Jual
ja: 指値売り
ko: 지정가 매도
ru: Лимит продажи
tr: Satış Limiti
zh_hant: 限價賣出

# 限价买入
source: Buy Limit
es: Límite de compra
hi: खरीदी सीमा
id: Batas Beli
ja: 指値買い
ko: 지정가 매입
ru: Лимит покупки
tr: Alış Limiti
zh_hant: 限價買入

# 市价卖出
source: Sell Market
es: Venta de mercado
hi: मार्केट बेचें
id: Jual Pasar
ja: 成り行き売り
ko: 시장가격 매도
ru: Рынок продажи
tr: Satış Piyasası
zh_hant: 市價賣出

# 市价买入
source: Buy Market
es: Comprar mercado
hi: मार्केट खरीदें
id: Beli Pasar
ja: 成り行き注文
ko: 시장가격 매입
ru: Рынок покупки
tr: Alış Piyasası
zh_hant: 市價買入

# 止盈止损
source: TP/SL Order
es: Detener p / l
hi: P/L बंद करो
id: Hentikan P/L
ja: ストップロス
ko: 손익중단
ru: TP/SL ордер
tr: TP/SL Emri
zh_hant: 止盈止損

# 委托金额
source: Order Amount
es: Total de la orden
hi: ऑर्डर करने की राशि
id: Jumlah pesanan
ja: 委託金額
ko: 주문금액
ru: Сумма ордера
tr: Emir Miktarı
zh_hant: 委託金額

# 成交价
source: Traded Price
es: Precio de trading
hi: कारोबार मूल्य
id: Harga yang Diperdagangkan
ja: 最終価格
ko: 체결가격
ru: Цена сделки
tr: Alım-Satım Fiyatı
zh_hant: 成交價

# 成交金额
source: Total Traded
es: Total trading
hi: कुल कारोबार
id: Total diperdagangkan
ja: 売上高
ko: 체결금액
ru: Итого торгуется
tr: Toplam Alım-Satım
zh_hant: 成交金額

# 全部状态
source: Status
es: Estado
hi: स्थिति
ja: すべてのステータス
ko: 모든 상태
ru: Статус
tr: Durum
zh_hant: 全部狀態

# 全部方向
source: All
es: Dirección
hi: सभी
id: Semua
ja: 全方向
ko: 모든 방향
ru: Все
zh_hant: 全部方向

# 卖
source: Sell
es: Vender
hi: बेचना
id: Jual
ja: 売り
ko: 매도
ru: Продать
tr: Sat
zh_hant: 賣

# 买
source: Buy
es: Comprar
hi: खरीदना
id: Beli
ja: 買い
ko: 매입
ru: Купить
tr: Dışarıdan Tedarik
zh_hant: 買

# 订单筛选之后可查看更多
source: View more after order filtering
es: Ver más después de filtrar de pedidos
hi: ऑर्डर फ़िल्टर करने के बाद और देखें
id: Lihat lebih banyak setelah pemfilteran pesanan
ja: 注文フィルタリング後に詳細を確認することができます
ko: 주문 선별 후 더 보기를 진행할 수 있습니다.
ru: Просмотреть больше после фильтрации ордеров
tr: Emir filtrelemeden sonra daha fazlasını görüntüleyin
zh_hant: 訂單篩選之後可查看更多

# 合约合伙人说明
source: Contract Partner Description
es: Descripción contrato de partner
hi: अनुबंध भागीदार विवरण
id: Deskripsi Mitra Kontrak
ja: 先物パートナー説明
ko: 계약 파트너 설명
ru: Описание партнера по контракту
tr: Sözleşme Partneri Açıklaması
zh_hant: 合約合夥人說明
