Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 例如浮动价格保持比最新价格低0.1 CNY则输入-0.1，高0.1 CNY则输入0.1
source: For example, if the floating price is 0.1 CNY lower than the latest price, enter '-0.1'; if the floating price is 0.1 CNY higher than the latest price, enter '0.1'.
es: Por ejemplo, si el precio flotante es 0.1 CNY más bajo que el último precio, ingrese '-0.1' Si el precio flotante es 0.1 CNY más alto que el último precio, ingrese '0.1'.
hi: उदाहरण के लिए, यदि अस्थायी मूल्य नवीनतम मूल्य से 0.1 CNY कम है, तो '-0.1' दर्ज करें; यदि अस्थायी मूल्य नवीनतम मूल्य से 0.1 CNY अधिक है, तो '0.1' दर्ज करें।
id: Misalnya, jika harga mengambang 0,1 CNY lebih rendah dari harga terbaru, masukkan '-0,1'; jika harga mengambang 0,1 CNY lebih tinggi dari harga terbaru, masukkan '0,1'.
ja: たとえば、変動価格が最新の価格よりも0.1 CNY低い場合は、-0.1と入力し、0.1 CNY高い場合は、0.1と入力します。
ko: 예를 들어 변동 가격이 최신 가격보다 0.1 CNY가 낮게 유지되면 -0.1을 입력하고 0.1보다 높으면 0.1 CNY를 입력합니다.
ru: Например, если плавающая цена на 0,1 CNY ниже последней цены, введите '-0,1'; если плавающая цена на 0,1 CNY выше последней цены, введите '0,1'.
tr: Örneğin, değişken fiyat son fiyattan 0,1 CNY daha düşükse, "-0.1" girin; değişken fiyat en son fiyattan %0,1 CNY daha yüksekse, "0.1" girin.
zh_hant: 例如浮動價格保持比最新價格低0.1 CNY則輸入-0.1，高0.1 CNY則輸入0.1

# 交易哈希
source: TxHash
hi: टीएक्सहैश
ja: トランザクションハッシュ
ko: 거래해시
zh_hant: 交易哈希

# DeFi板块
source: DeFi Zone
es: Zona DeFi
hi: डेफी जोन
id: Zona DeFi
ja: DeFiゾーン
ko: DeFi존
ru: Зона DeFi
tr: DeFi Bölgesi
zh_hant: DeFi板塊

# NFT板块
source: NFT Zone
es: Zona de NFT
hi: एनएफटी जोन
id: Zona NFT
ja: NFTゾーン
ko: NFT존
ru: Зона NFT
tr: NFT Bölgesi
zh_hant: NFT板塊

# NFT区
source: NFT Zone
es: Zona de NFT
hi: एनएफटी जोन
id: Zona NFT
ja: NFTゾーン
ko: NFT존
ru: Зона НФТ
tr: NFT Bölgesi
zh_hant: NFT區

# 买币
source: Buy
es: Comprar
hi: खरीदी
id: Beli
ja: 購入する
ko: 코인구매
ru: Купить
tr: Dışarıdan Tedarik
zh_hant: 買幣

# 浮动价格必须大于0
source: The floating price must be greater than 0.
es: El precio flotante debe ser mayor que 0
hi: फ़्लोटिंग मूल्य 0 से अधिक होना चाहिए।
id: Harga mengambang harus lebih besar dari 0.
ja: 変動価格は0より大きくなければなりません
ko: 변동가격은 0보다 커야합니다.
ru: Плавающая цена должна быть больше 0.
tr: Değişken fiyat 0'dan büyük olmalıdır.
zh_hant: 浮動價格必須大於0

# 粘贴
source: Paste
es: Pegar
hi: पेस्ट करें
id: Tempel
ja: 貼り付け
ko: 풀
ru: Вставить
tr: Yapıştır
zh_hant: 粘貼

# 即将开盘
source: Open Soon
es: Próximamente
hi: जल्द खुलेगा
id: Buka segera
ja: 近日公開
ko: 곧 오픈 예정
ru: Скоро открытие
tr: Yakında Açılıyor
zh_hant: 即將開盤

# 开盘时间（#OPENTIME#）
source: Open Time (#OPENTIME#)
es: Tiempo abierto (# OpenTime #)
hi: खुलने का समय (#OPENTIME#)
id: Waktu Buka (#OPENTIME#)
ja: 営業時間（＃OPENTIME＃）
ko: 오픈시간（#OPENTIME#）
ru: Время открытия (#OPENTIME#)
tr: Açılış Süresi (#OPENTIME#)
zh_hant: 開盤時間（＃OPENTIME＃）

# 区块查询
source: Block Query
es: Consulta de bloque
hi: ब्लॉक क्वेरी
id: Blokir Kueri
ja: ブロッククエリ
ko: 블록 검색
ru: Блок Запрос
tr: Sorguyu Blokla
zh_hant: 區塊查詢

# 全币种
source: Quanto
hi: क्वांटो
ja: 全部の通貨
ko: 선물 콴토
zh_hant: 全幣種

# 全币种合约
source: Quanto
es: Futuros Quantos
hi: क्वांटो फ्यूचर्स
id: Quanto Futures
ja: 全通貨のコントラクト
ko: 선물 콴토계약
ru: Кванто
zh_hant: 全幣種合約

# U本位合约
source: USD-M
es: Futuribles USD-M
hi: यूएसडी-एम फ्यूचर्स
id: USD-M futures
ja: U標準契約
ko: USD-마진 퓨쳐스
zh_hant: U本位合約

# 币本位合约
source: Coin-M
es: Futuribles Coin-M
hi: कॉइन-एम फ्यूचर्स
id: COIN-M futures
ja: 通貨ベースの契約
ko: Coin-마진 퓨쳐스
ru: Coin-М
zh_hant: 幣本位合約

# U本位合约账户
source: USD-M Futures
hi: यूएसडी-एम फ्यूच
ja: U標準契約
ko: USD-마진 퓨쳐스
ru: Фьючерсы USD-M
tr: USD-M Vadeli İşlemler
zh_hant: U本位合約賬戶

# 币本位合约账户
source: Coin-M Futures
hi: कॉइन-एम फ्यूच
ja: 通貨ベースの契約
ko: Coin-마진 퓨쳐스
ru: Фьючерсы Coin-М
tr: Coin-M Vadeli İşlemler
zh_hant: 幣本位合約賬戶

# 可开多
source: Max Long
es: Largo disponible
hi: लांग के लिए उपलब्ध
id: Long tersedia
ja: ロング
ko: 롱 포지션
ru: Максимально долго
tr: Maks Uzun
zh_hant: 可開多

# 可开空
source: Max short
es: Corto disponible
hi: संक्षिप्त के लिए उपलब्ध
id: Short tersedia
ja: ショート
ko: 숏 포지션
ru: Максимально короткая
tr: Maks kısa
zh_hant: 可開空

# 增加保证金
source: Add Margin
es: Añadir Margin
hi: मार्जिन जोड़ें
id: Tambahkan Margin
ja: 保証金を増やす
ko: 증거금 추가
ru: Добавить маржу
tr: Marj Ekle
zh_hant: 增加保證金

# 减少保证金
source: Reduce Margin
es: Reducir el Margin
hi: मार्जिन कम करें
id: Kurangi margin
ja: 保証金を減らす
ko: 증거금 감소
ru: Уменьшить маржу
tr: Marj Azalt
zh_hant: 減少保證金

# 当前仓位保证金
source: Current Position Margin
es: Margin de posición actual
hi: वर्तमान स्थिति मार्जिन
id: Margin posisi saat ini
ja: 現在のポジションマージン
ko: 현재 포지션 증거금
ru: Маржа по текущей позиции
tr: Mevcut Pozisyon Marjı
zh_hant: 當前倉位保證金

# 最多可增加
source: Max to Add
es: Max para agregar
hi: अधिकतम जोड़ने के लिए
id: Maks untuk Ditambah
ko: 최대 추가 가능
ru: Максимум для добавления
tr: Eklenecek Maks
zh_hant: 最多可增加

# 最多可减少
source: Max to Reduce
es: Max para reducir
hi: अधिकतम कम करने के लिए
id: Max untuk dikurangi
ja: 最大で減らせる
ko: 최대 감소 가능
ru: Макс. для уменьшения
tr: Azaltılacak Maks
zh_hant: 最多可减少

# 调整后参考强平价
source: Adjusted Reference Liq. Price
es: Margin Referencia ajustada LIQ. Precio
hi: समायोजित संदर्भ चलनिधि मूल्य
id: Harga Referensi Liq. Disesuaikan
ja: 調整後強いパリティを参照
ko: 조정후 강제청산가격 참조
ru: Скорректированная базовая цена Цена
tr: Düzeltilmiş Referans Lik. Fiyat
zh_hant: 調整後參考強平價

# 限价平仓
source: Limit Liq
es: Límite de Liq
hi: लिमिट लिक्विडिटी
id: Batasi Liq
ja: 指値決済
ko: 지정가 청산
ru: Предельная цена
tr: Limit Likidite
zh_hant: 限價平倉

# 市价平仓
source: Market Liq
es: Mercado de Liquidez
hi: बाजार की तरलता
id: Pasar Liq
ja: 成り行き決済
ko: 시장가 청산
ru: Рыночный лимит
tr: Piyasa Likiditesi
zh_hant: 市價平倉

# 张
source: Cont
hi: संख्या
id: Potongan
ja: 枚
ko: 개
ru: Конт
zh_hant: 張

# 调整杠杆
source: Lever
es: Ajustar el Margin
hi: मार्जिन समायोजित करें
id: Sesuaikan margin
ja: 調整レバレッジ
ko: 마진 조정
ru: Рычаг
tr: Kaldıraç
zh_hant: 調整杠桿

# 当前杠杆倍数较高，请注意风险
source: The current leverage is high, please be aware of risks
es: El apalancamiento actual es alto, tenga en cuenta los riesgos
hi: वर्तमान उत्तोलन अधिक है, कृपया जोखिमों से अवगत रहें
id: Leverage saat ini tinggi, harap perhatikan risiko
ja: 現在のレバレッジは高いです。リスクに注意してください
ko: 현재 마진배수가 높습니다. 리스크에 주의하시기 바랍니다
ru: Текущее кредитное плечо высокое, пожалуйста, помните о рисках
tr: Mevcut eğilim yüksek, lütfen risklerin farkında olun
zh_hant: 當前杠桿倍數較高，請註意風險

# 买入/做多
source: Buy/ Long
es: Comprar / largo
hi: खरीदें/लंबे समय तक
id: Beli/Long
ja: 購入
ko: 매수(롱) 포지션
ru: Покупка/Длинная
tr: Satın Al/Uzun
zh_hant: 買入/做多

# 卖出/做空
source: Sell/ Short
es: Vender/corto
hi: बेचें/लघु
id: Jual/Short
ja: 売却
ko: 매도(숏) 포지션
ru: Продажа/короткая
tr: Sat/Kısa
zh_hant: 賣出/做空

# 逐仓
source: Isolated
es: Margin aislado
hi: अलग मार्जिन
id: Margin yang terisolasi
ja: ウエアハウス
ko: 격리마진
ru: Изолированный
tr: İzole
zh_hant: 逐倉

# 数量(张)
source: Amount (Cont)
es: Cantidad (cont)
hi: राशि (गणना)
id: Jumlah (potongan)
ja: 枚
ko: 수량(개)
ru: Сумма (конт)
tr: Miktar (Cont)
zh_hant: 數量(張)

# 张数
source: Cont
hi: संख्या
id: Potongan
ja: 枚数
ko: 개수
ru: Конт
zh_hant: 張數

# 持有仓位
source: Positions
es: Posiciones
hi: पद
id: Posisi
ja: ホールドポジション
ko: 보유중인 포지션
ru: Позиции
tr: Pozisyonlar
zh_hant: 持有倉位

# 成交数量(张)
source: Traded (Cont)
es: Negociado (cont)
hi: लेनदेन (संख्या)
id: Diperdagangkan (Potongan)
ja: トランザクション数（ピース）
ko: 체결수량(개)
ru: Торгуется (конт)
tr: İşlem Yapıldı (Cont)
zh_hant: 成交數量(張)

# 确定要撤销此委托？
source: Are you sure to cancel the order?
es: ¿Estás seguro de cancelar el pedido?
hi: क्या आप वाकई ऑर्डर रद्द करना चाहते हैं?
id: Apakah Anda yakin untuk membatalkan pesanan?
ja: この注文を取り消してもよろしいですか？
ko: 해당 주문을 철회하시겠습니까?
ru: Вы уверены, что хотите отменить ордер?
tr: Emri iptal edeceğinizden emin misiniz?
zh_hant: 確定要撤銷此委托？

# 当前存在持仓或挂单，不可进行修改
source: There are open positions or pending orders, so the margin cannot be modified
es: Hay posiciones abiertas o pedidos pendientes, por lo que el Margin no puede ser modificado
hi: खुली स्थिति या लंबित आदेश हैं, इसलिए मार्जिन को संशोधित नहीं किया जा सकता है
id: Ada posisi terbuka atau pesanan tertunda, sehingga margin tidak dapat diubah
ja: 現在募集中のポジションまたは保留中の注文があり、変更できません
ko: 현재 보유 포지션 또는 메이커 주문이 존재하므로 수정을 진행할 수 없습니다.
ru: Имеются открытые позиции или отложенные ордера, поэтому маржа не может быть изменена
tr: Açık pozisyonlar veya bekleyen emirler var, bu nedenle marjin değiştirilemez.
zh_hant: 當前存在持倉或掛單，不可進行修改

# 开仓均价
source: Avg Price
es: Precio abierto promedio
hi: औसत खुली कीमत
id: Harga buka rata-rata
ja: 平均オープン価格
ko: 평균 진입 가격
ru: Средняя цена
tr: Ortalama Fiyat
zh_hant: 開倉均價

# 持仓数量
source: Number of PS
es: Posiciones
hi: स्थितियां
id: Posisi
ja: ポジション数量
ko: 보유중인 포지션 수량
ru: Количество PS
tr: PS Sayısı
zh_hant: 持倉數量

# 保证金
source: Margin
hi: सीमा
ja: 保証金
ko: 증거금
ru: Маржа
tr: Marj
zh_hant: 保證金

# 未实现盈亏
source: Unrealized P/L
es: P / l no realizado
hi: अप्राप्त P/L
id: P/L yang belum direalisasi
ja: 未実現損益
ko: 미실현 손익
ru: Нереализованный P/L
tr: Gerçekleşmeyen K/Z
zh_hant: 未實現盈虧

# 强平价格
source: Liq.Price
es: Liq. Precio
hi: तरलता मूल्य
id: Harga Liq.
ja: 強制決済価格
ko: 청산가격
tr: Likidite Fiyatı
zh_hant: 強平價格

# 调整保证金
source: Set Margin
es: Ajustar el Margin
hi: मार्जिन समायोजित करें
id: Sesuaikan margin
ja: 調整保証金
ko: 증거금 조정
ru: Установить маржу
tr: Marj Ayarla
zh_hant: 調整保證金

# 平仓
source: Close
es: Cerrar
hi: बंद करे
id: Tutup
ja: 決済
ko: 청산
ru: Закрыть
tr: Kapat
zh_hant: 平倉

# 开仓价格
source: Open price
es: Precio de apertura
hi: उपज दर
id: Buka Harga
ja: 始値
ko: 진입가격
ru: Цена открытия
tr: Açık Fiyat
zh_hant: 開倉價格

# 合约收益率
source: Yield Rate
es: Tasa de rendimiento
hi: उपज दर
id: Tingkat hasil
ja: コントラクト収益率
ko: 계약 수익률
ru: Ставка доходности
tr: Verim Oranı
zh_hant: 合約收益率

# 合约历史
source: All
es: Todo
hi: सब
id: Semua
ja: コントラクト歴史
ko: 계약거래 내역
ru: Все
zh_hant: 合約歷史

# 历史成交
source: Transactions
es: Transacciones
hi: लेनदेन
id: Transaksi
ja: 過去の取引
ko: 체결내역
ru: Сделки
tr: İşlemler
zh_hant: 歷史成交

# 合约账单
source: Bills
es: Facturas
hi: बिल
id: Tagihan
ja: コントラクト注文
ko: 계약 입출금내역
ru: Векселя
tr: Faturalar
zh_hant: 合約賬單

# 已过期
source: Expired
es: Caducado
hi: समय सीमा समाप्त
id: Kedaluwarsa
ja: 期限切れ
ko: 만료
ru: Истекло
tr: Süresi doldu
zh_hant: 已過期

# 请输入张数
source: Please enter the Cont
es: Por favor ingrese el Cont
hi: कृपया कागज की संख्या दर्ज करें
id: Sila masukkan potongan
ja: 请入张数
ko: 매수를 입력하세요
ru: Пожалуйста, введите Cont
tr: Lütfen Cont girin
zh_hant: 請輸入張數

# 已实现盈亏/手续费
source: Realised P/L or Fees
es: Realizado P / L o tasas
hi: वसूली P/L या शुल्क
id: P/L direalisasi atau Biaya
ja: 実現損益/手数料
ko: 실현손익/수수료
ru: Реализованный доход или комиссионные
tr: Gerçekleşen K/Z veya Ücretler
zh_hant: 已實現盈虧/手續費

# 已实现盈亏
source: Realized P/L
es: Realizado P / L
hi: वसूली P/L
id: P/L direalisasi
ja: 実現損益
ko: 실현손익
ru: Реализованный доход от основной деятельности
tr: Gerçekleşen K/Z
zh_hant: 已實現盈虧

# 总额
source: Total Amount
es: Cantidad total
hi: कुल राशि
id: Jumlah total
ja: 総額
ko: 총액
ru: Общая сумма
tr: Toplam Miktar
zh_hant: 總額

# 资金划入
source: Transfer In
es: Transferencia entrante
hi: स्थानांतरण इन
id: Transfer di
ja: 資金転入
ko: 자금입금
ru: Перевод в
tr: İçeriye transfer et
zh_hant: 資金劃入

# 资金划出
source: Transfer Out
es: Trasferencia saliente
hi: ट्रांसफर आउट
id: Transfer keluar
ja: 資金転出
ko: 자금출금
ru: Перевод
tr: Dışarıya transfer et
zh_hant: 資金劃出

# 普通交易
source: Spot Trading
es: Comercio de Spot
hi: स्पॉट ट्रेडिंग
id: Perdagangan Spot
ja: 通常の取引
ko: 일반거래
ru: Спотовая торговля
tr: Spot Alım-Satım
zh_hant: 普通交易

# 强制平仓
source: Forced Liq.
es: Liquidez forzada
hi: जबरन चलनिधि
id: Paksa liq
ja: 強制決済
ko: 강제청산
ru: Принудительная ликвид.
tr: Zorunlu Lik.
zh_hant: 強制平倉

# 系统平仓
source: System Liq.
es: Liquidez del sistema
hi: सिस्टम तरलता
id: Sistem Liq
ja: システム決済
ko: 시스템 청산
ru: Системный Liq.
tr: Sistem Lik.
zh_hant: 系統平倉

# 爆仓盈亏划入
source: Liq. P/L Transfer-in
es: Liq. Transferencia P / L
hi: लिक्विड पी/एल ट्रांसफर-इन करे
ja: 決済損益転送
ko: 청산손익 입금
ru: Liq. P/L Трансфер-ин
tr: Lik. K/Z İçeriye Transfer
zh_hant: 爆倉盈虧劃入

# 冻结保证金
source: Freeze Margin
es: Congelar Margin
hi: मार्जिन फ्रीज करे
id: Membekukan margin
ja: 保証金を凍結します
ko: 증거금 동결
ru: Заморозка маржи
tr: Marjı Dondur
zh_hant: 資凍結保證金

# 解冻结保证金
source: Unfreeze Margin
es: Descongelar el Margin
hi: मार्जिन अनफ्रीज करे
id: Mencairkan Margin
ja: 保証金を回答します
ko: 증거금 동결해제
ru: Маржа на размораживание
tr: Marjın Dondurulmasını Kaldır
zh_hant: 解凍結保證金

# 冻结手续费
source: Freeze Fees
es: Tasas de congelación
hi: फीस फ्रीज करे
id: Membekukan biaya
ja: 手数料を凍結します
ko: 수수료 동결
ru: Сборы за замораживание
tr: Ücretleri Dondur
zh_hant: 凍結手續費

# 解冻结手续费
source: Unfreeze Fees
es: Tasas de descongelación
hi: फीस अनफ्रीज करे
id: Mencairkan biaya
ja: 手数料を解凍します
ko: 수수료 동결해제
ru: Сборы за размораживание
tr: Ücretlerin Dondurulmasını Kaldır
zh_hant: 解凍結手續費

# 标记价格
source: Mark price
es: Marcar
hi: चिह्न
id: tanda
ja: 表記価格
ko: 표시가격
ru: Цена марки
tr: Fiyatı İşaretle
zh_hant: 標記價格

# 开多
source: Open Long
es: Abrir largo
hi: लंबे समय के लिए खुला
id: Buka long
ja: ロング
ko: 롱 이익
ru: Открыть длинную
tr: Aç Uzun
zh_hant: 開多

# 开空
source: Open Short
es: Abrir corto
hi: कम समय के लिए खुला
id: Buka short
ja: 暇をあける
ko: 롱 손실
ru: Открыть короткую
tr: Aç Kısa
zh_hant: 開空

# 平空
source: Close Short
es: Cerrar corto
hi: कम समय के लिए बंद करें
id: Tutup short
ja: ショート
ko: 숏 손실
ru: Закрыть короткую
tr: Kapat Kısa
zh_hant: 平空

# 平多
source: Close Long
es: Cerrar largo
hi: लंबे समय से बंद
id: Tutup long
ja: ロングを決済
ko: 숏 이익
ru: Закрыть длинную
tr: Kapat Uzun
zh_hant: 平多

# 现金券
source: Voucher
es: Cupón
ja: 現金バウチャー
ko: 현금 쿠폰
ru: Ваучер
tr: Kupon
zh_hant: 现金券

# 失效日期
source: Expiry Date
es: Fecha de caducidad
hi: समाप्ति तिथि
id: Tanggal kadaluarsa
ja: 有効期限
ko: 만료일
ru: Дата истечения
tr: Son Geçerlilik Tarihi
zh_hant: 失效日期

# 已失效
source: Expired
es: Caducado
hi: समय सीमा समाप्त
id: Kedaluwarsa
ja: 期限切れ
ko: 만료
ru: Просроченный
tr: Süresi doldu
zh_hant: 已失效

# 去使用
source: To Use
es: Usar
hi: उपयोग करने के लिए
id: Menggunakan
ja: 使用するには
ko: 사용하러 가기
ru: Использовать
tr: Kullanmak İçin
zh_hant: 去使用

# 费率折扣
source: Rate Discount
es: Tasa de descuento
hi: दर छूट
id: Diskon Tarif
ja: 料金割引
ko: 수수료 할인
ru: Тарифная скидка
tr: Oran İndirimi
zh_hant: 費率折扣

# 我的券包
source: My Vouchers
es: Mis cupónes
hi: मेरे वाउचर
id: Voucher saya
ja: 私のクーポンパッケージ
ko: 나의 쿠폰
ru: Мои ваучеры
tr: Kuponlarım
zh_hant: 我的券包

# 券面值
source: Voucher Par
es: Cupón par
hi: वाउचर द्वारा
id: Nilai Nominal Voucher
ja: 額面価格
ko: 쿠폰 액면가
ru: Пара ваучеров
tr: Kupon Par
zh_hant: 券面值

# 失效时间
source: Expiry Date
es: Fecha de caducidad
hi: समाप्ति तिथि
id: Tanggal kadaluarsa
ja: 有効期限
ko: 만료 시간
ru: Дата истечения
tr: Son Geçerlilik Tarihi
zh_hant: 失效時間

# 已享权益
source: You‘ve got
es: Tiene
hi: आपको मिल गया है
id: Kamu sudah memperoleh
ja: 既存権利
ko: 누리는 권리
ru: У вас есть
tr: Aldınız
zh_hant: 已享權益

# 使用规则
source: Usage Rules
es: Reglas de uso
hi: उपयोग नियम
id: Aturan Penggunaan
ja: 使用ルール
ko: 사용 규칙
ru: Правила использования
tr: Kullanım Kuralları
zh_hant: 使用規則

# 网络超时，请重试
source: Network timeout, please try again.
es: La acción ha expirado, por favor inténtalo de nuevo.
hi: नेटवर्क समयबाह्य, कृपया पुन: प्रयास करें।
id: Waktu jaringan habis, harap coba lagi.
ja: エラーが発生しています。もう一度お試しください。
ko: 네트워크 연결 시간이 초과되었습니다. 다시 시도하십시오
ru: Тайм-аут сети, пожалуйста, повторите попытку.
tr: Ağ zaman aşımı, lütfen tekrar deneyin.
zh_hant: 網絡超時，請重試

# 当前线路不稳定，请尝试切换线路
source: The current line is unstable, please switch lines.
es: La red actual es inestable, por favor cambie las líneas.
hi: वर्तमान लाइन अस्थिर है, कृपया लाइनों को स्विच करें।
id: Saluran saat ini tidak stabil, harap beralih saluran.
ja: 現在の回線が不安定です。回線を切り替えてみてください
ko: 현재 회선이 불안정합니다. 회선을 전환 해보십시오
ru: Текущая линия нестабильна, пожалуйста, переключите линию.
tr: Mevcut hat stabil değil, lütfen hatları değiştirin.
zh_hant: 當前線路不穩定，請嘗試切換線路

# 合约体验金
source: Contract Bonus
es: Bonificación del contrato
hi: अनुबंध बोनस
id: Bonus Kontrak
ja: 先物契約体験ボーナス
ko: 계약 체험금
ru: Бонус по контракту
tr: Sözleşme Bonusu
zh_hant: 合約體驗金

source: The trial funds can be used as a trading margin and cannot be withdrawn. The profit can be withdrawn. Trial funds must be activated through any transaction within 15 days. The time is calculated from the date of receiving the funds. If not activated within 15 days, the funds will expire and become invalid. Once activated, they will be permanently valid.
es: Los fondos de prueba se pueden utilizar como Margin de negociación y no pueden ser retirados. El beneficio sí que puede ser retirado. Los fondos de prueba deben activarse a través de cualquier transacción en un plazo de 15 días. El tiempo se calcula a partir de la fecha de la recepción de los fondos. Si no se activa dentro de los 15 días, los fondos expirarán y se considerarán inválidos. Una vez activado, serán válidos permanentemente.
hi: ट्रायल फंड का इस्तेमाल ट्रेडिंग मार्जिन के रूप में किया जा सकता है और इसे वापस नहीं लिया जा सकता है। लाभ वापस लिया जा सकता है। 15 दिनों के भीतर किसी भी लेन-देन के माध्यम से परीक्षण निधि को सक्रिय किया जाना चाहिए। समय की गणना धन प्राप्त करने की तारीख से की जाती है। यदि 15 दिनों के भीतर सक्रिय नहीं किया जाता है, तो धनराशि समाप्त हो जाएगी और अमान्य हो जाएगी। एक बार सक्रिय होने के बाद, वे स्थायी रूप से मान्य होंगे।
id: Dana percobaan dapat digunakan sebagai margin perdagangan dan tidak dapat ditarik. Keuntungan dapat ditarik. Dana percobaan harus diaktifkan melalui transaksi apa pun dalam waktu 15 hari. Waktu dihitung dari tanggal penerimaan dana. Jika tidak diaktifkan dalam waktu 15 hari, dana akan kedaluwarsa dan menjadi tidak valid. Setelah diaktifkan, mereka akan berlaku secara permanen.
ja: 1.トライボーナスはトレーディングマージンとして使用でき、引き出すことはできません。 利益部分は出金することができます。 トライアルボーナスは、15日以内のトランザクションを通じてアクティブ化する必要があります。 受領日から計算され、15日以内に有効化されない場合、有効期限が切れて無効になります。有効化されると、永続的に有効になります。
ko: 체험금은 거래 보증금으로 사용 가능하며 출금할 수 없습니다. 이익 부분은 출금이 가능합니다. 체험금은 15일 이내에 거래로 활성화해야 합니다. 수령일로부터 15일 이내에 활성화되지 않으면 폐기되며 활성화가 완료되면 영구적으로 유효합니다.
ru: Пробные средства могут быть использованы в качестве торговой маржи и не могут быть сняты. Прибыль может быть выведена. Пробные средства должны быть активированы посредством любой транзакции в течение 15 дней. Срок исчисляется с даты получения средств. Если средства не будут активированы в течение 15 дней, они истекут и станут недействительными. После активации они будут действовать постоянно.
tr: Deneme parası, bir ticaret marjı olarak kullanılabilir ve çekilemez. Kazanç çekilebilir. Deneme parası, 15 gün içinde herhangi bir işlem yoluyla etkinleştirilmelidir. Süre, paranın alındığı tarihten itibaren hesaplanır. 15 gün içinde etkinleştirilmezse, paranın süresi dolacak ve geçersiz hale gelecektir. Etkinleştirildiğinde ise kalıcı olarak geçerli olacaklardır.
zh_hant: 1.體驗金可作為交易保證金使用，不可提現。盈利部分可提現。體驗金必須在15天內通過任何壹筆交易來激活。以領取當日時間起計算，15天內未被激活則過期作廢，壹經激活則永久有效；

source: There is only one chance to receive the trial funds when your own funds are transferred into the contract account for the first time, and you will get the corresponding trial funds based on the first transferred amount. The standard for trail funds amount is adjusted to market conditions. The first deposit of USDT≥1000, you can receive 5USDT trial funds; the cumulative deposit of USDT≥10,000, you can receive 10USDT trial funds.
es: Solo hay una oportunidad de recibir los fondos de prueba cuando sus propios fondos se transfieren a la cuenta del contrato por primera vez, y obtendrá los fondos de prueba correspondientes según la primera cantidad transferida. La cantidad estándar para los fondos del camino se ajusta a las condiciones del mercado. El primer depósito de USDT≥1000, puede recibir fondos de prueba de 5 USDT El depósito acumulado de USDT≥10,000, puede recibir fondos de prueba de 10USDT.
hi: ट्रायल फंड प्राप्त करने का केवल एक मौका है जब आपकी खुद की धनराशि पहली बार अनुबंध खाते में स्थानांतरित की जाती है, और आपको पहली हस्तांतरित राशि के आधार पर संबंधित ट्रायल फंड मिलेगा। ट्रेल फंड राशि के मानक को बाजार की स्थितियों के अनुसार समायोजित किया जाता है। USDT≥1000 की पहली जमा राशि, आप 5USDT परीक्षण निधि प्राप्त कर सकते हैं; USDT≥10,000 की संचयी जमा राशि, आप 10USDT परीक्षण निधि प्राप्त कर सकते हैं।
id: Hanya ada satu kesempatan untuk menerima dana persidangan ketika dana Anda sendiri ditransfer ke akun kontrak untuk pertama kalinya, dan Anda akan mendapatkan dana percobaan yang sesuai berdasarkan jumlah yang ditransfer pertama. Standar untuk Jumlah Dana Jejak disesuaikan dengan kondisi pasar. Anda dapat menerima dana percobaan 5USDT pada deposit pertama USDT≥1000; Anda dapat menerima dana uji coba 10USDT pada deposit kumulatif USDT≥10.000
ja: 2.初めてトライボーナスを受け取る場合、受け取る機会は1回のみであり、最初の送金金額に応じて対応するボーナスが取得されます。 最初のクレジット額の基準は、市況に応じて随時調整されます。 USDT≥1000の最初の預金は5USDTのボーナスを受け取ることができ、USDT≥10,000の累積預金は10USDTのトライボーナスを受け取ることができます。
ko: 최초 계약에 입금하여 체험금을 수령하면 입금 금액에 따라 대응하는 체험금을 단 한번 수령가능합니다. 첫 입금 금액 표준은 시장 상황에 따라 수시로 조정됩니다. 최초 입금한 USDT≥1000이면 5USDT체험금이 수령 가능하며, 누적 입금USDT≥1만이면 10USDT체험금을 수령할 수 있습니다.
ru: Существует только один шанс получить пробные средства, когда ваши собственные средства впервые переводятся на контрактный счет, и вы получите соответствующие пробные средства, исходя из первой переведенной суммы. Стандарт суммы пробных средств корректируется в зависимости от рыночных условий. При первом депозите USDT≥1000, вы можете получить 5USDT пробных средств; при совокупном депозите USDT≥10 000, вы можете получить 10USDT пробных средств.
tr: Kendi paranız sözleşme hesabına ilk kez aktarıldığında, deneme parası almak için yalnızca bir şansınız vardır ve ilk aktarılan miktara göre ilgili deneme parasını alırsınız. Deneme parası tutarı standardı, piyasa koşullarına göre ayarlanır. İlk USDT≥1000'lik para yatırmada, 5USDT deneme parası alabilirsiniz; toplamda USDT≥10,000 para yatırmada, 10USDT deneme parası alabilirsiniz.
zh_hant: 2.首次劃入合約領取體驗金，僅有壹次領取機會，根據首次劃入金額獲得對應體驗金。首次劃入金額標準根據市場情況不定期調整。 首充USDT≥1000可領取5USDT體驗金； 累計充值USDT≥1萬可領10USDT體驗金；

# 3.邀请好友上限为10人，超过10人之后不再领取体验金；
source: The maximum number of friends you can invite is 10, and you won’t receive the trial funds after inviting 10 people.
es: El número máximo de amigos que puede invitar es 10,. No recibirá fondos de prueba a partir de 10 invitados.
hi: आपके द्वारा आमंत्रित किए जा सकने वाले मित्रों की अधिकतम संख्या 10 है, और 10 लोगों को आमंत्रित करने के बाद आपको परीक्षण राशि प्राप्त नहीं होगी।
id: Jumlah maksimum teman yang dapat Anda undang adalah 10, dan Anda tidak akan menerima dana persidangan setelah mengundang 10 orang.
ja: 3. 友達を招待する上限は10人です。10人以上を招待してもボーナスを受け取れません。
ko: 친구 초대인수는 최대 10명이며, 10명이 넘으면 체험금을 수령할 수 없습니다
ru: Максимальное количество друзей, которых вы можете пригласить - 10, и вы не получите пробные средства после приглашения 10 человек.
tr: Davet edebileceğiniz maksimum arkadaş sayısı 10'dur ve 10 kişiyi davet ettikten sonra deneme parası almazsınız.
zh_hant: 3.邀請好友上限為10人，超過10人之後不再領取體驗金；

# 4.累计充值体验金领取条件仅限2020年10月23日8:00 (UTC+8)后划入的资金；（以上线时间为准）
source: Only the accumulated deposits after 00:00 on October 23 (UTC+8),2020 can be counted as a condition to receive trial funds.
es: Solo los depósitos acumulados después de las 00:00 del 23 de octubre (UTC + 8) de 2020 se pueden contar como una condición para recibir fondos de prueba.
hi: केवल 23 अक्टूबर (UTC+8),2020 को 00:00 बजे के बाद जमा की गई जमा राशि को ट्रायल फंड प्राप्त करने की शर्त के रूप में गिना जा सकता है।
id: Hanya akumulasi deposit setelah 00:00 pada 23 Oktober (UTC + 8), 2020 dapat dihitung sebagai syarat untuk menerima dana percobaan.
ja: 4.累積リチャージトライボーナスの受け取り条件は、2020年9月1日8:00（UTC + 8）以降に送金された資金に限ります。（オンライン時間が優先されます）
ko: 누적 입금 체험금 수령 조건은 2020년 9월 18일 UTC 8시 이후 입금되는 자금으로 제한됩니다.(론칭시간에 준함)
ru: Только накопленные депозиты после 00:00 23 октября (UTC+8) 2020 года могут быть засчитаны в качестве условия для получения пробных средств.
tr: Yalnızca 23 Ekim (UTC+8) 2020 00:00'dan sonra birikmiş mevduatlar, deneme parası almak için bir koşul olarak kabul edilebilir.
zh_hant: 4.累計充值體驗金領取條件僅限2020年10月23日8:00 (UTC+8)後劃入的資金；（以上線時間為準）
