Repository: hexiangyuan/pyi18n
Catalog: ios/*.lproj/Localizable.strings
Languages: es, hi, id, ja, ko, ru, tr, zh_hant

# 请输入申购金额
source: Please enter the purchase amount
es: Por favor, introduzca la cantidad de compra
hi: कृपया खरीद राशि दर्ज करें
id: Sila masukkan jumlah pembelian
ja: 申請金額を入力してください
ko: 구매신청 금액을 입력해 주세요
ru: Пожалуйста, введите сумму покупки
tr: Lütfen satın alma tutarını girin
zh_hant: 請輸入申購金額

# 确定取消该笔申购?
source: Cancel the purchase?
es: ¿Cancelar la compra?
hi: खरीदारी रद्द करें?
id: Batalkan pembelian?
ja: サブスクリプションをキャンセルしてもよろしいですか？
ko: 해당 구매신청을 취소하시겠습니까?
ru: Отменить покупку?
tr: Satın alımı iptal et?
zh_hant: 確定取消該筆申購?

# 申购总量
source: Total Purchase
es: Cantida de compra
hi: कुल खरीद
id: Jumlah Pembelian
ja: 総購入額
ko: 구매신청 총액
ru: Итого покупка
tr: Toplam Satın Alım
zh_hant: 申購總量

# 开始时间
source: Start time
es: Tiempo de inicio
hi: समय शुरू
id: Waktu mulai
ja: 開始時間
ko: 오픈시간
ru: Время начала
tr: Başlama Zamanı
zh_hant: 開始時間

# 结束时间
source: End time
es: Tiempo de finalización
hi: अंतिम समय
id: Waktu akhir
ja: 終了時間
ko: 종료시간
ru: Время окончания
tr: Bitiş Zamanı
zh_hant: 結束時間

# 申购时间
source: Purchase Time
es: Tiempo de la compra
hi: खरीदारी का समय
id: Waktu pembelian
ja: 申請時間
ko: 구매신청 시간
ru: Время покупки
tr: Satın Alma Zamanı
zh_hant: 申購時間

# 申购金额
source: Purchase Amount
es: Cantidad de compra
hi: खरीद राशि
id: Jumlah pembelian
ja: 申請金額
ko: 구매신청 금액
ru: Сумма покупки
tr: Satın Alma Tutarı
zh_hant: 申購金額

# 实际金额
source: Real Amount
es: Cantidad real
hi: वास्तविक राशि
id: Jumlah nyata
ja: 実際の金額
ko: 실제 금액
ru: Реальная сумма
tr: Gerçek Tutar
zh_hant: 實際金額

# 待结算
source: Pending Settlement
es: Liquidación pendiente
hi: लंबित निपटान
id: Penyelesaian tertunda
ja: 計算待ち
ko: 결제 대기 중
ru: Ожидающий расчет
tr: Anlaşma Beklemede
zh_hant: 待結算

# 申购价格
source: Purchase Price
es: Precio de compra
hi: खरीद मूल्य
id: Harga pembelian
ja: 申請価格
ko: 구매신청 가격
ru: Цена покупки
tr: Satın Alım Fiyatı
zh_hant: 申購價格

# 申购进度
source: Purchase Progress
es: Compra en progreso
hi: खरीद प्रगति
id: Progres Pembelian
ja: 申請プロセス
ko: 구매신청 진행상황
ru: Ход закупки
tr: Satın Alım Süreci
zh_hant: 申購進度

# 项目资料
source: Project Info
es: Información del proyecto
hi: परियोजना की जानकारी
id: Info proyek
ja: プロジェクト資料
ko: 프로젝트 자료
ru: Информация о проекте
tr: Proje Bilgisi
zh_hant: 項目資料

# 即将开始
source: Coming Soon
es: Próximamente
hi: जल्द आ रहा है
id: Segera akan datang
ja: もうすぐ
ko: 곧 시작
ru: Скоро будет
tr: Yakında
zh_hant: 即將開始

# 已售罄
source: Sold Out
es: Agotado
hi: बिक गया
id: Habis terjual
ja: 完売
ko: 매진됨
ru: Продано
tr: Hepsi satıldı
zh_hant: 已售罄

# 进行中
source: Ongoing
es: En proceso
hi: चल रही है
id: Sedang berlangsung
ja: 進行中
ko: 진행 중
ru: Текущий
tr: Devam ediyor
zh_hant: 進行中

# 立即申购
source: Purchase Now
es: Comprar ahora
hi: अभी खरीदो
id: Beli sekarang
ja: 今すぐ申請する
ko: 구매신청 바로하기
ru: Приобрести сейчас
tr: Şimdi Satın Al
zh_hant: 立即申購

# 已结束
source: Ended
es: Finalizado
hi: समाप्त
id: Berakhir.
ja: 終了しました
ko: 종료됨
ru: Закончился
tr: Bitti
zh_hant: 已結束

# 第#COUNT#轮
source: Round #COUNT#
hi: राउंड #COUNT#
id: Ronde #COUNT#
ja: ラウンド#COUNT#
ko: 제#COUNT#라운드
ru: Раунд #COUNT#
tr: Tur #COUNT#
zh_hant: 第#COUNT#輪

# 时
source: Hour
es: Hora
hi: घंटा
id: Jam
ja: 時
ko: 시
ru: Час
tr: Saat
zh_hant: 時

# 分
source: Minute
es: Minutos
hi: मिनट
id: Menit
ja: 分
ko: 분
ru: Минута
tr: Dakika
zh_hant: 分

# 秒
source: Second
es: Segundos
hi: दूसरा
id: Detik
ja: 秒
ko: 초
ru: Секунда
tr: Saniye
zh_hant: 秒

# 距离开始还有
source: Time before start
es: Tiempo antes del inicio
hi: शुरू होने से पहले का समय
id: Waktu sebelum mulai
ja: 開始するまであと
ko: 오픈시간까지 남은시간
ru: Время до старта
tr: Başlamaya kalan süre
zh_hant: 距離開始還有

# 距离结束还有
source: Remaining time
es: Tiempo restante
hi: बचा हुआ समय
id: Waktu yang tersisa
ja: 終了するまであと
ko: 종료시간까지 남은시간
ru: Оставшееся время
tr: Kalan süre
zh_hant: 距離結束還有

# 官网
source: Website
id: Situs web
ja: ホームページ
ko: 웹 사이트
ru: Сайт
zh_hant: 官網

# 白皮书
source: White Paper
hi: सफेद कागज
id: Kertas putih
ja: ホワイトペーパー
ko: 백서
ru: Белая книга
zh_hant: 白皮書

# 合约
source: Futures
es: Futuros
hi: भावी सौदे
ja: 先物
ko: 계약
ru: Фьючерсы
tr: Vadeli İşlemler
zh_hant: 合約

# 欢迎使用XT全新2.0版本，在使用过程中请注意以下事项：
source: Welcome to XT 2.0. Please read the following precautions in detail first before you use the new version:
es: Bienvenido a XT 2.0. Por favor, lea las siguientes advertencias en detalle antes de iniciar utilizar la nueva versión
hi: XT 2.0 में आपका स्वागत है। कृपया नए संस्करण का उपयोग करने से पहले निम्नलिखित सावधानियों को विस्तार से पढ़ें:
id: Selamat datang di XT 2.0. Silakan baca tindakan pencegahan berikut secara mendetail terlebih dahulu sebelum Anda menggunakan versi baru:
ja: XTの新しいバージョン2.0へようこそ。使用中は次の注意事項に注意してください。
ko: XT의 새 버전 2.0에 오신 것을 환영합니다. 사용 중 다음 사항에 유의해 주세요.
ru: Добро пожаловать в XT 2.0. Пожалуйста, перед использованием новой версии подробно ознакомьтесь со следующими мерами предосторожности:
tr: XT 2.0'a hoş geldiniz. Yeni sürümü kullanmadan önce lütfen aşağıdaki önlemleri ayrıntılı olarak okuyun:
zh_hant: 歡迎使用XT全新2.0版本，在使用過程中請註意以下事項：

# ·2.0版本进一步提升了钱包安全性，因此在充值时请重新获取地址，充值旧地址将无法成功到账；
source: XT 2.0 is equipped with the wallet of higher security, so please get a new address when depositing because the funds deposited through the old address cannot be received successfully.
es: XT 2.0 viene equipado con una wallet de mayor seguridad por lo que invitamos a crear una dirección nueva ya que los fondos que se depositen en la antigua no podrán ser recibidos
hi: XT 2.0 उच्च सुरक्षा वाले वॉलेट से लैस है, इसलिए जमा करते समय कृपया एक नया पता प्राप्त करें क्योंकि पुराने पते के माध्यम से जमा की गई धनराशि सफलतापूर्वक प्राप्त नहीं की जा सकती है।
id: XT 2.0 dilengkapi dengan dompet keamanan yang lebih tinggi, jadi harap dapatkan alamat baru saat menyetor karena dana yang disetorkan melalui alamat lama tidak berhasil diterima.
ja: ・2.0バージョンではウォレットのセキュリティがさらに向上しますので、チャージする際にアドレスを再取得してください。古いアドレスは正常にチャージできません。
ko: ·2.0 버전은 지갑의 보안을 더욱 향상 시키므로 충전시에는 주소를 다시 가져 오시기 바랍니다. 기존 충전 주소는 충전을 진행할 수 없습니다.
ru: XT 2.0 оснащен кошельком повышенной безопасности, поэтому при пополнении счета, пожалуйста, получите новый адрес, так как средства, внесенные через старый адрес, не могут быть успешно получены.
tr: XT 2.0, daha yüksek güvenlikli cüzdan ile donatılmıştır, bu nedenle eski adres aracılığıyla yatırılan fonlar başarıyla teslim alınamadığından para yatırırken lütfen yeni bir adres alın.
zh_hant: ·2.0版本進壹步提升了錢包安全性，因此在充值時請重新獲取地址，充值舊地址將無法成功到賬；

# ·2.0版本将钱包账户和现货账户分开展示，您在完成充值之后将资产转入现货账户即可进行币币交易。
source: The wallet account and the spot account are displayed separately in XT 2.0. You can transfer the assets to the spot account and then perform spot trading after completing the depositing.
es: La cuenta de wallet y la cuenta de spot se muestran por separado en XT 2.0. Puede transferir los activos a la cuenta de spot y proceder a realizar trading de spot tras completar el depósito
hi: वॉलेट खाता और स्पॉट खाता XT 2.0 में अलग-अलग प्रदर्शित होते हैं। आप संपत्ति को स्पॉट खाते में स्थानांतरित कर सकते हैं और फिर जमा करने के बाद स्पॉट ट्रेडिंग कर सकते हैं
id: Akun dompet dan akun spot ditampilkan secara terpisah di XT 2.0. Anda dapat mentransfer aset ke akun spot dan kemudian melakukan perdagangan spot setelah menyelesaikan penyetoran.
ja: バージョン2.0では、ウォレットアカウントとスポットアカウントが別々に表示されます。リチャージが完了したら、資産をスポットアカウントに転送して、取引を行うことができます。
ko: ·2.0버전은 지갑계정과 현물계정이 별도로 표시됩니다. 충전을 완료 한 후 자산을 현물계정으로 이전하여 코인거래를 진행할 수 있습니다.
ru: В XT 2.0 счет кошелька и счет спот отображаются отдельно. Вы можете перевести активы на спот-счет, а затем совершать спот-торговлю после завершения пополнения счета.
tr: Cüzdan hesabı ve spot hesap, XT 2.0'da ayrı ayrı görüntülenir. Varlıkları spot hesaba aktarabilir ve para yatırma işlemini tamamladıktan sonra spot alım-satım yapabilirsiniz.
zh_hant: ·2.0版本將錢包賬戶和現貨賬戶分開展示，您在完成充值之後將資產轉入現貨賬戶即可進行幣幣交易。

# 我已知晓
source: I have read
es: Acepto
hi: मैंने पढ़ा है
id: Saya telah membaca
ja: 了解しました
ko: 확인
ru: Я прочитал
tr: Okudum
zh_hant: 我已知曉

# 重新获取地址
source: get a new address
es: conseguir una nueva dirección
hi: एक नया पता प्राप्त करें
id: Dapatkan alamat baru
ja: 再度アドレスを取得します
ko: 주소를 다시 가져오기
ru: получить новый адрес
tr: yeni bir adres al
zh_hant: 重新獲取地址

# 转入现货账户
source: transfer the assets to the spot account
es: Transferir fondos a la cuenta de Spot
hi: संपत्ति को स्पॉट खाते में स्थानांतरित करें
id: Transfer aset ke akun Spot
ja: スポットアカウントに転送
ko: 현물계정으로 이전하기
ru: перевести активы на спот-счет
tr: varlıkları spot hesaba transfer et
zh_hant: 轉入現貨賬戶

# 系统正在升级维护，请耐心等候...
source: The system is updating, thanks for your patience...
es: El sistema se está actualizando, gracias por su paciencia...
hi: system अपडेट हो रहा है, आपके धैर्य के लिए धन्यवाद
id: Sistem ini diperbarui, terima kasih atas kesabaran Anda ...
ja: システムはアップグレードおよびメンテナンス中です。しばらくお待ちください
ko: 시스템이 업그레이드 및 유지보수 중입니다. 잠시만 기다려주세요...
ru: Система обновляется, спасибо за ваше терпение...
tr: Sistem güncelleniyor, beklediğiniz için teşekkürler...
zh_hant: 系統正在升級維護，請耐心等候...

# 预计完成时间：
source: Estimated Completion Time:
es: Tiempo estimado de finalización:
hi: अनुमानित समापन समय
id: Perkiraan waktu penyelesaian:
ja: 推定終了時間
ko: 예상완료시간:
ru: Предполагаемое время выполнения:
tr: Tahmini Tamamlanma Süresi:
zh_hant: 預計完成時間：

# 请添加收款方式再发布
source: Please add the payment method before publishing
es: Por favor, añada el método de pago antes de hacer el envío
hi: कृपया प्रकाशित करने से पहले भुगतान विधि जोड़ें
id: Silakan tambahkan metode pembayaran sebelum penerbitan
ja: 支払い方法を追加してください
ko: 입금방식을 추가하신뒤 발행해 주세요
ru: Пожалуйста, добавьте способ оплаты перед публикацией
tr: Lütfen yayınlamadan önce ödeme yöntemini ekleyin
zh_hant: 請添加收款方式再發布

# 请绑定手机号再发布
source: Please bind your phone number before publishing
es: Por favor, conecte su nº de teléfono antes del envío
hi: कृपया प्रकाशित करने से पहले अपना फ़ोन नंबर बाँध लें
id: Silakan ikat nomor telepon Anda sebelum menerbitkan
ja: 携帯番号と紐づけてください
ko: 휴대폰 번호를 연동한 후 발행해 주세요
ru: Пожалуйста, привяжите номер телефона перед публикацией
tr: Lütfen yayınlamadan önce telefon numaranızı bağlayın
zh_hant: 請綁定手機號再發布

# 前往
source: Go
es: Ir
hi: जाओ
id: Pergi
ja: 次へ
ko: 이전
ru: Перейти
tr: Git
zh_hant: 前往

# 请先绑定手机号
source: Please bind your phone number first
es: Por favor, conecte su nº teléfono primero
hi: कृपया पहले अपना फ़ोन नंबर बाँधें
id: Silakan ikat nomor telepon Anda terlebih dahulu
ja: 先に携帯番号を紐づけてください
ko: 먼저 전화 번호를 연동하세요
ru: Пожалуйста, сначала привяжите ваш номер телефона
tr: Lütfen önce telefon numaranızı bağlayın
zh_hant: 請先綁定手機號

# 开户银行
source: Bank
es: Banco
hi: बैंक
ja: 銀行
ko: 개설은행
ru: Банк
tr: Banka
zh_hant: 開戶銀行

# 自选交易
source: P2P
ko: 거래선택
zh_hant: 自選交易

# 快捷交易
source: Express
hi: अभिव्यक्त
id: transaksi cepat
ja: 高速トランザクション
ko: 간편거래
ru: Экспресс
zh_hant: 快捷交易

# 0手续费购买
source: Buy(no fees)
es: Comprar (sin tasas)
hi: खरीदें (कोई शुल्क नहीं)
id: Beli (Tanpa Biaya)
ja: 0手数料購入
ko: 0수수료로 구매
ru: Купить (без комиссии)
tr: Satın al (ücretsiz)
zh_hant: 0手續費購買

# 0手续费出售
source: Sell(no fees)
es: Vender (Sin tasas)
hi: बेचें (कोई शुल्क नहीं)
id: Jual (tanpa biaya)
ja: 0販売手数料
ko: 0수수료로 판매
ru: Продажа (без комиссии)
tr: Sat (ücretsiz)
zh_hant: 0手續費出售

# 行情数据
source: Market Data
hi: बाजार के आंकड़े
ko: 시세 데이터
ru: Рыночные данные
tr: Piyasa Verileri
zh_hant: 行情數據

# 账户数据
source: Account Data
hi: खाता डेटा
ko: 계정 데이터
ru: Данные счета
tr: Hesap Verileri
zh_hant: 賬戶數據

# 合约数据
source: Futures Data
zh_hant: 合約數據

# 线路
source: Line
hi: रेखा
id: Garis
ja: ライン
ko: 라인
ru: Линия
tr: Çizgi
zh_hant: 線路

# 访问正常
source: Access normal
es: Acceso normal
hi: प्रवेश सामान्य
id: Akses biasa
ja: アクセスしました
ko: 정상적으로 연결됨
ru: Доступ нормальный
tr: Erişim normal
zh_hant: 訪問正常

# 无法访问
source: Unable to access
es: Acceso fallido
hi: उपयोग करने में असमर्थ
id: Tidak dapat diakses
ja: アクセスできません
ko: 연결 불가
ru: Невозможно получить доступ
tr: Erişim yok
zh_hant: 無法訪問

# DeFi区
source: DeFI Zone
es: Zona DeFI
hi: डेफी जोन
id: Zona Defi
ja: DeFiゾーン
ko: DeFi 존
ru: Зона DeFI
tr: DeFI Bölgesi
zh_hant: DeFi區

# 如需查看更多，请前往网页端
source: To view more, please visit our website.
es: Para ver más vaya a nuestra página web
hi: अधिक देखने के लिए, कृपया हमारी website पर जाएँ
id: Untuk melihat lebih lanjut, silahkan kunjungi website kami.
ja: 詳細については、Webページにアクセスしてください。
ko: 더 많은 정보 확인을 원하시면 웹 사이트로 이동하시기 바랍니다.
ru: Чтобы узнать больше, посетите наш сайт.
tr: Daha fazlasını görmek için lütfen web sitemizi ziyaret edin.
zh_hant: 如需查看更多，請前往網頁端

# 分享到微信
source: Share to WeChat
es: Compartir en WeChat
hi: Wechat पर साझा करें
id: Bagikan ke WeChat
ja: WeChatに共有する
ko: WeChat에 공유하기
ru: Поделиться в WeChat
tr: WeChat ile Paylaş
zh_hant: 分享到微信

# 保存图片到相册
source: Save Picture to Album
es: Guardar imagen en el Album
hi: एल्बम में चित्र सहेजें
id: Simpan gambar ke album
ja: 写真をアルバムに保存
ko: 사진을 앨범에 저장하기
ru: Сохранить фотографию в альбом
tr: Resmi Albüme Kaydet
zh_hant: 保存圖片到相冊

# 欢迎加入XT.com
source: Welcome to XT.COM
es: Bienvenido a XT.COM
hi: XT.COM में आपका स्वागत है
id: Selamat Datang di XT.com
ja: XT.COMへようこそ
ko: XT.com에 가입하신것을 환영합니다
ru: Добро пожаловать в XT.COM
tr: XT.COM'a hoş geldiniz
zh_hant: 歡迎加入XT.com

# 收益率
source: Yield rate
es: Ratio P/L
hi: P/Lभाव
id: Tarif P/L
ja: 収益率
ko: 수익률
ru: Ставка доходности
tr: Verim oranı
zh_hant: 收益率

# 浮动盈亏
source: Floating P/L
es: P/L Flotante
hi: फ्लोटिंग P/L
id: P/L Mengambang
ja: 変動損益
ko: 유동 손익
ru: Плавающий P/L
tr: Değişken K/Z
zh_hant: 浮動盈虧

# 爆仓价
source: Liq.Price
es: Precio de liquidación
hi: तरल मूल्य
id: Harga liq.
ja: 清算価格
ko: 청산가격
ru: Лик.цена
tr: Likidite Fiyatı
zh_hant: 爆倉價

# 成单量
source: Volume
es: Volumen
hi: आयतन
ja: ボリューム
ko: 체결량
ru: Объем
tr: Hacim
zh_hant: 成單量

# 切换线路
source: Switch Line
es: Cambiar Line
hi: स्विच लाइन
id: Ganti Jalur
ja: スイッチライン
ko: 라인전환
ru: Линия переключения
tr: Çizgi Değiştir
zh_hant: 切換線路

# “轻轻松松”
source: Easy Gains!
es: Gane de manera fácil!
hi: आसान लाभ!
id: Keuntungan Mudah!
ja: 簡単に利益を獲得しましょう
ko: “간단하고 쉽게”
ru: Легкой прибыли!
tr: Kolay Kazançlar!
zh_hant: “輕輕松松”

# “再接再厉”
source: Better Luck Next Time!
es: ¡ La próxima vez seguro que tiene más suerte!
hi: अगली बार किस्मत तुम्हारा साथ देगी!
id: Semoga lain kali lebih beruntung!
ja: 次回は幸運を
ko: “한층 더 분발하자”
ru: В следующий раз повезет больше!
tr: Bir Dahaki Sefere İyi Şanslar!
zh_hant: “再接再厲”

# (做多)
source: (Long)
es: (Largo)
hi: लंबा
ja: ロング
ko: (대량 매입)
ru: (Длинная)
tr: (Uzun)
zh_hant: (做多)

# (做空)
source: (Short)
es: (Corto)
hi: कम
ja: ショット
ko: (공매도)
ru: (Короткая)
tr: (Kısa)
zh_hant: (做空)

# 做多
source: Long
es: Largo
hi: लंबा
ja: ロング
ko: 대량 매입
ru: Длинные
tr: Uzun
zh_hant: 做多

# 做空
source: Short
es: Corto
hi: कम
ja: ショット
ko: 공매도
ru: Короткие
tr: Kısa
zh_hant: 做空

# 杠杆收益率
source: Leverage Rate
es: Ratio de apalancamiento
hi: उत्तोलन दर
id: Tingkat leverage
ja: レバレッジ率
ko: 마진 수익률
ru: Ставка кредитного плеча
tr: Kaldıraç Oranı
zh_hant: 杠桿收益率

# 0息借贷，杠杆最高达20倍
source: Free-interest borrowing, Leverage 20×
es: Préstamo sin intereses, apalancamiento 20×
hi: मुक्त-ब्याज उधार, उत्तोलन 20×
id: Pinjaman tanpa bunga, Leverage 20×
ja: 0-利息ローン、最大20回活用
ko: 무이자 대출, 마진 최대 20 배
ru: Заимствование под свободные проценты, леверидж 20×
tr: Faizsiz borçlanma, Kaldıraç 20×
zh_hant: 0息借貸，杠桿最高達20倍

# 分享成功
source: Shared
es: Compartido
hi: साझा
id: berbagi sukses
ja: 共有しました
ko: 공유 성공
ru: Совместное использование
tr: Hızlı
zh_hant: 分享成功

# 分享取消
source: Cancel Sharing
es: Cancelar compartir
hi: साझा करना रद्द करें
id: Batalkan Berbagi
ja: キャンセルしました
ko: 공유 취소
ru: Отмена Совместное использование
tr: Paylaşmayı İptal Et
zh_hant: 分享取消

# 分享失败
source: Sharing Failed
es: Compartir ha fallado
hi: साझा करना विफल
id: Berbagi gagal
ja: 失敗しました
ko: 공유 실패
ru: Поделиться Не удалось
tr: Paylaşım Başarısız
zh_hant: 分享失敗

# 分享至
source: Share
es: Compartir
hi: साझा करना
id: Membagikan
ja: シェア
ko: 공유
ru: Поделиться
tr: Paylaş
zh_hant: 分享至

# 分享
source: Share
es: Compartir
hi: साझा करना
id: Membagikan
ja: シェア
ko: 공유
ru: Поделиться
tr: Paylaş
zh_hant: 分享

# 微信好友
source: to WeChat Friends
es: Ir Amigos WeChat
hi: WeChat दोस्तों के लिए
id: ke WeChat Friends.
ja: Wechat友達
ko: WeChat 친구에게
ru: с друзьями в WeChat
tr: WeChat Arkadaşlarına
zh_hant: 微信好友

# 微信朋友圈
source: on WeChat Moments
es: en WeChat Moments
hi: Wechat मोमेंट्स पर
id: ke WeChat Moments
ja: モーメント
ko: WeChat 모멘트로
ru: на WeChat Moments
tr: WeChat Anlarında
zh_hant: 微信朋友圈

# 出售前需要将币划转至法币账户，现在去划转？
source: The coin needs to be transferred to Fiat Account before selling. Go to transfer now?
es: La moneda necessita ser transferida a la cuenta Fiat antes de venderla, ¿Desea hacer la transferencia ahora?
hi: बेचने से पहले कॉइन को फिएट अकाउंट में ट्रांसफर करना होगा। अभी ट्रांसफर पर जाएं?
id: Koin harus ditransfer ke Akun Fiat sebelum dijual. Pergi untuk mentransfer sekarang?
ja: 売却するにはにフラット通貨アカウントに転送する必要があります。
ko: 매도전 토큰을 법화계정으로 이전해야합니다. 바로 이전하시겠습니까?
ru: Перед продажей монету необходимо перевести на фиатный счет. Перейти к переводу сейчас?
tr: Satıştan önce coin Fiat Hesabına aktarılmalıdır. Şimdi transfer ekranına gitmek ister misiniz?
zh_hant: 出售前需要將幣劃轉至法幣賬戶，現在去劃轉？

# 全部购买
source: Buy All
es: Comprar todo
hi: सब खरीदो
id: Beli semua
ja: 全部を購入
ko: 전부 매수
ru: Купить все
tr: Hepsini Al
zh_hant: 全部購買

# 全部卖出
source: Sell All
es: Vender todo
hi: सब बेच दो
id: Jual semua
ja: 全部を売却
ko: 전부 매도
ru: Продать все
tr: Hepsini Sat
zh_hant: 全部賣出

# 本次提币不支持内部转账，是否继续提币？
source: This withdrawal does not support the internal transfer. Continue?
es: Esta retirada no soporta transferencia interna, ¿desea continuar?
hi: यह निकासी आंतरिक हस्तांतरण का समर्थन नहीं करती है। जारी रखें?
id: Penarikan ini tidak mendukung transfer internal. Lanjutkan?
ja: 内部転送はできません。出金しますか
ko: 해당 출금은 내부이체를 지원하지 않습니다. 출금을 계속하시겠습니까?
ru: Данный вывод средств не поддерживает внутренний перевод. Продолжить?
tr: Bu para çekme işlemi dahili transferi desteklemiyor. Devam?
zh_hant: 本次提幣不支持內部轉賬，是否繼續提幣？

# 理财
source: Savings
es: ¿Ahorros?
hi: बचत
id: Tabungan
ja: ファイナンス
ko: 재테크
ru: Сбережения
tr: Birikim
zh_hant: 理財

# 理财账户
source: Finance Account
es: Cuenta de finanzas
hi: वित्त खाता
id: Akun Keuangan
ja: ファイナンス
ko: 재태크 계정
ru: Финансовый счет
tr: Finansman Hesabı
zh_hant: 理財賬戶

# 昨日收益
source: Yesterday's Income
es: Ingresos de ayer
hi: कल की कमाई
id: Penghasilan kemarin
ja: 昨日の収益
ko: 전날 수익
ru: Вчерашний доход
tr: Dünkü Gelir
zh_hant: 昨日收益

# 网络异常，点击重试...
source: network anomaly, try again...
es: Error en la red, ¿probar de nuevo? .
hi: network विसंगति, पुन: प्रयास करें
id: Jaringan tidak normal, coba lagi...
ja: ネットワークが異常です。クリックして再試行してください
ko: 네트워크 오류가 발생했습니다. 다시 시도해 주시기 바랍니다....
ru: сетевая аномалия, попробуйте еще раз...
tr: ağ anormalliği, tekrar deneyin...
zh_hant: 網絡異常，點擊重試...

# 内部转账
source: Internal transfer
es: Transferencia interna
hi: आंतरिक स्थानांतरण
id: Transfer internal
ja: 内部転送
ko: 내부 거래
ru: Внутренний перевод
tr: Dahili transfer
zh_hant: 內部轉賬

# 区块转账
source: Blockchain transfer
es: Transferecia por Blockchain
hi: ब्लॉकचेन ट्रांसफर
id: Transfer Blockchain
ja: ブロックチェーン転送
ko: 블록체인 이체
ru: Блокчейн-перевод
tr: Blockchain transferi
zh_hant: 區塊轉賬

# 开通合约账户
source: Open Contract Account
es: Abrir cuenta de contratos
hi: अनुबंध खाता खोलें
id: Buka Akun Kontrak
ja: 先物契約口座を開設
ko: 계약계정 생성하기
ru: Открыть контрактный счет
tr: Kontrat Hesabı Açın
zh_hant: 開通合約賬戶

# 重要提示：
source: Important Notice:
es: Aviso importante
hi: महत्वपूर्ण सूचना
id: Pemberitahuan Penting:
ja: 重要な説明
ko: 주의사항:
ru: Важное уведомление:
tr: Önemli Duyuru:
zh_hant: 重要提示：

# 合约交易属于高风险交易行为，在带来更多潜在利润的同时，也蕴含着巨大风险。请注意，当市场出现剧烈波动时，您合约钱包中的余额有可能全部亏损。
source: Contract trading is a high-risk investment. While bringing more potential profits, the contract trading also contain huge risks. Please be aware that when the market fluctuates sharply, the balance in your contract wallet may all lose.
es: El comercio de contratos es una inversión de alto riesgo. Potencialmente puede ocasionar más ganancias, pero el comercio de contratos también supone enormes riesgos. Tenga en cuenta que cuando el mercado fluctúa bruscamente, el saldo en su wallet puede incurrir en pérdidas.
hi: अनुबंध व्यापार एक उच्च जोखिम वाला निवेश है। अधिक संभावित लाभ लाते हुए, अनुबंध व्यापार में भारी जोखिम भी होता है। कृपया ध्यान रखें कि जब बाजार में तेजी से उतार-चढ़ाव होता है, तो आपके अनुबंध वॉलेट में शेष राशि खो सकती है।
id: Perdagangan kontrak adalah investasi berisiko tinggi. Selain mendatangkan lebih banyak keuntungan potensial, perdagangan kontrak juga mengandung risiko besar. Perlu diketahui bahwa ketika pasar berfluktuasi tajam, saldo di dompet kontrak Anda bisa hilang semua.
ja: 先物契約取引はリスクの高い取引行動であり、大きなリスクが伴います。市場が急激に変動すると、契約ウォレットの残高がすべて失われる可能性があることに注意してください。
ko: 계약 거래는 리스크가 높은 거래 방식이므로 잠재적 이익을 가져다 주는 동시에 큰 리스크가 따릅니다. 시장이 급격히 변동하면 지갑 잔액이 모두 손실될 수 있다는 점에 유의하시기 바랍니다.
ru: Торговля контрактами - это инвестиция с высоким риском. Хотя торговля контрактами приносит большую потенциальную прибыль, она также содержит огромные риски. Пожалуйста, имейте в виду, что при резких колебаниях рынка баланс на вашем контрактном кошельке может быть полностью потерян.
tr: Sözleşmeli alım-satım yüksek riskli bir yatırımdır. Sözleşmeli alım-satım daha fazla potansiyel kar getirmesinin yanında büyük riskler de içerir. Lütfen, piyasada ciddi dalgalanma görüldüğünde vadeli işlem cüzdanınızdaki bakiyenin tamamen kaybolabileceğini unutmayın.
zh_hant: 合約交易屬於高風險交易行為，在帶來更多潛在利潤的同時，也蘊含著巨大風險。請註意，當市場出現劇烈波動時，您合約錢包中的余額有可能全部虧損。

# 点击立即开户即代表同意《XT合约用户服务协议》
source: Clicking“Open” means you agree to the XT Contract User Agreement
es: Al hacer clic en Abrir acepta las Condiciones de uso de XT
hi: ओपन पर क्लिक करने का अर्थ है कि आप XT अनुबंध उपयोगकर्ता अनुबंध से सहमत हैं
id: Mengklik "Buka" berarti Anda menyetujui Perjanjian Pengguna Kontrak XT
ja: クリックしてアカウントを開設するということは、「XT契約ユーザーサービス契約」に同意することを意味します。
ko: 계정 생성을 클릭하면 동의하는 것으로 간주됩니다.《XT 계약 사용자 서비스 협약》
ru: Нажатие кнопки "Открыть" означает ваше согласие с Пользовательским соглашением XT Contract
tr: “Aç”a tıklamanız, XT Sözleşme Kullanıcı Sözleşmesini kabul ettiğiniz anlamına gelir.
zh_hant: 點擊立即開戶即代表同意《XT合約用戶服務協議》

# 《XT合约用户服务协议》
source: XT Contract User Agreement
es: Acuerdo de Contrato de usuario de XT
hi: XT अनुबंध उपयोगकर्ता अनुबंध
id: Perjanjian Pengguna Kontrak XT
ja: 「XT先物契約ユーザーサービス契約」
ko: 《XT 계약 사용자 서비스 협약》
ru: Пользовательское соглашение XT Contract
tr: XT Sözleşmesi Kullanıcı Sözleşmesi
zh_hant: 《XT合約用戶服務協議》

# 立即开户
source: Open Now
es: Abierto
hi: अब खोलो
id: Buka sekarang
ja: 今すぐアカウントを作成
ko: 계정 생성하기
ru: Открыть сейчас
tr: Şimdi Aç
zh_hant: 立即開戶

# 暂未开放交易
source: Trading Not Available
es: Trading no disponible
hi: ट्रेडिंग उपलब्ध नहीं
id: Perdagangan tidak tersedia
ja: 取引はまだ開始されていません
ko: 거래오픈전입니다.
ru: Торговля недоступна
tr: Alım-Satım Şu Anda Kullanılamıyor
zh_hant: 暫未開放交易

# 热门
source: Hot
hi: गरम
id: Panas
ja: ホット
ko: 핫 이슈
ru: Горячие
tr: Yeni
zh_hant: 熱門

# 币种列表
source: Coin List
es: Lista de monedas
hi: सिक्का सूची
id: Daftar koin
ja: コインリスト
ko: 코인 목록
ru: Список монет
tr: Coin Listesi
zh_hant: 幣種列表

# 固定幅度设置
source: Set Fixed Range
es: Establecer rango fijo
hi: फिक्स्ड रेंज सेट करें
id: Atur Jangkauan Tetap
ja: 固定振幅設定
ko: 고정 변동폭 설정
ru: Установить фиксированный диапазон
tr: Sabit Aralığı Ayarla
zh_hant: 固定幅度設置

# 百分比幅度设置
source: Set Percentage
es: Establecer porcentaje
hi: प्रतिशत सेट करें
id: Tetapkan Persentase
ja: パーセンテージ設定
ko: 백분율 변동폭 설정
ru: Установить процент
tr: Oran ayarla
zh_hant: 百分比幅度設置

# 请设置固定幅度
source: Please Set Fixed Range
es: Por favor, establezca rango fijo
hi: कृपया निश्चित सीमा निर्धारित करें
id: Silakan atur rentang tetap
ja: 固定範囲を設定してください
ko: 고정 변동폭을 설정하세요.
ru: Пожалуйста, установите фиксированный диапазон
tr: Lütfen Sabit Aralığı Ayarlayın
zh_hant: 請設置固定幅度
